[
  {
    "id": 18768,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 1,
    "title": "অপছন্দনীয় কথাবার্তা প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ ১:",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 50593,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৮৫",
        "hadith_id": 1785,
        "narrator": "আবদুল্লাহ্ ইব্নু উমার (রাঃ)",
        "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যদি কেউ নিজের কোন ভাইকে কাফের বলে, তবে এতদুভয়ের মধ্যে একজন (নিশ্চয়ই) কাফের হল। [১] (বুখারী ৬১০৪, মুসলিম ৬০)",
        "ar": "حَدَّثَنِي مَالِك عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَالَ لِأَخِيهِ كَافِرٌ فَقَدْ بَاءَ بِهَا أَحَدُهُمَا",
        "ar_diacless": "حدثني مالك عن عبد الله بن دينار عن عبد الله بن عمر\n\nأن رسول الله صلى الله عليه وسلم قال من قال لأخيه كافر فقد باء بها أحدهما",
        "note": "[১] অর্থাৎ কাউকেও কাফের বলে ফতোয়া দিলে ইহা আর ব্যর্থ বা অনর্থ হয় না। সুতরাং যাকে কাফের বলা হয়েছে সে যদি প্রকৃতপক্ষে কাফের হয়, তবে ফতোয়া ঠিক। অন্যথায় কাফের বলে যে ফতোয়া দিয়েছে ফতোয়া তার দিকে ফিরে আসবে। অতএব, কাফের হওয়ার ফতোয়া দিবার বেলায় অত্যধিক সতর্কতা অবলম্বন করা অপরিহার্য।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50592,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৮৬",
        "hadith_id": 1786,
        "narrator": "আবূ হুরায়রা (রাঃ)",
        "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যদি তুমি কাউকেও এই কথা বলতে শুনতে পাও যে, মানুষ ধ্বংস হয়েছে, তা হলে সে সবচাইতে অধিক ধ্বংস হয়েছে। [১] (সহীহ, মুসলিম ২৬২৩)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا سَمِعْتَ الرَّجُلَ يَقُولُ هَلَكَ النَّاسُ فَهُوَ أَهْلَكُهُمْ",
        "ar_diacless": "و حدثني مالك عن سهيل بن أبي صالح عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال إذا سمعت الرجل يقول هلك الناس فهو أهلكهم",
        "note": "[১] অর্থাৎ নিজেকে ভাল মনে করে অপরকে খারাপ মনে করলে বুঝতে হবে যে, আসলে সে-ই সর্বাপেক্ষা খারাপ।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50595,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৮৭",
        "hadith_id": 1787,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমাদের কেউ যেন দাহরকে (যুগ বা জমানাকে) মন্দ না বলে। কেননা আল্লাহই দাহর (যুগ)। [১] (বুখারী ৪৮২৬, মুসলিম ২২৪৬)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَقُلْ أَحَدُكُمْ يَا خَيْبَةَ الدَّهْرِ فَإِنَّ اللهَ هُوَ الدَّهْرُ",
        "ar_diacless": "و حدثني مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال لا يقل أحدكم يا خيبة الدهر فإن الله هو الدهر",
        "note": "[১] মুশরিকদের অভ্যাস ছিল যে, তারা কোন মুসিবতে পতিত হলে কাল বা যুগকে মন্দ বলত। রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম উহা নিষেধ করেছেন। কেননা যুগ কাউকেও কিছু করতে পারে না। যা কিছু ভাল বা মন্দ হয়, সব আল্লাহর পক্ষ হতেই হয়।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50594,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৮৮",
        "hadith_id": 1788,
        "narrator": "ইয়াহইয়া ইবনু সাঈদ (রহঃ)",
        "bn": "‘ঈসা ইবনু মারইয়াম (আ)-এর সম্মুখে পথে একটি শূকর এল। তিনি তখন বললেন, নিরাপদে তুমি চলে যাও। লোকেরা তাঁকে বলল, আপনি শূকরকে এ কথা বলছেন ? (অথচ এটা সর্বনিকৃষ্ট অশুচি জীব। এটাকে তো মেরে এবং গালমন্দ দিয়ে তাড়িয়ে দেয়া দরকার!) অতঃপর তিনি বললেন, এতে আমার মুখ খারাপ কথায় অভ্যস্ত হবে বলে আমি ভয় করছি। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ عِيسَى ابْنَ مَرْيَمَ لَقِيَ خِنْزِيرًا بِالطَّرِيقِ فَقَالَ لَهُ انْفُذْ بِسَلَامٍ فَقِيلَ لَهُ تَقُولُ هَذَا لِخِنْزِيرٍ فَقَالَ عِيسَى ابْنُ مَرْيَمَ إِنِّي أَخَافُ أَنْ أُعَوِّدَ لِسَانِي الْمَنْطِقَ بِالسُّوءِ",
        "ar_diacless": "و حدثني مالك عن يحيى بن سعيد أن عيسى ابن مريم لقي خنزيرا بالطريق فقال له انفذ بسلام فقيل له تقول هذا لخنزير فقال عيسى ابن مريم إني أخاف أن أعود لساني المنطق بالسوء",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18777,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 10,
    "title": "তাকওয়াত প্রসঙ্গ",
    "preface": "",
    "number": "পরিচ্ছেদ ১০:",
    "sort_order": 10,
    "hadiths": [
      {
        "id": 50668,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০৮",
        "hadith_id": 1808,
        "narrator": "আনাস ইব্নু মালিক (রাঃ)",
        "bn": "আমি উমারের সঙ্গে ছিলাম। তিনি একটি বাগানে গেলেন। আমি ও তাঁর মধ্যে বাগানের একটি দেয়াল ছিল। আমি শ্রবণ করছিলাম, তিনি নিজেকেই সম্বোধন করে বলছিলেন, হে উমার! আমীরুল মু‘মিনীন! বাহ্বা! হে খাত্তাবের পুত্র, হয় তুমি আল্লাহ্‌কে ভয় কর, না হয় তিনি তোমাকে আযাব দিবেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ\n\nوَخَرَجْتُ مَعَهُ حَتَّى دَخَلَ حَائِطًا فَسَمِعْتُهُ وَهُوَ يَقُولُ وَبَيْنِي وَبَيْنَهُ جِدَارٌ وَهُوَ فِي جَوْفِ الْحَائِطِ عُمَرُ بْنُ الْخَطَّابِ أَمِيرُ الْمُؤْمِنِينَ بَخٍ بَخٍ وَاللهِ لَتَتَّقِيَنَّ اللهَ أَوْ لَيُعَذِّبَنَّكَ",
        "ar_diacless": "حدثني مالك عن إسحق بن عبد الله بن أبي طلحة عن أنس بن مالك قال سمعت عمر بن الخطاب\n\nوخرجت معه حتى دخل حائطا فسمعته وهو يقول وبيني وبينه جدار وهو في جوف الحائط عمر بن الخطاب أمير المؤمنين بخ بخ والله لتتقين الله أو ليعذبنك",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50667,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০৯",
        "hadith_id": 1809,
        "narrator": "কাসিম ইব্নু মুহাম্মাদ (রাঃ)",
        "bn": "আমি দেখলাম যে, মানুষ কথায় মোহিত হয় না। মালিক (রহঃ) বলেন, এর অর্থ এই যে, তাঁরা কাজের (আমলের) দিকে তাকাতেন, কথার দিকে তাঁদের তেমন দৃষ্টি ছিল না। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "قَالَ مَالِك وَبَلَغَنِي أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ كَانَ يَقُولُ أَدْرَكْتُ النَّاسَ وَمَا يَعْجَبُونَ بِالْقَوْلِ قَالَ مَالِك يُرِيدُ بِذَلِكَ الْعَمَلَ إِنَّمَا يُنْظَرُ إِلَى عَمَلِهِ وَلَا يُنْظَرُ إِلَى قَوْلِهِ",
        "ar_diacless": "قال مالك وبلغني أن القاسم بن محمد كان يقول أدركت الناس وما يعجبون بالقول قال مالك يريد بذلك العمل إنما ينظر إلى عمله ولا ينظر إلى قوله",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18778,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 11,
    "title": "বজ্রপাতের সময় কি পড়তে হয়",
    "preface": "",
    "number": "পরিচ্ছেদ ১১:",
    "sort_order": 11,
    "hadiths": [
      {
        "id": 50673,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮১০",
        "hadith_id": 1810,
        "narrator": "আমির ইব্নু আবদুল্লাহ্ ইব্নু যুবাইর (রহঃ)",
        "bn": "তিনি বজ্রের শব্দ শুনলে কথা বলা বন্ধ করে এই দু‘আ পাঠ করতেনঃ\nسُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ\nবজ্র নির্ঘোষ ও ফেরেশতাগণও ভয়ে তার প্রশংসা মহিমা ও পবিত্রতা ঘোষণা করে।\nঅতঃপর তিনি (আমির ইব্নু আবদুল্লাহ্) বলতেন, যমীনের অধিবাসীদের জন্য এই আওয়াজ অত্যন্ত কঠিন আযাবের সংবাদ। [১] (মাওকুফ, হাদীসটি ইমাম মালিক একক ভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ عَامِرِ بْنِ عَبْدِ اللهِ بْنِ الزُّبَيْرِ\n\nأَنَّهُ كَانَ إِذَا سَمِعَ الرَّعْدَ تَرَكَ الْحَدِيثَ وَقَالَ سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ ثُمَّ يَقُولُ إِنَّ هَذَا لَوَعِيدٌ لِأَهْلِ الْأَرْضِ شَدِيدٌ",
        "ar_diacless": "حدثني مالك عن عامر بن عبد الله بن الزبير\n\nأنه كان إذا سمع الرعد ترك الحديث وقال سبحان الذي يسبح الرعد بحمده والملائكة من خيفته ثم يقول إن هذا لوعيد لأهل الأرض شديد",
        "note": "[১] মুসনাদে আহমাদ, নাসায়ী ও তিরমিযীতে আবদুল্লাহ্ ইবনু আব্বাস (রা) হতে বর্ণিত; ইহুদীগণ রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এসে জিজ্ঞেস করল যে, রা’দ কি? এতদুত্তরে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, “রাদ জনৈক ফেরেশতা যিনি মেঘের উপর নিয়োজিত আছেন। তাঁর হাতে আগুনের একটি চাবুক আছে। সেই চাবুক দ্বারা উক্ত ফেরেশতা মেঘখণ্ডগুলোকে আল্লাহ্ যেইদিকে নির্দেশ দেন সেইদিকে নিয়ে যান।” ইহুদীগণ পুনরায় জিজ্ঞেস করল, এই গর্জন কিসের? রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ইহা সেই রা‘দ ফেরেশতারই গর্জন। ইহুদীগণ বলল, আপনি ঠিকই বলেছেন।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18779,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 12,
    "title": "রাসুলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর পরিত্যক্ত সম্পত্তি",
    "preface": "",
    "number": "পরিচ্ছেদ ১২:",
    "sort_order": 12,
    "hadiths": [
      {
        "id": 50680,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮১১",
        "hadith_id": 1811,
        "narrator": "মু‘মিন জননী আয়িশা (রাঃ)",
        "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওফাতের পর তাঁর বিবিগণ ইচ্ছা করলেন, উসমান ইব্নু আফফান (রাঃ)-কে আবূ বাকর সিদ্দীক (রাঃ)-এর নিকট পাঠিয়ে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরিত্যক্ত সম্পত্তি থেকে তাদের ওয়ারিস দাবি করবেন। আয়িশা (রাঃ) তাঁদেরকে বললেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি এই কথা বলেননি আমাদের কেউ ওয়ারিস হয় না, আমরা যা কিছু মাল রেখে যাই, উহা সাদাকায় পরিণত হয়। [১] (বুখারী ৬৭৩০, মুসলিম ১৭৫৮)",
        "ar": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ\n\nأَنَّ أَزْوَاجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ تُوُفِّيَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَرَدْنَ أَنْ يَبْعَثْنَ عُثْمَانَ بْنَ عَفَّانَ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ فَيَسْأَلْنَهُ مِيرَاثَهُنَّ مِنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ لَهُنَّ عَائِشَةُ أَلَيْسَ قَدْ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا نُورَثُ مَا تَرَكْنَا فَهُوَ صَدَقَةٌ",
        "ar_diacless": "حدثني مالك عن ابن شهاب عن عروة بن الزبير عن عائشة أم المؤمنين\n\nأن أزواج النبي صلى الله عليه وسلم حين توفي رسول الله صلى الله عليه وسلم أردن أن يبعثن عثمان بن عفان إلى أبي بكر الصديق فيسألنه ميراثهن من رسول الله صلى الله عليه وسلم فقالت لهن عائشة أليس قد قال رسول الله صلى الله عليه وسلم لا نورث ما تركنا فهو صدقة",
        "note": "[১] নবী-রসূলগণের পরিত্যক্ত সম্পত্তির কেউ ওয়ারিস হয় না। যা কিছু তাঁরা রেখে যান উহা সদকা হয়। অবশ্য সত্যিকারের উলামা নবীগণের ইলম ও ধর্ম প্রচারের ওয়ারিস হন। নবীর পরে তাঁর ধর্ম প্রচার করার দায়িত্ব উলামাদের উপরেই ন্যস্ত হয়।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50679,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮১২",
        "hadith_id": 1812,
        "narrator": "আবূ হুরায়রা (রাঃ)",
        "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আমার পরে আমার ওয়ারিসগণ আমার সম্পত্তি ভাগ করবে না। আমি যা কিছু রেখে যাব, উহা হতে আমার বিবিগণের খাওয়া-পরা ও কর্মচারীর খরচ বাদ দিয়ে যা অবশিষ্ট থাকবে, উহা সাদাকাহ্। (বুখারী ২৭৭৬, মুসলিম ১৭৬০)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَقْتَسِمُ وَرَثَتِي دَنَانِيرَ مَا تَرَكْتُ بَعْدَ نَفَقَةِ نِسَائِي وَمَئُونَةِ عَامِلِي فَهُوَ صَدَقَةٌ",
        "ar_diacless": "و حدثني مالك عن أبي الزناد عن الأعرج عن أبي هريرة\n\nأن رسول الله صلى الله عليه وسلم قال لا يقتسم ورثتي دنانير ما تركت بعد نفقة نسائي ومئونة عاملي فهو صدقة",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18769,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 2,
    "title": "বুঝেশুনে কথা বলা প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ ২:",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 50597,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৮৯",
        "hadith_id": 1789,
        "narrator": "বিলাল ইবনু হারিস মুযানী (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, (অনেক সময়) মানুষ কথা বলে, কিন্তু সেই কথা কোথায় তাকে পৌঁছাবে, সে তা জানে না। অথচ সেই কথার জন্য আল্লাহ্ তা‘আলা তার জন্য স্বীয় সন্তুষ্টি কিয়ামত পর্যন্ত লিখে দেন। আবার কোন সময় আল্লাহর অসন্তুষ্টি মূলক এমন কথা কেউ বলে, সেই কথা তাকে কোথায় নিয়ে যাবে সে তা জানে না, অথচ সেই কথার জন্য আল্লাহ্ তা‘আলা তার জন্য কিয়ামত পর্যন্ত স্বীয় অসন্তুষ্টি লিখে দেন। [১] (বুখারী ৬৪৭৭, মুসলিম ২৯৮৮, তিনি আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَلْقَمَةَ عَنْ أَبِيهِ عَنْ بِلَالِ بْنِ الْحَارِثِ الْمُزَنِيِّ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ مَا كَانَ يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ مَا كَانَ يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ لَهُ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاهُ",
        "ar_diacless": "حدثني مالك عن محمد بن عمرو بن علقمة عن أبيه عن بلال بن الحارث المزني\n\nأن رسول الله صلى الله عليه وسلم قال إن الرجل ليتكلم بالكلمة من رضوان الله ما كان يظن أن تبلغ ما بلغت يكتب الله له بها رضوانه إلى يوم يلقاه وإن الرجل ليتكلم بالكلمة من سخط الله ما كان يظن أن تبلغ ما بلغت يكتب الله له بها سخطه إلى يوم يلقاه",
        "note": "[১] না বুঝে কথা বললে অনেক সময় উহার ফলাফল অত্যন্ত মারাত্মক হয়। তাই কথা বলার আগে চিন্তা করতে হয়, আমি যা বলিতেছি, উহার কি তাৎপর্য হতে পারে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50596,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯০",
        "hadith_id": 1790,
        "narrator": "আবূ সালেহ সাম্মান (রহঃ)",
        "bn": "আবূ হুরায়রা (রাঃ) বলেছেন যে, (অনেক সময়) মানুষ চিন্তা না করে কথা বলে, পরিণামে সে জাহান্নামে পতিত হয়; আবার চিন্তা না করে (এমন) কথা কেউ বলে, যার ফলে সে বেহেশতে গমন করে। (সহীহ মারফু, ইমাম বুখারী ৬৪৭৮, আবূ হুরায়রা (রাঃ) থেকে মারফু সনদে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ أَنَّهُ أَخْبَرَهُ أَنَّ أَبَا هُرَيْرَةَ قَالَ إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مَا يُلْقِي لَهَا بَالًا يَهْوِي بِهَا فِي نَارِ جَهَنَّمَ وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مَا يُلْقِي لَهَا بَالًا يَرْفَعُهُ اللهُ بِهَا فِي الْجَنَّةِ",
        "ar_diacless": "و حدثني مالك عن عبد الله بن دينار عن أبي صالح السمان أنه أخبره أن أبا هريرة قال إن الرجل ليتكلم بالكلمة ما يلقي لها بالا يهوي بها في نار جهنم وإن الرجل ليتكلم بالكلمة ما يلقي لها بالا يرفعه الله بها في الجنة",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18770,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 3,
    "title": "অনর্থক কথা বলার দোষ প্রসঙ্গ",
    "preface": "",
    "number": "পরিচ্ছেদ ৩:",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 50611,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯১",
        "hadith_id": 1791,
        "narrator": "যায়দ ইব্নু আসলাম আবদুল্লাহ ইব্নু উমার (রাঃ)",
        "bn": "পূর্বদিক হতে দুইজন লোক আগমন করল। তারা বক্তৃতা দান করল এবং তাদের বক্তৃতায় জনসাধারণ আশ্চর্যান্বিত হল। অতঃপর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, নিঃসন্দেহে কোন কোন বক্তৃতা যাদুর মতো ক্রিয়া করে। (সহীহ, বুখারী ৫৭৬৭)",
        "ar": "حَدَّثَنِي مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ أَنَّهُ قَالَ\n\nقَدِمَ رَجُلَانِ مِنْ الْمَشْرِقِ فَخَطَبَا فَعَجِبَ النَّاسُ لِبَيَانِهِمَا فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِنْ\n\nالْبَيَانِ لَسِحْرًا أَوْ قَالَ إِنَّ بَعْضَ الْبَيَانِ لَسِحْرٌ",
        "ar_diacless": "حدثني مالك عن زيد بن أسلم عن عبد الله بن عمر أنه قال\n\nقدم رجلان من المشرق فخطبا فعجب الناس لبيانهما فقال رسول الله صلى الله عليه وسلم إن من\n\nالبيان لسحرا أو قال إن بعض البيان لسحر",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50613,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯২",
        "hadith_id": 1792,
        "narrator": "মালিক (রহঃ)",
        "bn": "ঈসা ইব্নু মরিয়ম (আ) বলতেন, আল্লাহ্‌র যিকির ব্যতীত অনর্থক বেশি কথা বলিও না। এতে তোমাদের অন্তর কঠিন হয়ে যাবে। আর কঠিন হৃদয়ের ব্যক্তি আল্লাহ্ হতে দূরে থাকে, অথচ তোমরা তা জান না। আর তোমরা অপরের গুনাহের দিকে (এইভাবে) তাকাইও না যেন তোমরা তাদের প্রভু! তোমরা নিজেদের গুনাহের দিকে (এইভাবে) তাকাও, যেন তোমরা গোলাম। কেননা মানুষ অনেক রকমের হয়। কেউ রোগী আর কেউ সুস্থ। অতএব, রোগীদের প্রতি সদয় হও এবং নিজের সুস্থতার জন্য আল্লাহ্‌র শোকর আদায় কর। [১] (বাইহাকী [শা’ব ] [শুয়াইবুন গ্রন্থে ৭/৭২] আলবানী হাদীসটি যয়ীফ বলেছেন [সিলসিলা যয়ীফা ৯০৮])",
        "ar": "",
        "ar_diacless": "",
        "note": "[১] প্রভু হয়ে থেকো না, বরং বান্দা হয়ে থাক অর্থাৎ যেকোন কাজে নিজেকে বড় মনে করো না, বরং সর্বদা নিজেকে ছোট মনে কর, তা হলে আল্লাহর কাছে তোমার মর্যাদা বড় হবে।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 50612,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯৩",
        "hadith_id": 1793,
        "narrator": "বর্ণণাকারী",
        "bn": "নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী আয়িশা (রাঃ) ইশার নামাযের পর আপনজনদের কাছে বলে পাঠাতেন যে, লেখক ফেরেশতাদেরকে এখনও আরাম (অবসর) দিবে না ? [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَتْ تُرْسِلُ إِلَى بَعْضِ أَهْلِهَا بَعْدَ الْعَتَمَةِ فَتَقُولُ أَلَا تُرِيحُونَ الْكُتَّابَ",
        "ar_diacless": "و حدثني مالك أنه بلغه أن عائشة زوج النبي صلى الله عليه وسلم كانت ترسل إلى بعض أهلها بعد العتمة فتقول ألا تريحون الكتاب",
        "note": "[১] অর্থাৎ ইশার পর অনর্থক গল্প করো না। সম্মানিত লেখক ফেরেশতাকে অবসর দান কর এবং শুইয়া পড়। অনর্থক বিলম্বে শুইলে সকালে জাগ্রত হতে পারবে না।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18771,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 4,
    "title": "গীবত প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ ৪:",
    "sort_order": 4,
    "hadiths": [
      {
        "id": 50614,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯৪",
        "hadith_id": 1794,
        "narrator": "মুত্তালিব ইব্নু আবদুল্লাহ্ মাখযুমী (রহঃ)",
        "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এক ব্যক্তি জিজ্ঞেস করলঃ গীবত কি (বা গীবত কাকে বলে)? এতদুত্তরে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কারো অবর্তমানে তার এমন কথা প্রকাশ করা যা সে শুনলে অসন্তুষ্ট হবে। অতঃপর লোকটি (আবার) বলল, ইয়া রাসূলুল্লাহ! কথা যদি সত্য হয় (অর্থাৎ যা বলা হচ্ছে তা যদি মিথ্যা না হয়, বরং সত্য হয় তা হলেও কি উহা গীবত হবে)? তখন রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যদি মিথ্যা হয়, (তবে উহাকে গীবত বলা হয় না; বরং) উহা বুহতান (অপবাদ)। [১] (সহীহ, ইমাম মুসলিম আবূ হুরায়রা থেকে বর্ণনা করেন ২৫৮৯)",
        "ar": "حَدَّثَنِي مَالِك عَنْ الْوَلِيدِ بْنِ عَبْدِ اللهِ بْنِ صَيَّادٍ أَنَّ الْمُطَّلِبَ بْنَ عَبْدِ اللهِ بْنِ حَنْطَبَ الْمَخْزُومِيَّ أَخْبَرَهُ أَنَّ رَجُلًا سَأَلَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا الْغِيبَةُ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ تَذْكُرَ مِنْ الْمَرْءِ مَا يَكْرَهُ أَنْ يَسْمَعَ قَالَ يَا رَسُولَ اللهِ وَإِنْ كَانَ حَقًّا قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا قُلْتَ بَاطِلًا فَذَلِكَ الْبُهْتَانُ",
        "ar_diacless": "حدثني مالك عن الوليد بن عبد الله بن صياد أن المطلب بن عبد الله بن حنطب المخزومي أخبره أن رجلا سأل رسول الله صلى الله عليه وسلم ما الغيبة فقال رسول الله صلى الله عليه وسلم أن تذكر من المرء ما يكره أن يسمع قال يا رسول الله وإن كان حقا قال رسول الله صلى الله عليه وسلم إذا قلت باطلا فذلك البهتان",
        "note": "[১] কোন ব্যক্তির এমন দোষের কথা যা উক্ত ব্যক্তির মধ্যে আছে, তার অবর্তমানে প্রকাশ করার নামই গীবত। অবশ্য সৎ পথে আনার নিয়তে হলে উহা জায়েয আছে, অন্যথায় হারাম। আর যদি উহা মিথ্যা হয় তবে উহা অপবাদ বা বুহ্তান, ইহা গীবতের চাইতেও মারাত্মক।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18772,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 5,
    "title": "জিহ্বার গুনাহ প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ ৫:",
    "sort_order": 5,
    "hadiths": [
      {
        "id": 50620,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯৫",
        "hadith_id": 1795,
        "narrator": "আ‘তা ইব্নু ইয়াসার (রহঃ)",
        "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আল্লাহ্ তা‘আলা যাকে দুইটি জিনিসের অনিষ্ট হতে রক্ষা করবেন সে বেহেশতে যাবে। (ইহা শুনে) এক ব্যক্তি বলল, ইয়া রাসূলুল্লাহ্! সে দুটি জিনিস কি আপনি আমাদেরকে বলবেন না? অতঃপর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব হয়ে গেলেন। অতঃপর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেই প্রথম কথা পুনরাবৃত্তি করলেন। লোকটি আবার বলল, ইয়া রাসূলুল্লাহ্! আমাদেরকে উহা বলবেন না ? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব হয়ে গেলেন। অতঃপর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পুনরায় সেই কথা বললেন। লোকটি আবার বলল, ইয়া রাসূলুল্লাহ্! আমাদেরকে বলবেন না? রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবার সেই কথা বললেন। লোকটিও আবারও একই কথা বলতে চাইলে লোকটির পার্শ্বে উপবিষ্ট এক ব্যক্তি তাকে চুপ করাল। অতঃপর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজেই বললেন, “আল্লাহ্ তা‘আলা যাকে দুটি জিনিসের অনিষ্ট হতে রক্ষা করবেন সে বেহেশতে যাবে। একটি হল দুই চোয়ালের মধ্যবর্তী বস্তু (জিহ্বা) অপরটি হল দুই রানের মধ্যবর্তী বস্তু” (লজ্জাস্থান)। এই কথাটি তিনবার বললেন। [১] (সহীহ, বুখারী ৬৪৭৪, সাহল বিন সাদ থেকে অনুরূপ হাদীস বর্ণনা করেছেন- তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ وَقَاهُ اللهُ شَرَّ اثْنَيْنِ وَلَجَ الْجَنَّة فَقَالَ رَجُلٌ يَا رَسُولَ اللهِ لَا تُخْبِرْنَا فَسَكَتَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ عَادَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مِثْلَ مَقَالَتِهِ الْأُولَى فَقَالَ لَهُ الرَّجُلُ لَا تُخْبِرْنَا يَا رَسُولَ اللهِ فَسَكَتَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَ ذَلِكَ أَيْضًا فَقَالَ الرَّجُلُ لَا تُخْبِرْنَا يَا رَسُولَ اللهِ ثُمَّ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَ ذَلِكَ أَيْضًا ثُمَّ ذَهَبَ الرَّجُلُ يَقُولُ مِثْلَ مَقَالَتِهِ الْأُولَى فَأَسْكَتَهُ رَجُلٌ إِلَى جَنْبِهِ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَنْ وَقَاهُ اللهُ شَرَّ اثْنَيْنِ وَلَجَ الْجَنَّةَ مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ",
        "ar_diacless": "حدثني مالك عن زيد بن أسلم عن عطاء بن يسار\n\nأن رسول الله صلى الله عليه وسلم قال من وقاه الله شر اثنين ولج الجنة فقال رجل يا رسول الله لا تخبرنا فسكت رسول الله صلى الله عليه وسلم ثم عاد رسول الله صلى الله عليه وسلم فقال مثل مقالته الأولى فقال له الرجل لا تخبرنا يا رسول الله فسكت رسول الله صلى الله عليه وسلم ثم قال رسول الله صلى الله عليه وسلم مثل ذلك أيضا فقال الرجل لا تخبرنا يا رسول الله ثم قال رسول الله صلى الله عليه وسلم مثل ذلك أيضا ثم ذهب الرجل يقول مثل مقالته الأولى فأسكته رجل إلى جنبه فقال رسول الله صلى الله عليه وسلم من وقاه الله شر اثنين ولج الجنة ما بين لحييه وما بين رجليه ما بين لحييه وما بين رجليه ما بين لحييه وما بين رجليه",
        "note": "[১] অর্থাৎ জিহ্বা সংযত রাখ এবং চরিত্রের হিফাযত কর।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50619,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯৬",
        "hadith_id": 1796,
        "narrator": "যাইদ ইব্নু আসলাম (রাঃ) তাঁর পিতা",
        "bn": "উমার ইব্নু খাত্তাব (রাঃ) আবূ বাক্র সিদ্দীক (রাঃ)-এর নিকট গিয়ে দেখলেন যে, আবূ বাক্র (রাঃ) স্বীয় জিহ্বা ধরে টানছেন। উমার (রাঃ) বললেন, রাখুন (অর্থাৎ এই রকম করবেন না), আল্লাহ্ আপনাকে ক্ষমা করুন। অতঃপর আবূ বাকর (রাঃ) বললেন, এই জিহ্বাই তো আমাকে ধ্বংসের মুখে ঠেলে দিয়েছে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ دَخَلَ عَلَى أَبِي بَكْرٍ الصِّدِّيقِ وَهُوَ يَجْبِذُ لِسَانَهُ فَقَالَ لَهُ عُمَرُ مَهْ غَفَرَ اللهُ لَكَ فَقَالَ أَبُو بَكْرٍ إِنَّ هَذَا أَوْرَدَنِي الْمَوَارِدَََََ",
        "ar_diacless": "و حدثني مالك عن زيد بن أسلم عن أبيه أن عمر بن الخطاب دخل على أبي بكر الصديق وهو يجبذ لسانه فقال له عمر مه غفر الله لك فقال أبو بكر إن هذا أوردني الموارد",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18773,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 6,
    "title": "একজনকে বাদ দিয়ে দুইজন পরস্পরে কানে কানে কথা বলা প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ ৬:",
    "sort_order": 6,
    "hadiths": [
      {
        "id": 50626,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯৭",
        "hadith_id": 1797,
        "narrator": "আবদুল্লাহ্ ইব্নু দীনার (রহঃ)",
        "bn": "তিনি বলেন, আমি ও আবদুল্লাহ্ ইব্নু উমার (রাঃ) খালিদ ইব্নু উকবা (রাঃ)-এর সেই ঘরের নিকটে ছিলাম যা বাজারে অবস্থিত ছিল। ইত্যবসরে এক ব্যক্তি এসে তাঁর সাথে কানে কানে কিছু কথা বলতে ইচ্ছা করল। আবদুল্লাহ্ (ইব্নু উমার)-এর সঙ্গে আমি ও সেই ব্যক্তি ব্যতীত, যে তার সাথে কানে কানে কথা বলতে চেয়েছিল, আর কেউ ছিল না। অতঃপর আবদুল্লাহ্ ইব্নু উমার (রাঃ) অপর এক ব্যক্তিকে ডেকে নিলেন। এখন আমরা চারজন হলাম এবং তিনি আমাকে ও সেই ব্যক্তিকে একটু সরে যেতে বললেন, যাকে ডেকে নিয়েছিলেন  এবং বললেন, আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট শ্রবণ করেছি, তিনি বলেছেন, দুইজন একজনকে একা ছেড়ে কানে কানে কথা বলবে না। (এতে তৃতীয় ব্যক্তি দুঃখিত হয়।)",
        "ar": "حَدَّثَنِي مَالِك عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ قَالَ كُنْتُ أَنَا وَعَبْدُ اللهِ بْنُ عُمَرَ\n\nعِنْدَ دَارِ خَالِدِ بْنِ عُقْبَةَ الَّتِي بِالسُّوقِ فَجَاءَ رَجُلٌ يُرِيدُ أَنْ يُنَاجِيَهُ وَلَيْسَ مَعَ عَبْدِ اللهِ بْنِ عُمَرَ أَحَدٌ غَيْرِي وَغَيْرُ الرَّجُلِ الَّذِي يُرِيدُ أَنْ يُنَاجِيَهُ فَدَعَا عَبْدُ اللهِ بْنُ عُمَرَ رَجُلًا آخَرَ حَتَّى كُنَّا أَرْبَعَةً فَقَالَ لِي وَلِلرَّجُلِ الَّذِي دَعَاهُ اسْتَأْخِرَا شَيْئًا فَإِنِّي سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا يَتَنَاجَى اثْنَانِ دُونَ وَاحِدٍََََ",
        "ar_diacless": "حدثني مالك عن عبد الله بن دينار قال كنت أنا وعبد الله بن عمر\n\nعند دار خالد بن عقبة التي بالسوق فجاء رجل يريد أن يناجيه وليس مع عبد الله بن عمر أحد غيري وغير الرجل الذي يريد أن يناجيه فدعا عبد الله بن عمر رجلا آخر حتى كنا أربعة فقال لي وللرجل الذي دعاه استأخرا شيئا فإني سمعت رسول الله صلى الله عليه وسلم يقول لا يتناجى اثنان دون واحد",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50625,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯৮",
        "hadith_id": 1798,
        "narrator": "আবদুল্লাহ্ ইব্নু উমার (রাঃ)",
        "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যদি তিনজন এক সঙ্গে হয়, তবে একজনকে ছেড়ে অবশিষ্ট দুইজন কানে কানে কথা বলবে না। (বুখারী ৬২৮৮, মুসলিম ২১৮৩)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا كَانَ ثَلَاثَةٌ فَلَا يَتَنَاجَى اثْنَانِ دُونَ وَاحِدٍََََ",
        "ar_diacless": "و حدثني مالك عن نافع عن عبد الله بن عمر\n\nأن رسول الله صلى الله عليه وسلم قال إذا كان ثلاثة فلا يتناجى اثنان دون واحد",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18774,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 7,
    "title": "সত্য ও মিথ্যা কথা বলা প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ ৭:",
    "sort_order": 7,
    "hadiths": [
      {
        "id": 50639,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯৯",
        "hadith_id": 1799,
        "narrator": "সাফওয়ান ইব্নু সুলাইম (রহঃ)",
        "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এক ব্যক্তি এসে বলল, আমি আমার স্ত্রীর সাথে মিথ্যা বলতে পারব কি? এতদুত্তরে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, মিথ্যা কথায় কোন উপকার নেই। লোকটি আবার বলল, আমি তার সাথে ওয়াদা তো করতে পারব যে, আমি তোমাকে এই জিনিস দিব। অতঃপর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, এতে কোন দোষ নেই। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ صَفْوَانَ بْنِ سُلَيْمٍ\n\nأَنَّ رَجُلًا قَالَ لِرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَكْذِبُ امْرَأَتِي يَا رَسُولَ اللهِ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا خَيْرَ فِي الْكَذِبِ فَقَالَ الرَّجُلُ يَا رَسُولَ اللهِ أَعِدُهَا وَأَقُولُ لَهَا فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا جُنَاحَ عَلَيْكَََََ",
        "ar_diacless": "حدثني مالك عن صفوان بن سليم\n\nأن رجلا قال لرسول الله صلى الله عليه وسلم أكذب امرأتي يا رسول الله فقال رسول الله صلى الله عليه وسلم لا خير في الكذب فقال الرجل يا رسول الله أعدها وأقول لها فقال رسول الله صلى الله عليه وسلم لا جناح عليك",
        "note": "[১] অর্থাৎ পূর্ণ করার নিয়্যাতে ওয়াদা করতে কোন আপত্তি নেই। তবে কখনোই পূর্ণ করবেন না এই নিয়্যাতে ওয়াদা করলে নিশ্চয়ই গুনাহগার হবে। কেননা মিথ্যা ওয়াদা কখনও জায়েয নেই, বরং উহা মুনাফিকের আলামত।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50640,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০০",
        "hadith_id": 1800,
        "narrator": "মালিক (রহঃ)",
        "bn": "আবদুল্লাহ্ ইব্নু মাসঊদ (রাঃ) বলতেন, তোমরা সত্য বলা নিজের উপর ওয়াজিব (অনিবার্য) করে নাও। কেননা সত্য কথা নেকীর দিকে ধাবিত করে এবং নেকী বেহেশতের পথ সুগম করে। আর তোমরা মিথ্যা বলা হতে সংযত হও। কেননা মিথ্যা কথা গুনাহর দিকে পথ প্রদর্শন করে এবং গুনাহ দোযখের পথ সুগম করে। তুমি কি শোননি, ইহা বলা হয় যে, সত্য বলে নেকী করল এবং মিথ্যা বলে গুনাহ করল? (বুখারী ৬০৯৪, মুসলিম ২৬০৭, আর ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি ইমাম মালিক-এর নিকট ইবনু মাসঊদ থেকে পৌঁছেছে মর্মে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّ عَبْدَ اللهِ بْنَ مَسْعُودٍ كَانَ يَقُولُ عَلَيْكُمْ بِالصِّدْقِ فَإِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ وَالْبِرَّ يَهْدِي إِلَى الْجَنَّةِ وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ وَالْفُجُورَ يَهْدِي إِلَى النَّارِ أَلَا تَرَى أَنَّهُ يُقَالُ صَدَقَ وَبَرَّ وَكَذَبَ وَفَجَرَ",
        "ar_diacless": "و حدثني مالك أنه بلغه أن عبد الله بن مسعود كان يقول عليكم بالصدق فإن الصدق يهدي إلى البر والبر يهدي إلى الجنة وإياكم والكذب فإن الكذب يهدي إلى الفجور والفجور يهدي إلى النار ألا ترى أنه يقال صدق وبر وكذب وفجر",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50637,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০১",
        "hadith_id": 1801,
        "narrator": "মালিক (রহঃ)",
        "bn": "লুকমান (আ)-এর নিকট কেউ জিজ্ঞেস করল, কিসের কারণে আপনি এই এত বুযুর্গী পেলেন? লুকমান (আ) বললেন, সত্য কথা বলা, আমানতদারী এবং অনর্থক কাজ পরিহার করার কারণে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّهُ قِيلَ لِلُقْمَانَ مَا بَلَغَ بِكَ مَا نَرَى يُرِيدُونَ الْفَضْل فَقَالَ لُقْمَانُ صِدْقُ الْحَدِيثِ وَأَدَاءُ الْأَمَانَةِ وَتَرْكُ مَا لَا يَعْنِينِي",
        "ar_diacless": "و حدثني مالك أنه بلغه أنه قيل للقمان ما بلغ بك ما نرى يريدون الفضل فقال لقمان صدق الحديث وأداء الأمانة وترك ما لا يعنيني",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50638,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০২",
        "hadith_id": 1802,
        "narrator": "মালিক (রহঃ)",
        "bn": "আবদুল্লাহ্ ইব্নু মাসঊদ (রাঃ) বলতেন, মানুষ মিথ্যা কথা বলে। তার অন্তরে একটা কাল দাগ পড়ে শেষ পর্যন্ত তার গোটা অন্তরই কাল হয়ে যায়। অবশেষে আল্লাহ্‌র নিকট তার নাম মিথ্যাবাদীদের তালিকায় লিপিবদ্ধ হয়। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّ عَبْدَ اللهِ بْنَ مَسْعُودٍ كَانَ يَقُولُ لَا يَزَالُ الْعَبْدُ يَكْذِبُ وَتُنْكَتُ فِي قَلْبِهِ نُكْتَةٌ سَوْدَاءُ حَتَّى يَسْوَدَّ قَلْبُهُ كُلُّهُ فَيُكْتَبَ عِنْدَ اللهِ مِنْ الْكَاذِبِينَ.",
        "ar_diacless": "و حدثني مالك أنه بلغه أن عبد الله بن مسعود كان يقول لا يزال العبد يكذب وتنكت في قلبه نكتة سوداء حتى يسود قلبه كله فيكتب عند الله من الكاذبين.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50641,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০৩",
        "hadith_id": 1803,
        "narrator": "সাফওয়ান ইব্নু সুলাইম (রাঃ)",
        "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে কেউ জিজ্ঞেস করল, মু‘মিন সাহসহীন বা ভীরু হতে পারে কি? রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হ্যাঁ। আবার জিজ্ঞেস করা হল, মু‘মিন কৃপণ (বখিল) হতে পারে কি? তিনি বললেন, হ্যাঁ। আবার জিজ্ঞেস করা হল, মু‘মিন মিথ্যাবাদী হতে পারে কি? রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, না। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ صَفْوَانَ بْنِ سُلَيْمٍ أَنَّهُ قَالَ قِيلَ لِرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَيَكُونُ الْمُؤْمِنُ جَبَانًا فَقَالَ نَعَمْ فَقِيلَ لَهُ أَيَكُونُ الْمُؤْمِنُ بَخِيلًا فَقَالَ نَعَمْ فَقِيلَ لَهُ أَيَكُونُ الْمُؤْمِنُ كَذَّابًا فَقَالَ لَاََََ",
        "ar_diacless": "و حدثني مالك عن صفوان بن سليم أنه قال قيل لرسول الله صلى الله عليه وسلم أيكون المؤمن جبانا فقال نعم فقيل له أيكون المؤمن بخيلا فقال نعم فقيل له أيكون المؤمن كذابا فقال لا",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18775,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 8,
    "title": "অপব্যয় ও দোমুখো মানুষ প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ ৮:",
    "sort_order": 8,
    "hadiths": [
      {
        "id": 50657,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০৪",
        "hadith_id": 1804,
        "narrator": "আবূ হুরায়রা (রাঃ)",
        "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আল্লাহ্ তা‘আলা তোমাদের তিনটি কাজে সন্তুষ্ট হন এবং তিনটি কাজে অসন্তুষ্ট হন। \n\nযেসব কাজে তিনি সন্তুষ্ট হন সেগুলো হলঃ \n(১) তোমরা তাঁরই ইবাদত করবে এবং তাঁর সাথে আর কাউকেও শরীক করবে না। \n(২) আল্লাহর রজ্জু (অর্থাৎ কুরআন) মজবুত করে ধরবে। \n(৩) আল্লাহ্ যাকে শাসনের ভার দিয়েছেন তাকে নসীহত করবে। \n\nযেসব কাজে তিনি অসন্তুষ্ট হন, সেগুলো হলঃ \n(১) কথা অধিক বলা, \n(২) অপব্যয় করা, \n(৩) অধিক যাচনা করা (ভিক্ষা করা)। \n(সহীহ, মুসলিম ১৭১৫)",
        "ar": "حَدَّثَنِي مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللهَ يَرْضَى لَكُمْ ثَلَاثًا وَيَسْخَطُ لَكُمْ ثَلَاثًا يَرْضَى لَكُمْ أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَأَنْ تَعْتَصِمُوا بِحَبْلِ اللهِ جَمِيعًا وَأَنْ تَنَاصَحُوا مَنْ وَلَّاهُ اللهُ أَمْرَكُمْ وَيَسْخَطُ لَكُمْ قِيلَ وَقَالَ وَإِضَاعَةَ الْمَالِ وَكَثْرَةَ السُّؤَالََََِ",
        "ar_diacless": "حدثني مالك عن سهيل بن أبي صالح عن أبيه عن أبي هريرة\n\nأن رسول الله صلى الله عليه وسلم قال إن الله يرضى لكم ثلاثا ويسخط لكم ثلاثا يرضى لكم أن تعبدوه ولا تشركوا به شيئا وأن تعتصموا بحبل الله جميعا وأن تناصحوا من ولاه الله أمركم ويسخط لكم قيل وقال وإضاعة المال وكثرة السؤال",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50656,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০৫",
        "hadith_id": 1805,
        "narrator": "আবূ হুরায়রা (রাঃ)",
        "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, দোমুখো মানুষই নিকৃষ্টতম মানুষ অর্থাৎ যে এক দলের সঙ্গে এক রকম কথা বলে এবং অপর দলের সঙ্গে আরেক রকম কথা বলে। (সহীহ, মুসলিম ২৫২৬, এই হাদীসটি বুখারী ও মুসলিমেও বর্ণিত হয়েছে অন্য সনদে আবূ হুরায়রা থেকে)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مِنْ شَرِّ النَّاسِ ذُو الْوَجْهَيْنِ الَّذِي يَأْتِي هَؤُلَاءِ بِوَجْهٍ وَهَؤُلَاءِ بِوَجْهٍ",
        "ar_diacless": "و حدثني مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال من شر الناس ذو الوجهين الذي يأتي هؤلاء بوجه وهؤلاء بوجه",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18776,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 56,
    "section_id": 9,
    "title": "কয়েকজনের গুনাহের কারণে সকলের ভোগান্তি",
    "preface": "",
    "number": "পরিচ্ছেদ ৯:",
    "sort_order": 9,
    "hadiths": [
      {
        "id": 50661,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০৬",
        "hadith_id": 1806,
        "narrator": "নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী উম্মে সালমা (রাঃ)",
        "bn": "ইয়া রাসূলুল্লাহ্! আমাদের মধ্যে সংলগ্ন থাকা সত্ত্বেও আমরা ধ্বংস হয়ে যাব কি? অতঃপর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হ্যাঁ গুনাহ যখন অধিক হয়, তখন (উহার শাস্তি সকলকেই ভোগ করতে হয়)। (বুখারী ৩৩৪৬, মুসলিম ২৮৮০, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّ أُمَّ سَلَمَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ يَا رَسُولَ اللهِ أَنَهْلِكُ وَفِينَا الصَّالِحُونَ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَعَمْ إِذَا كَثُرَ الْخَبَثُ",
        "ar_diacless": "حدثني مالك أنه بلغه أن أم سلمة زوج النبي صلى الله عليه وسلم قالت يا رسول الله أنهلك وفينا الصالحون فقال رسول الله صلى الله عليه وسلم نعم إذا كثر الخبث",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50662,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 56,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০৭",
        "hadith_id": 1807,
        "narrator": "উমার ইব্নু আবদুল আযীয (রহঃ)",
        "bn": "বিশেষ লোকের গুনাহের কারণে আল্লাহ্ তা‘আলা জনসাধারণকে আযাব দেন না। তবে পাপাচার যদি প্রকাশ্যে হতে থাকে, তখন সকলেই আযাবের যোগ্য হয়। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ إِسْمَعِيلَ بْنِ أَبِي حَكِيمٍ أَنَّهُ سَمِعَ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ يَقُولُ كَانَ يُقَالُ إِنَّ اللهَ تَبَارَكَ وَتَعَالَى لَا يُعَذِّبُ الْعَامَّةَ بِذَنْبِ الْخَاصَّةِ وَلَكِنْ إِذَا عُمِلَ الْمُنْكَرُ جِهَارًا اسْتَحَقُّوا الْعُقُوبَةَ كُلُّهُمْ",
        "ar_diacless": "و حدثني مالك عن إسمعيل بن أبي حكيم أنه سمع عمر بن عبد العزيز يقول كان يقال إن الله تبارك وتعالى لا يعذب العامة بذنب الخاصة ولكن إذا عمل المنكر جهارا استحقوا العقوبة كلهم",
        "note": "[১] যে পাপাচারে লিপ্ত হয়েছে সে তার পাপের দরুন আযাব ভোগ করবে। আর যারা পাপাচারে লিপ্ত হয়নি তারা আযাব ভোগ করবে এইজন্য যে, তারা পাপাচারে বাধা দেয়নি।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  }
]