[
  {
    "id": 9488,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 1,
    "title": "বাবা-মায়ের সাথে উত্তম আচরণ",
    "preface": "",
    "number": "১. অনুচ্ছেদঃ",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 25036,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 1,
        "hadith_key": "জামে' আত-তিরমিজি: ১৮৯৭",
        "hadith_id": 1897,
        "narrator": "বাহ্‌য ইবনু হাকীমের দাদা [মু‘আবিয়া ইবনু হাইদা (রাঃ)]",
        "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! কোন্‌ ব্যক্তির সাথে আমি উত্তম আচরণ করব? তিনি বললেনঃ তোমার মায়ের সাথে। আমি প্রশ্ন করলাম, এরপর কার সাথে? তিনি বললেনঃ তোমার মায়ের সাথে। আমি আবার প্রশ্ন করলাম, এরপর কার সাথে? তিনি বললেনঃ তোমার মায়ের সাথে। আমি আবার প্রশ্ন করলাম, এরপর কার সাথে? তিনি বললেনঃ তারপর তোমার বাবার সাথে, তারপর নিকটাত্মীয়তার ক্রমানুসারে উত্তম আচরণ করবে।\n \nহাসান, মিশকাত (৪৯২৯)।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَنْ أَبَرُّ قَالَ ‏\"‏ أُمَّكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ ثُمَّ مَنْ قَالَ ‏\"‏ أُمَّكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ ثُمَّ مَنْ قَالَ ‏\"‏ أُمَّكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ ثُمَّ مَنْ قَالَ ‏\"‏ ثُمَّ أَبَاكَ ثُمَّ الأَقْرَبَ فَالأَقْرَبَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عُمَرَ وَعَائِشَةَ وَأَبِي الدَّرْدَاءِ ‏.‏ قَالَ أَبُو عِيسَى وَبَهْزُ بْنُ حَكِيمٍ هُوَ ابْنُ مُعَاوِيَةَ بْنِ حَيْدَةَ الْقُشَيْرِيُّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ تَكَلَّمَ شُعْبَةُ فِي بَهْزِ بْنِ حَكِيمٍ وَهُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ وَرَوَى عَنْهُ مَعْمَرٌ وَالثَّوْرِيُّ وَحَمَّادُ بْنُ سَلَمَةَ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ ‏.‏",
        "ar_diacless": "حدثنا محمد بن بشار، أخبرنا يحيى بن سعيد، أخبرنا بهز بن حكيم، حدثني أبي، عن جدي، قال قلت يا رسول الله من أبر قال ‏\"‏ أمك ‏\"‏ ‏.‏ قال قلت ثم من قال ‏\"‏ أمك ‏\"‏ ‏.‏ قال قلت ثم من قال ‏\"‏ أمك ‏\"‏ ‏.‏ قال قلت ثم من قال ‏\"‏ ثم أباك ثم الأقرب فالأقرب ‏\"‏ ‏.‏ قال وفي الباب عن أبي هريرة وعبد الله بن عمر وعائشة وأبي الدرداء ‏.‏ قال أبو عيسى وبهز بن حكيم هو ابن معاوية بن حيدة القشيري ‏.‏ وهذا حديث حسن ‏.‏ وقد تكلم شعبة في بهز بن حكيم وهو ثقة عند أهل الحديث وروى عنه معمر والثوري وحماد بن سلمة وغير واحد من الأئمة ‏.‏",
        "note": "আবূ হুরাইরা, আবদুল্লাহ ইবনু আমর, আইশা ও আবুদ দারদা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, বাহয ইবনু হাকীমের অপর নাম আবূ মুআবিয়া ইবনু হাইদা। এ হাদীসটি হাসান। শুবা (রহঃ) বাহ্‌য ইবনু হাকীমের সমালোচনা করেছেন। কিন্তু হাদীস পারদর্শীদের মতে তিনি একজন সিকাহ বর্ণনাকারী। তার নিকট হতে মা’মার, সুফিয়ান সাওরী, হাম্মাদ ইবনু সালামা প্রমুখ হাদীসের ইমামগণ হাদীস বর্ননা করেছেন।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9497,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 10,
    "title": "আত্মীয়তার সম্পর্ক বহাল রাখা",
    "preface": "",
    "number": "১০. অনুচ্ছেদঃ",
    "sort_order": 10,
    "hadiths": [
      {
        "id": 29712,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 10,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০৮",
        "hadith_id": 1908,
        "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সমানুরুপ ব্যবহারের মনোভাব নিয়ে সম্পর্ক রক্ষাকারী আত্মীয়তার সম্পর্ক রক্ষাকারী নয়, বরং কেউ কোন ব্যক্তির সাথে সম্পর্ক নষ্ট করলেও সে যদি তার সাথে সম্পর্ক বজায় রাখে তবে সে-ই হচ্ছে প্রকৃত সম্পর্ক স্থাপনকারী।\n\nসহীহ, গাইয়াতুল মারাম (৪০৪) , সহীহ আবূ দাঊদ (১৪৮৯) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا بَشِيرٌ أَبُو إِسْمَاعِيلَ، وَفِطْرُ بْنُ خَلِيفَةَ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَيْسَ الْوَاصِلُ بِالْمُكَافِئِ وَلَكِنَّ الْوَاصِلَ الَّذِي إِذَا انْقَطَعَتْ رَحِمُهُ وَصَلَهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ سَلْمَانَ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عُمَرَ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان، حدثنا بشير أبو إسماعيل، وفطر بن خليفة، عن مجاهد، عن عبد الله بن عمرو، عن النبي صلى الله عليه وسلم قال ‏ \"‏ ليس الواصل بالمكافئ ولكن الواصل الذي إذا انقطعت رحمه وصلها ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وفي الباب عن سلمان وعائشة وعبد الله بن عمر ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। সালমান, আইশা ও আবদুল্লাহ ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25050,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 10,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০৯",
        "hadith_id": 1909,
        "narrator": "মুহাম্মাদ ইবনু জুবাইর (রহঃ) হতে তার বাবা",
        "bn": "তিনি (জুবাইর) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কর্তনকারী (আত্মীয়তার সম্পর্ক ছিন্নকারী) জান্নাতে যেতে পারবে না।\n \nসহীহ, গাইয়াতুল মারাম (৪০৮) , সহীহ আবূ দাঊদ (১৪৮৮) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَنَصْرُ بْنُ عَلِيٍّ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَدْخُلُ الْجَنَّةَ قَاطِعٌ ‏\"‏ ‏.‏ قَالَ ابْنُ أَبِي عُمَرَ قَالَ سُفْيَانُ يَعْنِي قَاطِعَ رَحِمٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، ونصر بن علي، وسعيد بن عبد الرحمن المخزومي، قالوا حدثنا سفيان، عن الزهري، عن محمد بن جبير بن مطعم، عن أبيه، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا يدخل الجنة قاطع ‏\"‏ ‏.‏ قال ابن أبي عمر قال سفيان يعني قاطع رحم ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "ইবনু আবী উমার বলেন, সুফিয়ান বলেছেন, অর্থাৎ আত্মীয়তার সম্পর্ক ছিন্নকারী। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9498,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 11,
    "title": "সন্তানদের প্রতি ভালোবাসা",
    "preface": "",
    "number": "১১. অনুচ্ছেদঃ",
    "sort_order": 11,
    "hadiths": [
      {
        "id": 25052,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 11,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১০",
        "hadith_id": 1910,
        "narrator": "উমার ইবনু আবদুল আযীয (রহঃ)",
        "bn": "খাওলা বিনতি হাকীম (রাঃ) একজন সৎকর্মশীলা মহিলা। তিনি বলেছেন, একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কন্যা ফাতিমা (রাঃ)–এর দুই ছেলের একজনকে কোলে করে বাহিরে এলেন। তখন তিনি বলেনঃ (সন্তানের মুহাব্বতে) তোমারাই কৃপণতা, কাপুরুষতা ও অজ্ঞতার কারণ হও। তোমরা হলে আল্লাহ্‌ তা‘আলার বাগানের সুগন্ধি ফুল।\n \nযঈফ, যঈফা (৩২১৪)।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، قَالَ سَمِعْتُ ابْنَ أَبِي سُوَيْدٍ، يَقُولُ سَمِعْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، يَقُولُ زَعَمَتِ الْمَرْأَةُ الصَّالِحَةُ خَوْلَةُ بِنْتُ حَكِيمٍ قَالَتْ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ وَهُوَ مُحْتَضِنٌ أَحَدَ ابْنَىِ ابْنَتِهِ وَهُوَ يَقُولُ ‏ \"‏ إِنَّكُمْ لَتُبَخِّلُونَ وَتُجَبِّنُونَ وَتُجَهِّلُونَ وَإِنَّكُمْ لَمِنْ رَيْحَانِ اللَّهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَالأَشْعَثِ بْنِ قَيْسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُيَيْنَةَ عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِهِ ‏.‏ وَلاَ نَعْرِفُ لِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ سَمَاعًا مِنْ خَوْلَةَ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان، عن إبراهيم بن ميسرة، قال سمعت ابن أبي سويد، يقول سمعت عمر بن عبد العزيز، يقول زعمت المرأة الصالحة خولة بنت حكيم قالت خرج رسول الله صلى الله عليه وسلم ذات يوم وهو محتضن أحد ابنى ابنته وهو يقول ‏ \"‏ إنكم لتبخلون وتجبنون وتجهلون وإنكم لمن ريحان الله ‏\"‏ ‏.‏ قال وفي الباب عن ابن عمر والأشعث بن قيس ‏.‏ قال أبو عيسى حديث ابن عيينة عن إبراهيم بن ميسرة لا نعرفه إلا من حديثه ‏.‏ ولا نعرف لعمر بن عبد العزيز سماعا من خولة ‏.‏",
        "note": "এ অনুচ্ছেদে ইবনু উমার ও আশআস ইবনু কাইস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন , শুধু উল্লেখিত সনদসূত্রেই আমরা এ হাদিসটি জেনেছি। খাওলা বিনতি হাকীম (রাঃ) হতে উমার ইবনু আবদুল আযীয (রহঃ) সরাসরি শুনেছেন বলে আমাদের জানা নেই।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9499,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 12,
    "title": "সন্তানদের প্রতি দয়া-অনুগ্রহ করা",
    "preface": "",
    "number": "১২. অনুচ্ছেদঃ",
    "sort_order": 12,
    "hadiths": [
      {
        "id": 25065,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 12,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১১",
        "hadith_id": 1911,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, আল-আকরা ইবনু হাবিস (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখলেন যে, তিনি হাসানকে চুমু খাচ্ছেন। ইবনু আবী উমার তার বর্ণনায় উল্লেখ করেছেন যে, তিনি হাসান অথবা হুসাইনকে চুমু খেয়েছেন। আল-আকরা (রাঃ) বলেন, আমার দশটি সন্তান আছে কিন্তু আমি তাদের কাউকে কখনো চুমু দেইনি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি দয়া-অনুগ্রহ করে না সে দয়া-অনুগ্রহপ্রাপ্ত হয় না।\n \nসহীহ, তাখরীজ “মুশকিলাতুল ফাক্‌র” (১০৮) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَبْصَرَ الأَقْرَعُ بْنُ حَابِسٍ النَّبِيَّ صلى الله عليه وسلم وَهُوَ يُقَبِّلُ الْحَسَنَ قَالَ ابْنُ أَبِي عُمَرَ الْحُسَيْنَ أَوِ الْحَسَنَ فَقَالَ إِنَّ لِي مِنَ الْوَلَدِ عَشَرَةً مَا قَبَّلْتُ أَحَدًا مِنْهُمْ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّهُ مَنْ لاَ يَرْحَمْ لاَ يُرْحَمْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ اسْمُهُ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، وسعيد بن عبد الرحمن، قالا حدثنا سفيان، عن الزهري، عن أبي سلمة، عن أبي هريرة، قال أبصر الأقرع بن حابس النبي صلى الله عليه وسلم وهو يقبل الحسن قال ابن أبي عمر الحسين أو الحسن فقال إن لي من الولد عشرة ما قبلت أحدا منهم ‏.‏ فقال رسول الله صلى الله عليه وسلم ‏ \"‏ إنه من لا يرحم لا يرحم ‏\"‏ ‏.‏ قال وفي الباب عن أنس وعائشة ‏.‏ قال أبو عيسى وأبو سلمة بن عبد الرحمن اسمه عبد الله بن عبد الرحمن بن عوف ‏.‏ وهذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, আনাস ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ সালামার নাম আবদুল্লাহ, পিতা আবদুর রাহমান। এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9500,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 13,
    "title": "মেয়ে সন্তান ও বোনদের উদ্দেশ্যে খরচ করা",
    "preface": "",
    "number": "১৩. অনুচ্ছেদঃ",
    "sort_order": 13,
    "hadiths": [
      {
        "id": 25066,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 13,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১২",
        "hadith_id": 1912,
        "narrator": "আবূ সাঈদ আল–খুদরী (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে যারই তিনটি মেয়ে অথবা তিনটি বোন আছে, সে তাদের সাথে স্নেহপূর্ণ ব্যবহার করলে জান্নাতে যাবে।\n \nযঈফ, দেখুন পূর্বের হাদীস।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَكُونُ لأَحَدِكُمْ ثَلاَثُ بَنَاتٍ أَوْ ثَلاَثُ أَخَوَاتٍ فَيُحْسِنُ إِلَيْهِنَّ إِلاَّ دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَعُقْبَةَ بْنِ عَامِرٍ وَأَنَسٍ وَجَابِرٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى وَأَبُو سَعِيدٍ الْخُدْرِيُّ اسْمُهُ سَعْدُ بْنُ مَالِكِ بْنِ سِنَانٍ وَسَعْدُ بْنُ أَبِي وَقَّاصٍ هُوَ سَعْدُ بْنُ مَالِكِ بْنِ وُهَيْبٍ ‏.‏ وَقَدْ زَادُوا فِي هَذَا الإِسْنَادِ رَجُلاً ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا عبد العزيز بن محمد، عن سهيل بن أبي صالح، عن سعيد بن عبد الرحمن، عن أبي سعيد الخدري، أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ لا يكون لأحدكم ثلاث بنات أو ثلاث أخوات فيحسن إليهن إلا دخل الجنة ‏\"‏ ‏.‏ قال وفي الباب عن عائشة وعقبة بن عامر وأنس وجابر وابن عباس ‏.‏ قال أبو عيسى وأبو سعيد الخدري اسمه سعد بن مالك بن سنان وسعد بن أبي وقاص هو سعد بن مالك بن وهيب ‏.‏ وقد زادوا في هذا الإسناد رجلا ‏.‏",
        "note": "আবূ ঈসা বলেনঃ এ অনুচ্ছেদে আইশা, উকবা ইবনু আমীর আনাস, জাবির, ইবনু আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ সাঈদ আল–খুদরী–এর নাম সা’দ ইবনু মালিক ইবনু সিনান। সা’দ ইবনু আবূ ওয়াক্কাস (রাঃ)–এর পিতা মালিক ইবনু উহাইব। কোন কোন রাবী এ সনদে একজন রাবীকে যোগ করেছেন। (তিনি হলেন সাঈদ ইবনু আবদুর রহমান ও আবূ সাঈদ (রাঃ)–এর মাঝখানে আইউব ইবনু বাশীর)।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 25068,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 13,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১৩",
        "hadith_id": 1913,
        "narrator": "আইশা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি তার মেয়ে সন্তানদের জন্য কোনরকম পরীক্ষার সম্মুখীন হয় (বিপদগ্রস্ত হয়) , সে তাদের ব্যাপারে ধৈর্য ধরলে তার জন্য তারা জাহান্নাম হতে আবরণ (প্রতিবন্ধক) হবে।\n \nসহীহ, বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا الْعَلاَءُ بْنُ مَسْلَمَةَ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنِ ابْتُلِيَ بِشَيْءٍ مِنَ الْبَنَاتِ فَصَبَرَ عَلَيْهِنَّ كُنَّ لَهُ حِجَابًا مِنَ النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
        "ar_diacless": "حدثنا العلاء بن مسلمة البغدادي، حدثنا عبد المجيد بن عبد العزيز، عن معمر، عن الزهري، عن عروة، عن عائشة، قالت قال رسول الله صلى الله عليه وسلم ‏ \"‏ من ابتلي بشيء من البنات فصبر عليهن كن له حجابا من النار ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25067,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 13,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১৪",
        "hadith_id": 1914,
        "narrator": "আনাস ইবনু মালিক (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক দুটি মেয়ে সন্তানকে লালান-পালন করবে, আমি এবং সে এভাবে একসাথে পাশাপাশি জান্নাতে যাব। এই বলে তিনি নিজের হাতের দুটি আঙ্গুল একত্র করে ইশারায় বুঝিয়ে দিলেন।\n \nসহীহ, সহীহাহ্‌ (২৯৭) , মুসলিম।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ وَزِيرٍ الْوَاسِطِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، هُوَ الطَّنَافِسِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ الرَّاسِبِيُّ، عَنْ أَبِي بَكْرِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَنَسِ بْنِ مَالِكٍ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ عَالَ جَارِيَتَيْنِ دَخَلْتُ أَنَا وَهُوَ الْجَنَّةَ كَهَاتَيْنِ ‏\"‏ ‏.‏ وَأَشَارَ بِأَصْبُعَيْهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رَوَى مُحَمَّدُ بْنُ عُبَيْدٍ عَنْ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ غَيْرَ حَدِيثٍ بِهَذَا الإِسْنَادِ وَقَالَ عَنْ أَبِي بَكْرِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَنَسٍ وَالصَّحِيحُ هُوَ عُبَيْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ أَنَسٍ ‏.‏",
        "ar_diacless": "حدثنا محمد بن وزير الواسطي، حدثنا محمد بن عبيد، هو الطنافسي حدثنا محمد بن عبد العزيز الراسبي، عن أبي بكر بن عبيد الله بن أنس بن مالك، عن أنس، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ من عال جاريتين دخلت أنا وهو الجنة كهاتين ‏\"‏ ‏.‏ وأشار بأصبعيه ‏.‏ قال أبو عيسى هذا حديث حسن غريب من هذا الوجه ‏.‏ وقد روى محمد بن عبيد عن محمد بن عبد العزيز غير حديث بهذا الإسناد وقال عن أبي بكر بن عبيد الله بن أنس والصحيح هو عبيد الله بن أبي بكر بن أنس ‏.‏",
        "note": "আবূ ঈসা বলেন, এই সূত্রে হাদীসটি হাসান গারীব।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25070,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 13,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১৫",
        "hadith_id": 1915,
        "narrator": "আইশা (রাঃ)",
        "bn": "তিনি বলেন, একজন মহিলা তার দুই মেয়েসহ আমার নিকটে এল এবং আমার কাছে কিছু চাইল। কিন্তু একটি খেজুর ব্যতীত আমার নিকটে আর কিছুই ছিল না। আমি সেটিই তাকে দিলাম। সে খেজুরটিকে ভাগ করে তার দুই মেয়ের হাতে দিল এবং নিজে মোটেও খেল না। তারপর সে উঠে চলে গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘরে আসার পর আমি বিষয়টি তাঁকে অবহিত করলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে লোক মেয়ে সন্তানদের নিয়ে এ ধরনের পরীক্ষার (বিপদের) সম্মুখীন হয়, তারা তার জন্য জাহান্নামের প্রতিবন্ধক হয়ে দাঁড়াবে।\n \nসহীহ, তা’লীকুর রাগীব (৩/৮৩) , মুসলিম।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ حَزْمٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَتِ امْرَأَةٌ مَعَهَا ابْنَتَانِ لَهَا فَسَأَلَتْ فَلَمْ تَجِدْ عِنْدِي شَيْئًا غَيْرَ تَمْرَةٍ فَأَعْطَيْتُهَا إِيَّاهَا فَقَسَمَتْهَا بَيْنَ ابْنَتَيْهَا وَلَمْ تَأْكُلْ مِنْهَا ثُمَّ قَامَتْ فَخَرَجَتْ فَدَخَلَ النَّبِيُّ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ مَنِ ابْتُلِيَ بِشَيْءٍ مِنْ هَذِهِ الْبَنَاتِ كُنَّ لَهُ سِتْرًا مِنَ النَّارِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، أخبرنا معمر، عن ابن شهاب، حدثنا عبد الله بن أبي بكر بن حزم، عن عروة، عن عائشة، قالت دخلت امرأة معها ابنتان لها فسألت فلم تجد عندي شيئا غير تمرة فأعطيتها إياها فقسمتها بين ابنتيها ولم تأكل منها ثم قامت فخرجت فدخل النبي صلى الله عليه وسلم فأخبرته فقال النبي صلى الله عليه وسلم ‏ \"‏ من ابتلي بشيء من هذه البنات كن له سترا من النار ‏\"‏ ‏.‏ هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। এই সনদ সূত্রে মুহাম্মাদ ইবনু উবাইদ মুহাম্মাদ ইবনু আব্দুল আযীয হতে একাধিক হাদীস বর্ণনা করেছেন। তিনি তার বর্ণনায় বর্ণনাকারীর নাম আবূ বাকর ইবনু উবাইদুল্লাহ ইবনু আনাস উল্লেখ করেছেন। সঠিক হল উবাইদুল্লাহ ইবনু আবী বাকর ইবনু আনাস।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25069,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 13,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১৬",
        "hadith_id": 1916,
        "narrator": "আবূ সাঈদ আল–খুদরী (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যার তিনটি মেয়ে অথবা তিনটি বোন আছে, অথবা দু’টি মেয়ে অথবা দু’টি বোন আছে, সে তাদের প্রতি ভাল ব্যবহার করলে এবং তাদের (অধিকার) সম্পর্কে আল্লাহ্‌ তা‘আলাকে ভয় করলে তার জন্য জান্নাত নির্ধারিত আছে।\n \nবর্ণিত শব্দে হাদীসটি যঈফ, সাহীহা (২৯৪)। আবূ ঈসা বলেছেন হাদীসটি গারীব।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَيُّوبَ بْنِ بَشِيرٍ، عَنْ سَعِيدٍ الأَعْشَى، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ كَانَ لَهُ ثَلاَثُ بَنَاتٍ أَوْ ثَلاَثُ أَخَوَاتٍ أَوِ ابْنَتَانِ أَوْ أُخْتَانِ فَأَحْسَنَ صُحْبَتَهُنَّ وَاتَّقَى اللَّهَ فِيهِنَّ فَلَهُ الْجَنَّةُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، أخبرنا ابن عيينة، عن سهيل بن أبي صالح، عن أيوب بن بشير، عن سعيد الأعشى، عن أبي سعيد الخدري، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ من كان له ثلاث بنات أو ثلاث أخوات أو ابنتان أو أختان فأحسن صحبتهن واتقى الله فيهن فله الجنة ‏\"‏ ‏.‏ قال هذا حديث غريب ‏.‏",
        "note": "",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9501,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 14,
    "title": "ইয়াতীমের প্রতি দয়া প্রদর্শন এবং তার লালন-পালন",
    "preface": "",
    "number": "১৪. অনুচ্ছেদঃ",
    "sort_order": 14,
    "hadiths": [
      {
        "id": 25083,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 14,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১৭",
        "hadith_id": 1917,
        "narrator": "ইবনু আব্বাস (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি মুসলমানদের কোন ইয়াতীমকে এনে নিজের পানাহারে শরীক করলে আল্লাহ্‌ তা‘আলা তাকে জান্নাতে প্রবেশ করাবেন , যদি সে ক্ষমার অযোগ্য কোন গুনাহ না করে।\n \nযঈফ, তা’লিকুর রাগীব (৩/২৩০), যঈফা (৫৩৪৫)।",
        "ar": "حَدَّثَنَا سَعِيدُ بْنُ يَعْقُوبَ الطَّالْقَانِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ حَنَشٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَبَضَ يَتِيمًا بَيْنَ الْمُسْلِمِينَ إِلَى طَعَامِهِ وَشَرَابِهِ أَدْخَلَهُ اللَّهُ الْجَنَّةَ الْبَتَّةَ إِلاَّ أَنْ يَعْمَلَ ذَنْبًا لاَ يُغْفَرُ لَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ مُرَّةَ الْفِهْرِيِّ وَأَبِي هُرَيْرَةَ وَأَبِي أُمَامَةَ وَسَهْلِ بْنِ سَعْدٍ ‏.‏ قَالَ أَبُو عِيسَى وَحَنَشٌ هُوَ حُسَيْنُ بْنُ قَيْسٍ وَهُوَ أَبُو عَلِيٍّ الرَّحَبِيُّ وَسُلَيْمَانُ التَّيْمِيُّ يَقُولُ حَنَشٌ وَهُوَ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏",
        "ar_diacless": "حدثنا سعيد بن يعقوب الطالقاني، حدثنا المعتمر بن سليمان، قال سمعت أبي يحدث، عن حنش، عن عكرمة، عن ابن عباس، أن النبي صلى الله عليه وسلم قال ‏ \"‏ من قبض يتيما بين المسلمين إلى طعامه وشرابه أدخله الله الجنة البتة إلا أن يعمل ذنبا لا يغفر له ‏\"‏ ‏.‏ قال وفي الباب عن مرة الفهري وأبي هريرة وأبي أمامة وسهل بن سعد ‏.‏ قال أبو عيسى وحنش هو حسين بن قيس وهو أبو علي الرحبي وسليمان التيمي يقول حنش وهو ضعيف عند أهل الحديث ‏.‏",
        "note": "এ অনুচ্ছেদে মুররা আল-ফিহ্‌রী, আবূ হুরাইরা, আবূ উমামা, সাহল ইবনু সা’দ (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ হানাশের নাম হুসাইন ইবনু কাইস, উপনাম আবূ আলী আর-রাহবী। সুলাইমান আত-তাইমী বলেছেন, হাদীস বিশারদদের মতে হানাশ হাদীস শাস্ত্রে দুর্বল।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 25084,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 14,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১৮",
        "hadith_id": 1918,
        "narrator": "সাহ্‌ল ইবনু সা’দ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি ও ইয়াতীমের তত্ত্বাবধানকারী এই দুই আঙ্গুলের অনুরুপ একসাথে জান্নাতে বসবাস করব। এই কথা বলে তিনি তর্জনী ও মধ্যমা আঙ্গুল দিয়ে ইশারা করে দেখান।\n \nসহীহ্, সহীহাহ্ (৮০০) , বুখারী।",
        "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عِمْرَانَ أَبُو الْقَاسِمِ الْمَكِّيُّ الْقُرَشِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَنَا وَكَافِلُ الْيَتِيمِ فِي الْجَنَّةِ كَهَاتَيْنِ ‏\"‏ ‏.‏ وَأَشَارَ بِأُصْبُعَيْهِ يَعْنِي السَّبَّابَةَ وَالْوُسْطَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا عبد الله بن عمران أبو القاسم المكي القرشي، حدثنا عبد العزيز بن أبي حازم، عن أبيه، عن سهل بن سعد، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ أنا وكافل اليتيم في الجنة كهاتين ‏\"‏ ‏.‏ وأشار بأصبعيه يعني السبابة والوسطى ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9502,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 15,
    "title": "শিশুদের প্রতি দয়া ও অনুগ্রহ প্রদর্শন করা।",
    "preface": "",
    "number": "১৫. অনুচ্ছেদঃ",
    "sort_order": 15,
    "hadiths": [
      {
        "id": 25085,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 15,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯১৯",
        "hadith_id": 1919,
        "narrator": "যারবী (রহঃ)",
        "bn": "‍তিনি বলেন, আনাস ইবনু মালিক (রাঃ)-কে আমি বলতে শুনেছিঃ একজন বয়স্ক লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দেখা করার উদ্দেশ্যে আসে। লোকেরা তার জন্য পথ ছাড়তে বিলম্ব করে। (তা দেখে) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে লোক আমাদের ‍শিশুদের আদর করে না এবং আমাদের বড়দের প্রতি সন্মান প্রদর্শন করে না সে আমাদের অন্তর্ভুক্ত নয়।\n \nসহীহ, সহীহাহ্ (২১৯৬)",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَرْزُوقٍ الْبَصْرِيُّ، حَدَّثَنَا عُبَيْدُ بْنُ وَاقِدٍ، عَنْ زَرْبِيٍّ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ جَاءَ شَيْخٌ يُرِيدُ النَّبِيَّ صلى الله عليه وسلم فَأَبْطَأَ الْقَوْمُ عَنْهُ أَنْ يُوَسِّعُوا لَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ لَيْسَ مِنَّا مَنْ لَمْ يَرْحَمْ صَغِيرَنَا وَيُوَقِّرْ كَبِيرَنَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَزَرْبِيٌّ لَهُ أَحَادِيثُ مَنَاكِيرُ عَنْ أَنَسِ بْنِ مَالِكٍ وَغَيْرِهِ ‏.‏",
        "ar_diacless": "حدثنا محمد بن مرزوق البصري، حدثنا عبيد بن واقد، عن زربي، قال سمعت أنس بن مالك، يقول جاء شيخ يريد النبي صلى الله عليه وسلم فأبطأ القوم عنه أن يوسعوا له فقال النبي صلى الله عليه وسلم ‏ \"‏ ليس منا من لم يرحم صغيرنا ويوقر كبيرنا ‏\"‏ ‏.‏ قال وفي الباب عن عبد الله بن عمرو وأبي هريرة وابن عباس وأبي أمامة ‏.‏ قال أبو عيسى هذا حديث غريب ‏.‏ وزربي له أحاديث مناكير عن أنس بن مالك وغيره ‏.‏",
        "note": "আবদুল্লাহ ইবনু আমর, আবূ হুরাইরা, ইবনু আব্বাস ও আবূ উমামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি গারীব। আনাস (রাঃ) এবং অন্যান্য সাহাবী হতেও যারবীর বেশ কিছু মুনকার হাদীস রয়েছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 28177,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 15,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২০",
        "hadith_id": 1920,
        "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পযার্য়ক্রমে তার বাবা ও দাদার সূত্রে",
        "bn": "তিনি (দাদা) বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক আমাদের শিশুদের আদর করে না এবং আমাদের বড়দের সন্মানের প্রতি খেয়াল রাখে না সে আমাদের অন্তর্ভুক্ত নয়। \n\nসহীহ, তা’লীকুর রাগীব (১/১৬)",
        "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ أَبَانَ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَيْسَ مِنَّا مَنْ لَمْ يَرْحَمْ صَغِيرَنَا وَيَعْرِفْ شَرَفَ كَبِيرِنَا ‏\"‏ ‏.‏\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، نَحْوَهُ إِلاَّ أَنَّهُ قَالَ ‏\"‏ وَيَعْرِفْ حَقَّ كَبِيرِنَا ‏\"‏ ‏.‏",
        "ar_diacless": "حدثنا أبو بكر، محمد بن أبان حدثنا محمد بن فضيل، عن محمد بن إسحاق، عن عمرو بن شعيب، عن أبيه، عن جده، قال قال رسول الله صلى الله عليه وسلم ‏\"‏ ليس منا من لم يرحم صغيرنا ويعرف شرف كبيرنا ‏\"‏ ‏.‏\nحدثنا هناد، حدثنا عبدة، عن محمد بن إسحاق، نحوه إلا أنه قال ‏\"‏ ويعرف حق كبيرنا ‏\"‏ ‏.‏",
        "note": "এ হাদীসটি হান্নাদ আবদাহ্ হতে, তিনি মুহাম্মাদ ইবনু ইসহাক হতে এই সূত্রেও বর্ণিত হয়েছে এবং তাতে রয়েছেঃ “বড়দের অধিকার জ্ঞান রাখে না”।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25086,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 15,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২১",
        "hadith_id": 1921,
        "narrator": "ইবনু আব্বাস (রাঃ)",
        "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি আমাদের ছোটদের স্নেহ করে না বড়দের সম্মান করে না, সৎকাজের নির্দেশ দেয় না এবং অসৎ কাজে বাধা দেয় না সে আমাদের অন্তর্ভুক্ত নয়।\n \nযঈফ, মিশকাত (৪৯৭০), তা’লিকুর রাগীব (৩/১৭৩)।",
        "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ أَبَانَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ شَرِيكٍ، عَنْ لَيْثٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَيْسَ مِنَّا مَنْ لَمْ يَرْحَمْ صَغِيرَنَا وَيُوَقِّرْ كَبِيرَنَا وَيَأْمُرْ بِالْمَعْرُوفِ وَيَنْهَ عَنِ الْمُنْكَرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَحَدِيثُ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ عَمْرِو بْنِ شُعَيْبٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو مِنْ غَيْرِ هَذَا الْوَجْهِ أَيْضًا ‏.‏ - قَالَ بَعْضُ أَهْلِ الْعِلْمِ مَعْنَى قَوْلِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ لَيْسَ مِنَّا ‏\"‏ ‏.‏ يَقُولُ لَيْسَ مِنْ سُنَّتِنَا يَقُولُ لَيْسَ مِنْ أَدَبِنَا ‏.‏ وَقَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ كَانَ سُفْيَانُ الثَّوْرِيُّ يُنْكِرُ هَذَا التَّفْسِيرَ لَيْسَ مِنَّا يَقُولُ لَيْسَ مِثْلَنَا ‏.‏",
        "ar_diacless": "حدثنا أبو بكر، محمد بن أبان حدثنا يزيد بن هارون، عن شريك، عن ليث، عن عكرمة، عن ابن عباس، قال قال رسول الله صلى الله عليه وسلم ‏\"‏ ليس منا من لم يرحم صغيرنا ويوقر كبيرنا ويأمر بالمعروف وينه عن المنكر ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب ‏.‏ وحديث محمد بن إسحاق عن عمرو بن شعيب حديث حسن صحيح وقد روي عن عبد الله بن عمرو من غير هذا الوجه أيضا ‏.‏ - قال بعض أهل العلم معنى قول النبي صلى الله عليه وسلم ‏\"‏ ليس منا ‏\"‏ ‏.‏ يقول ليس من سنتنا يقول ليس من أدبنا ‏.‏ وقال علي بن المديني قال يحيى بن سعيد كان سفيان الثوري ينكر هذا التفسير ليس منا يقول ليس مثلنا ‏.‏",
        "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। আমর ইবনু শুয়াইবের সূত্রে মুহাম্মাদ ইবনু ইসহাকের হাদীসটি সাহীহ। আব্দুল্লাহ ইবনু আমর হতেও হাদীসটি অন্য সূত্রে বর্ণিত হয়েছে। একদল বিশেষজ্ঞ আলিম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর বাণী ‘লাইসা মিন্না’-এর অর্থ বলেছেন, “আমাদের নিয়ম-নীতি ও শিষ্টাচারের অনুসারী নয়”। সুফিয়ান সাওরী লাইসা মিন্না–এর অর্থ ‘লাইসা মিসলানা’ (আমাদের মত নয়) করা অস্বীকার করেছেন। তিনি বলেছেন, এর অর্থ হল- আমাদের দলভুক্ত নয়।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9503,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 16,
    "title": "মানুষের প্রতি দয়া-অনুগ্রহ করা",
    "preface": "",
    "number": "১৬. অনুচ্ছেদঃ",
    "sort_order": 16,
    "hadiths": [
      {
        "id": 25088,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 16,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২২",
        "hadith_id": 1922,
        "narrator": "জারীর ইবনু আবদুল্লাহ (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক মানুষের প্রতি দয়া-অনুগ্রহ প্রদর্শন করে না তাকে আল্লাহ্‌ তা‘আলাও দয়া করেন না।\n \nসহীহ-তাখরীজু মুশকিলাতিল ফাকর (১০৮) , বুখারী, মুসলিম",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، حَدَّثَنَا قَيْسُ بْنُ أَبِي حَازِمٍ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ لاَ يَرْحَمُ النَّاسَ لاَ يَرْحَمُهُ اللَّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَأَبِي سَعِيدٍ وَابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
        "ar_diacless": "حدثنا محمد بن بشار، حدثنا يحيى بن سعيد، عن إسماعيل بن أبي خالد، حدثنا قيس بن أبي حازم، حدثنا جرير بن عبد الله، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ من لا يرحم الناس لا يرحمه الله ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ قال وفي الباب عن عبد الرحمن بن عوف وأبي سعيد وابن عمر وأبي هريرة وعبد الله بن عمرو ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আবদুর রাহমান ইবনু আওফ, আবূ সাঈদ, ইবনু উমার, আবূ হুরাইরা ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25089,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 16,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২৩",
        "hadith_id": 1923,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, আবুল কাসিম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ শুধুমাত্র হৃদয়হীন, নিষ্ঠুর ও দুর্ভাগা মানুষের কাছ থেকেই রাহমাত ছিনিয়ে নেয়া হয়।\n \nহাসান, মিশকাত তাহকীক ছানী (৪৯৬৮)।",
        "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، قَالَ كَتَبَ بِهِ إِلَىَّ مَنْصُورٌ وَقَرَأْتُهُ عَلَيْهِ سَمِعَ أَبَا عُثْمَانَ مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ سَمِعْتُ أَبَا الْقَاسِمِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ تُنْزَعُ الرَّحْمَةُ إِلاَّ مِنْ شَقِيٍّ ‏\"‏ ‏.‏ قَالَ وَأَبُو عُثْمَانَ الَّذِي رَوَى عَنْ أَبِي هُرَيْرَةَ لاَ يُعْرَفُ اسْمُهُ وَيُقَالُ هُوَ وَالِدُ مُوسَى بْنِ أَبِي عُثْمَانَ الَّذِي رَوَى عَنْهُ أَبُو الزِّنَادِ وَقَدْ رَوَى أَبُو الزِّنَادِ عَنْ مُوسَى بْنِ أَبِي عُثْمَانَ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ حَدِيثٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
        "ar_diacless": "حدثنا محمود بن غيلان، حدثنا أبو داود، أخبرنا شعبة، قال كتب به إلى منصور وقرأته عليه سمع أبا عثمان مولى المغيرة بن شعبة عن أبي هريرة قال سمعت أبا القاسم صلى الله عليه وسلم يقول ‏ \"‏ لا تنزع الرحمة إلا من شقي ‏\"‏ ‏.‏ قال وأبو عثمان الذي روى عن أبي هريرة لا يعرف اسمه ويقال هو والد موسى بن أبي عثمان الذي روى عنه أبو الزناد وقد روى أبو الزناد عن موسى بن أبي عثمان عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم غير حديث ‏.‏ قال أبو عيسى هذا حديث حسن ‏.‏",
        "note": "আবূ হুরাইরা (রাঃ) হতে হাদীস বর্ণনাকারী আবূ উসমানের নাম অজ্ঞাত। বর্ণিত আছে যে, তিনি মূসা ইবনু আবূ উসমানের বাবা, যার নিকট হতে আবুয যিনাদ হাদীস বর্ণনা করেছেন। আবুয যিনাদ (রহঃ) মূসা ইবনু আবী উসমান হতে, তিনি তার পিতা হতে, তিনি আবু হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে একাধিক হাদীস বর্ণনা করেছেন। আবূ ঈসা বলেন, এ হাদীসটি হাসান।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25087,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 16,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২৪",
        "hadith_id": 1924,
        "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা‘আলা দয়ালুদের উপর দয়া ও অনুগ্রহ করেন। যারা যমীনে বসবাস করছে তাদের প্রতি তোমরা দয়া কর, তাহলে যিনি আকাশে আছেন তিনি তোমাদের প্রতি দয়া করবেন। দয়া রাহমান হতে উদগত। যে লোক দয়ার সম্পর্ক বজায় রাখে আল্লাহ্‌ তা‘আলাও তার সাথে নিজ সম্পর্ক বজায় রাখেন। যে লোক দয়ার সম্পর্ক ছিন্ন করে, আল্লাহ্‌ তা‘আলাও তার সাথে দয়ার সম্পর্ক ছিন্ন করেন।\n \nসহীহ, সহীহাহ্ (৯২২)।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ أَبِي قَابُوسَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمَنُ ارْحَمُوا مَنْ فِي الأَرْضِ يَرْحَمْكُمْ مَنْ فِي السَّمَاءِ الرَّحِمُ شُجْنَةٌ مِنَ الرَّحْمَنِ فَمَنْ وَصَلَهَا وَصَلَهُ اللَّهُ وَمَنْ قَطَعَهَا قَطَعَهُ اللَّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان، عن عمرو بن دينار، عن أبي قابوس، عن عبد الله بن عمرو، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ الراحمون يرحمهم الرحمن ارحموا من في الأرض يرحمكم من في السماء الرحم شجنة من الرحمن فمن وصلها وصله الله ومن قطعها قطعه الله ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9504,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 17,
    "title": "উপদেশ দেয়া বা কল্যাণ কামনা",
    "preface": "",
    "number": "১৭. অনুচ্ছেদঃ",
    "sort_order": 17,
    "hadiths": [
      {
        "id": 25090,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 17,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২৫",
        "hadith_id": 1925,
        "narrator": "জারীর ইবনু আবদুল্লাহ (রাঃ)",
        "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে নামায বাস্তবায়ন, যাকাত আদায় এবং প্রত্যেক মুসলমানের কল্যাণ কামনার শপথ (বাই‘আত) করেছি।\n \nসহীহ, বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ، قَالَ بَايَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى إِقَامِ الصَّلاَةِ وَإِيتَاءِ الزَّكَاةِ وَالنُّصْحِ لِكُلِّ مُسْلِمٍ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا محمد بن بشار، حدثنا يحيى بن سعيد، عن إسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن جرير بن عبد الله، قال بايعت رسول الله صلى الله عليه وسلم على إقام الصلاة وإيتاء الزكاة والنصح لكل مسلم ‏.‏ قال هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25091,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 17,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২৬",
        "hadith_id": 1926,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ধর্ম হচ্ছে কল্যাণ কামনার নাম। একথাটি তিনি তিনবার বললেন। সাহাবীগণ প্রশ্ন করেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! কার কল্যাণ কামনা করা? তিনি বললেনঃ আল্লাহ্‌, তাঁর গ্রন্থের, মুসলমানদের নেতৃবর্গের এবং মুসলমান সবর্সাধারণের।\n \nসহীহ, ইরওয়া (৯২৬) , গাইয়াতুল মারাম (৩৩২) , মুসলিম।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا صَفْوَانُ بْنُ عِيسَى، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الدِّينُ النَّصِيحَةُ ‏\"‏ ‏.‏ ثَلاَثَ مِرَارٍ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ لِمَنْ قَالَ ‏\"‏ لِلَّهِ وَلِكِتَابِهِ وَلأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَتَمِيمٍ الدَّارِيِّ وَجَرِيرٍ وَحَكِيمِ بْنِ أَبِي يَزِيدَ عَنْ أَبِيهِ وَثَوْبَانَ ‏.‏",
        "ar_diacless": "حدثنا محمد بن بشار، حدثنا صفوان بن عيسى، عن محمد بن عجلان، عن القعقاع بن حكيم، عن أبي صالح، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏\"‏ الدين النصيحة ‏\"‏ ‏.‏ ثلاث مرار ‏.‏ قالوا يا رسول الله لمن قال ‏\"‏ لله ولكتابه ولأئمة المسلمين وعامتهم ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وفي الباب عن ابن عمر وتميم الداري وجرير وحكيم بن أبي يزيد عن أبيه وثوبان ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। ইবনু উমার, তামীম আদ-দারী, জারীর, হাকীম ইবনু আবী ইয়াযীদ তার পিতার সূত্রে এবং সাওবান (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9505,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 18,
    "title": "মুসলমানের পরস্পরের প্রতি সহমর্মিতা পোষণ",
    "preface": "",
    "number": "১৮. অনুচ্ছেদঃ",
    "sort_order": 18,
    "hadiths": [
      {
        "id": 25092,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 18,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২৭",
        "hadith_id": 1927,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক মুসলমান অন্য মুসলমানের ভাই। সে তার সাথে কোনরকম বিশ্বাসঘাতকতা করবে না, তার প্রসঙ্গে মিথ্যা বলবে না, তাকে অপমান করবে না। প্রত্যেক মুসলমানের মান-সম্মান, ধন-সম্পদ ও রক্তের (জীবনের) উপর হস্তক্ষেপ করা অপর মুসলমানের উপর হারাম। তাক্বওয়া এখানে (অন্তরে)। কেউ মন্দ বলে প্রমাণিত হওয়ার জন্য এটুকুই যথেষ্ট যে, সে তার অপর মুসলিম ভাইকে তুচ্ছ জ্ঞান করে।\n \nসহীহ, ইরওয়া (৮/৯৯-১০০), মুসলিম।",
        "ar": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ، حَدَّثَنِي أَبِي، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَخُونُهُ وَلاَ يَكْذِبُهُ وَلاَ يَخْذُلُهُ كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ عِرْضُهُ وَمَالُهُ وَدَمُهُ التَّقْوَى هَا هُنَا بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْتَقِرَ أَخَاهُ الْمُسْلِمَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي أَيُّوبَ ‏.‏",
        "ar_diacless": "حدثنا عبيد بن أسباط بن محمد القرشي، حدثني أبي، عن هشام بن سعد، عن زيد بن أسلم، عن أبي صالح، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ المسلم أخو المسلم لا يخونه ولا يكذبه ولا يخذله كل المسلم على المسلم حرام عرضه وماله ودمه التقوى ها هنا بحسب امرئ من الشر أن يحتقر أخاه المسلم ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب ‏.‏ وفي الباب عن علي وأبي أيوب ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব । আলী ও আবূ আইইয়্যূব (রঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25093,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 18,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২৮",
        "hadith_id": 1928,
        "narrator": "আবূ মূসা আল-আশ’আরী (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একজন মু’মিন ব্যক্তি অন্য মু’মিনের জন্য একটি সুদৃঢ় প্রাসাদস্বরূপ, যার একটি অংশ অপর অংশকে শক্তিশালী করে।\n \nসহীহ, মিশকাত (১০৪) , আল-ঈমান ইবনু আবী শাইবা (৯০) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ، عَنْ جَدِّهِ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا الحسن بن علي الخلال، وغير، واحد، قالوا حدثنا أبو أسامة، عن بريد بن عبد الله بن أبي بردة، عن جده أبي بردة، عن أبي موسى الأشعري، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ المؤمن للمؤمن كالبنيان يشد بعضه بعضا ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25094,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 18,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯২৯",
        "hadith_id": 1929,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের প্রত্যেকেই নিজ মুসলিম ভাইয়ের আয়নাস্বরূপ। অতএব সে যদি তার মধ্যে কোন দাগ (ত্রুটি) লক্ষ্য করে, তবে তা যেন দূর করে দেয়।                                 \n \nখুবই দুর্বল, যঈফা (১৮৮৯)।",
        "ar": "حَدَّثَنِي أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا يَحْيَى بْنُ عُبَيْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَحَدَكُمْ مِرْآةُ أَخِيهِ فَإِنْ رَأَى بِهِ أَذًى فَلْيُمِطْهُ عَنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَيَحْيَى بْنُ عُبَيْدِ اللَّهِ ضَعَّفَهُ شُعْبَةُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ ‏.‏",
        "ar_diacless": "حدثني أحمد بن محمد، أخبرنا عبد الله بن المبارك، أخبرنا يحيى بن عبيد الله، عن أبيه، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ إن أحدكم مرآة أخيه فإن رأى به أذى فليمطه عنه ‏\"‏ ‏.‏ قال أبو عيسى ويحيى بن عبيد الله ضعفه شعبة ‏.‏ قال وفي الباب عن أنس ‏.‏",
        "note": "আবূ ঈসা বলেনঃ শুবা (রহঃ) ইয়াহইয়া ইবনু উবাইদুল্লাহকে হাদীস শাস্ত্রে দুর্বল বলেছেন। এ অনুচ্ছেদে আনাস (রাঃ) হতেও হাদীস বর্ণিত আছে।",
        "grade_id": 16,
        "grade": "খুবই দুর্বল",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9506,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 19,
    "title": "মুসলমানের দোষ-ত্রুটি গোপন রাখা",
    "preface": "",
    "number": "১৯. অনুচ্ছেদঃ",
    "sort_order": 19,
    "hadiths": [
      {
        "id": 25095,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 19,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩০",
        "hadith_id": 1930,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক কোন মুসলমান লোকের দুনিয়াবী বিপদাপদের মধ্যে একটি বিপদও দূর করে দেয়, আল্লাহ্‌ তা‘আলা তার পরকালের বিপদাপদের কোন একটি বিপদ দূর করে নিবেন। যে লোক দুনিয়াতে অন্য কারো অভাব দূর করে দেয়, তার দুনিয়া ও আখিরাতের অসুবিধাগুলোকে আল্লাহ্‌ তা‘আলা সহজ করে দিবেন। যে লোক দুনিয়ায় কোন মুসলমানের দোষ-ক্রটিকে গোপন রাখে, আল্লাহ্‌ তা‘আলা দুনিয়া ও আখিরাতে তার দোষ-ক্রটি গোপন রাখবেন। যে পর্যন্ত বান্দাহ তার ভাইয়ের সাহায্য-সহযোগিতায় নিয়োজিত থাকে, সে পর্যন্ত আল্লাহ্‌ তা‘আলাও তাঁর সাহায্য-সহযোগিতায় নিয়োজিত থাকেন।\n \nসহীহ্‌, ইবনু মা-জাহ (১২২৫) , মুসলিম।",
        "ar": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ، حَدَّثَنِي أَبِي، عَنِ الأَعْمَشِ، قَالَ حُدِّثْتُ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ نَفَّسَ عَنْ مُسْلِمٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ فِي الدُّنْيَا يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَمَنْ سَتَرَ عَلَى مُسْلِمٍ فِي الدُّنْيَا سَتَرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَعُقْبَةَ بْنِ عَامِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى أَبُو عَوَانَةَ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرُوا فِيهِ حُدِّثْتُ عَنْ أَبِي صَالِحٍ ‏.‏",
        "ar_diacless": "حدثنا عبيد بن أسباط بن محمد القرشي، حدثني أبي، عن الأعمش، قال حدثت عن أبي صالح، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال ‏ \"‏ من نفس عن مسلم كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة ومن يسر على معسر في الدنيا يسر الله عليه في الدنيا والآخرة ومن ستر على مسلم في الدنيا ستر الله عليه في الدنيا والآخرة والله في عون العبد ما كان العبد في عون أخيه ‏\"‏ ‏.‏ قال وفي الباب عن ابن عمر وعقبة بن عامر ‏.‏ قال أبو عيسى هذا حديث حسن ‏.‏ وقد روى أبو عوانة وغير واحد هذا الحديث عن الأعمش عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم نحوه ولم يذكروا فيه حدثت عن أبي صالح ‏.‏",
        "note": "ইবনু উমার ও উকবা আমির (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান। এ হাদীসের মতো হাদীস আবূ আওয়ানা এবং বর্ণনাকারী আমাশ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে বর্ণনা করেছেন। তবে তারা এই সনদে “হুদ্দিসতু আন আবী সালিহ” কথাটুকু উল্লেখ করেননি।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9489,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 2,
    "title": "( সবচাইতে উত্তম কাজ )",
    "preface": "",
    "number": "২. অনুচ্ছেদঃ",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 25037,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 2,
        "hadith_key": "জামে' আত-তিরমিজি: ১৮৯৮",
        "hadith_id": 1898,
        "narrator": "ইবনু মাসঊদ (রাঃ)",
        "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! কোন্‌ কাজ সবচাইতে উত্তম? তিনি বললেনঃ নামায তার নির্ধারিত সময়ে আদায় করা। আমি আবার প্রশ্ন করলাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! এরপর কোনটি? তিনি বললেনঃ বাবা-মায়ের সাথে উত্তম আচরণ করা। আমি আবারো প্রশ্ন করলাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! তারপর কোন্‌টি? তিনি বললেনঃ আল্লাহ্ তা‘আলার পথে জিহাদ করা। এরপর আমাকে কিছু বলা হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব থাকেন। আমি তাঁকে আরো প্রশ্ন করলে নিশ্চয়ই আমাকে তিনি আরো জানাতেন।\n \nসহীহ, সহীহা (১৪৮৯) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنِ الْمَسْعُودِيِّ، عَنِ الْوَلِيدِ بْنِ الْعَيْزَارِ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، عَنِ ابْنِ مَسْعُودٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ أَىُّ الأَعْمَالِ أَفْضَلُ قَالَ ‏\"‏ الصَّلاَةُ لِمِيقَاتِهَا ‏\"‏ ‏.‏ قُلْتُ ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ بِرُّ الْوَالِدَيْنِ ‏\"‏ ‏.‏ قُلْتُ ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ الْجِهَادُ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ سَكَتَ عَنِّي رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَوِ اسْتَزَدْتُهُ لَزَادَنِي ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ رَوَاهُ الشَّيْبَانِيُّ وَشُعْبَةُ وَغَيْرُ وَاحِدٍ عَنِ الْوَلِيدِ بْنِ الْعَيْزَارِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ عَنِ ابْنِ مَسْعُودٍ ‏.‏ وَأَبُو عَمْرٍو الشَّيْبَانِيُّ اسْمُهُ سَعْدُ بْنُ إِيَاسٍ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، عن المسعودي، عن الوليد بن العيزار، عن أبي عمرو الشيباني، عن ابن مسعود، قال سألت رسول الله صلى الله عليه وسلم فقلت يا رسول الله أى الأعمال أفضل قال ‏\"‏ الصلاة لميقاتها ‏\"‏ ‏.‏ قلت ثم ماذا يا رسول الله قال ‏\"‏ بر الوالدين ‏\"‏ ‏.‏ قلت ثم ماذا يا رسول الله قال ‏\"‏ الجهاد في سبيل الله ‏\"‏ ‏.‏ ثم سكت عني رسول الله صلى الله عليه وسلم ولو استزدته لزادني ‏.‏ قال أبو عيسى وهذا حديث حسن صحيح ‏.‏ رواه الشيباني وشعبة وغير واحد عن الوليد بن العيزار وقد روي هذا الحديث من غير وجه عن أبي عمرو الشيباني عن ابن مسعود ‏.‏ وأبو عمرو الشيباني اسمه سعد بن إياس ‏.‏",
        "note": "আবূ আমরের নাম সা’দ ইবনু ইয়াস। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এ হাদীসটি আল-ওয়ালীদ ইবনুল আইযার হতে আশ-শাইবানী ও শুবা-সহ একাধিক বর্ণনাকারী বর্ণনা করেছেন। আবূ আমর আশ-শাইবানী-ইবনু মাউঊদ (রাঃ) হতে একাধিকসূত্রে এ হাদীসটি বর্ণিত হয়েছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9507,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 20,
    "title": "কোন মুসলমানের মানসম্মানের উপর আসন্ন আক্রমণ প্রতিহত করা",
    "preface": "",
    "number": "২০. অনুচ্ছেদঃ",
    "sort_order": 20,
    "hadiths": [
      {
        "id": 25096,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 20,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩১",
        "hadith_id": 1931,
        "narrator": "আবুদ দারদা (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক তার কোন ভাইয়ের মান-সম্মানের উপর আঘাত প্রতিরোধ করে, কিয়ামত দিবসে আল্লাহ্‌ তা‘আলা তার মুখমন্ডল হতে জাহান্নামের আগুন প্রতিরোধ করবেন।\n \nসহীহ, গাইয়াতুল মারাম (৪৩১)।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ أَبِي بَكْرٍ النَّهْشَلِيِّ، عَنْ مَرْزُوقٍ أَبِي بَكْرٍ التَّيْمِيِّ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ رَدَّ عَنْ عِرْضِ أَخِيهِ رَدَّ اللَّهُ عَنْ وَجْهِهِ النَّارَ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، عن أبي بكر النهشلي، عن مرزوق أبي بكر التيمي، عن أم الدرداء، عن أبي الدرداء، عن النبي صلى الله عليه وسلم قال ‏ \"‏ من رد عن عرض أخيه رد الله عن وجهه النار يوم القيامة ‏\"‏ ‏.‏ قال وفي الباب عن أسماء بنت يزيد ‏.‏ قال أبو عيسى هذا حديث حسن ‏.‏",
        "note": "আসমা বিনতু ইয়াযীদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্ণিত আছে। আবূ ঈসা বলেনঃ এ হাদীসটি হাসান।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9508,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 21,
    "title": "মুসলিম ভাইয়ের সাথে কথা-বার্তা ও মেলামেশা পরিত্যাগ করা নিষেধ",
    "preface": "",
    "number": "২১. অনুচ্ছেদঃ",
    "sort_order": 21,
    "hadiths": [
      {
        "id": 25097,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 21,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩২",
        "hadith_id": 1932,
        "narrator": "আবূ আইয়্যূব আনসারী (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন মুসলমান ব্যক্তির জন্য তিনদিনের বেশি সময় ধরে তার ভাইয়ের সাথে কথা-বার্তা ও মেলামেশা ত্যাগ করা জায়িয নয়। তাদের দুজনের মধ্যে দেখা-সাক্ষাৎ হয়, অথচ একজন এদিকে এবং অন্যজন আরেক দিকে মুখ সরিয়ে নেয়। তাদের দুজনের মধ্যে যে ব্যক্তি প্রথমে সালাম দেয় সে-ই উত্তম।\n \nসহীহ, ইরওয়া (২০২৯) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، ح قَالَ وَحَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثٍ يَلْتَقِيَانِ فَيَصُدُّ هَذَا وَيَصُدُّ هَذَا وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلاَمِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَنَسٍ وَأَبِي هُرَيْرَةَ وَهِشَامِ بْنِ عَامِرٍ وَأَبِي هِنْدٍ الدَّارِيِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان، حدثنا الزهري، ح قال وحدثنا سعيد بن عبد الرحمن، حدثنا سفيان، عن الزهري، عن عطاء بن يزيد الليثي، عن أبي أيوب الأنصاري، أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ لا يحل لمسلم أن يهجر أخاه فوق ثلاث يلتقيان فيصد هذا ويصد هذا وخيرهما الذي يبدأ بالسلام ‏\"‏ ‏.‏ قال وفي الباب عن عبد الله بن مسعود وأنس وأبي هريرة وهشام بن عامر وأبي هند الداري ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবদুল্লাহ ইবনু মাসউদ, আনাস, আবূ হুরাইরা, হিশাম ইবনু আমির ও আবূ হিন্‌দ আদ-দারী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9509,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 22,
    "title": "ভাইয়ের প্রতি সহানুভূতি দেখানো",
    "preface": "",
    "number": "২২. অনুচ্ছেদঃ",
    "sort_order": 22,
    "hadiths": [
      {
        "id": 25098,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 22,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩৩",
        "hadith_id": 1933,
        "narrator": "আনাস (রাঃ)",
        "bn": "তিনি বলেন, আবদুর রাহমান ইবনু আওফ (রাঃ) মাদীনায় পৌছানোর পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার এবং সা’দ ইবনুর রাবী (রাঃ)-এর মধ্যে ভ্রাতৃত্বের বন্ধন স্থাপন করে দেন। সা’দ (রাঃ) তাকে বললেন, আসুন আমার সম্পদ উভয়ে অর্ধেক অর্ধেক ভাগ করে নিই। আমার দু’জন স্ত্রী আছে। আমি তাদের একজনকে তালাক দেই এবং সে তার ইদ্দাত পূর্ণ করলে আপনি তাকে বিয়ে করে ফেলুন। আবদুর রাহমান (রাঃ) বললেন, আপনাকে আপনার ধন-দৌলতে ও পরিবার-পরিজনে আল্লাহ্‌ তা‘আলা বারকাত দান করুন। আপনারা আমাকে বাজারের পথটি দেখিয়ে দিন। তারা তাকে বাজারের পথটি দেখিয়ে দিলেন। সেদিন বাজার হতে তিনি লাভস্বরূপ কিছু পনির ও ঘি নিয়ে ফিরে আসেন। এরপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদিন তাঁর শরীরে হলুদ রং-এর চিহ্ন দেখে বললেন, কি ব্যাপার? তিনি বললেন, আমি একজন আনসার মহিলাকে বিয়ে করেছি। তিনি আবার প্রশ্ন করলেনঃ মোহরানা হিসেবে কি দিয়েছ? তিনি বললেন, খেজুর বীচি (পরিমাণ স্বর্ণ)। হুমাইদ বলেনঃ অথবা তিনি বললেন, এক খেজুর বীচি পরিমাণ স্বর্ণ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বিবাহ ভোজের ব্যবস্থা কর তা একটি ছাগল দিয়ে হলেও।\n \nসহীহ্‌, ইবনু মা-জাহ (১৯০৭) , বুখারী, মুসলীম। তবে তাতে সা’দ ও আব্দুর রাহমানের ঘটনার উল্লেখ নেই।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ لَمَّا قَدِمَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ الْمَدِينَةَ آخَى النَّبِيُّ صلى الله عليه وسلم بَيْنَهُ وَبَيْنَ سَعْدِ بْنِ الرَّبِيعِ فَقَالَ لَهُ هَلُمَّ أُقَاسِمْكَ مَالِي نِصْفَيْنِ وَلِي امْرَأَتَانِ فَأُطَلِّقُ إِحْدَاهُمَا فَإِذَا انْقَضَتْ عِدَّتُهَا فَتَزَوَّجْهَا ‏.‏ فَقَالَ بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ دُلُّونِي عَلَى السُّوقِ ‏.‏ فَدَلُّوهُ عَلَى السُّوقِ فَمَا رَجَعَ يَوْمَئِذٍ إِلاَّ وَمَعَهُ شَيْءٌ مِنْ أَقِطٍ وَسَمْنٍ قَدِ اسْتَفْضَلَهُ فَرَآهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْدَ ذَلِكَ وَعَلَيْهِ وَضَرٌ مِنْ صُفْرَةٍ فَقَالَ ‏\"‏ مَهْيَمْ ‏\"‏ ‏.‏ قَالَ تَزَوَّجْتُ امْرَأَةً مِنَ الأَنْصَارِ ‏.‏ قَالَ ‏\"‏ فَمَا أَصْدَقْتَهَا ‏\"‏ ‏.‏ قَالَ نَوَاةً ‏.‏ قَالَ حُمَيْدٌ أَوْ قَالَ وَزْنَ نَوَاةٍ مِنْ ذَهَبٍ ‏.‏ فَقَالَ ‏\"‏ أَوْلِمْ وَلَوْ بِشَاةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ وَزْنُ نَوَاةٍ مِنْ ذَهَبٍ وَزْنُ ثَلاَثَةِ دَرَاهِمَ وَثُلُثٍ ‏.‏ وَقَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ وَزْنُ نَوَاةٍ مِنْ ذَهَبٍ وَزْنُ خَمْسَةِ دَرَاهِمَ ‏.‏ سَمِعْتُ إِسْحَاقَ بْنَ مَنْصُورٍ يَذْكُرُ عَنْهُمَا هَذَا ‏.‏",
        "ar_diacless": "حدثنا أحمد بن منيع، حدثنا إسماعيل بن إبراهيم، حدثنا حميد، عن أنس، قال لما قدم عبد الرحمن بن عوف المدينة آخى النبي صلى الله عليه وسلم بينه وبين سعد بن الربيع فقال له هلم أقاسمك مالي نصفين ولي امرأتان فأطلق إحداهما فإذا انقضت عدتها فتزوجها ‏.‏ فقال بارك الله لك في أهلك ومالك دلوني على السوق ‏.‏ فدلوه على السوق فما رجع يومئذ إلا ومعه شيء من أقط وسمن قد استفضله فرآه رسول الله صلى الله عليه وسلم بعد ذلك وعليه وضر من صفرة فقال ‏\"‏ مهيم ‏\"‏ ‏.‏ قال تزوجت امرأة من الأنصار ‏.‏ قال ‏\"‏ فما أصدقتها ‏\"‏ ‏.‏ قال نواة ‏.‏ قال حميد أو قال وزن نواة من ذهب ‏.‏ فقال ‏\"‏ أولم ولو بشاة ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ قال أحمد بن حنبل وزن نواة من ذهب وزن ثلاثة دراهم وثلث ‏.‏ وقال إسحاق بن إبراهيم وزن نواة من ذهب وزن خمسة دراهم ‏.‏ سمعت إسحاق بن منصور يذكر عنهما هذا ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। ইমাম আহ্‌মাদ (রাহ) বলেন, একটি খেজুর বীচির সমপরিমাণ স্বর্ণের ওজন হচ্ছে সোয়া তিন দিরহাম। ইমাম ইসহাক (রহঃ) বলেন, একটি খেজুর বীচির সমপরিমাণ স্বর্ণের ওজন হচ্ছে পাঁচ দিরহাম। আমি এই তথ্যটি পেয়েছি ইমাম আহ্‌মাদ ও ইসহাক (রহঃ) হতে ইসহাক ইবনু মানসূরের মধ্যস্থতায়।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9591,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 23,
    "title": "গীবত (অনুপস্থিতিতে পরনিন্দা) প্রসঙ্গে",
    "preface": "",
    "number": "২৩. অনুচ্ছেদঃ",
    "sort_order": 23,
    "hadiths": [
      {
        "id": 25099,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 23,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩৪",
        "hadith_id": 1934,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, বলা হল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! গীবত কি? তিনি বললেন? তোমরা ভাইয়ের প্রসঙ্গে তোমার এমন ধরনের কথা-বার্তা বলা যা সে অপছন্দ করে। প্রশ্নকারী বলল, আমি যে কথাগুলো বলি তা প্রকৃতপক্ষেই তার মধ্যে নিহিত থাকলে, এক্ষেত্রে আপনার কি মত? তিনি বললেনঃ তুমি যে কথাগুলো বল তা প্রকৃতই তার মধ্যে নিহিত থাকলে তবেই তো তুমি তার গীবত করলে। তুমি যা বল তার মধ্যে যদি সেগুলো না থাকে তাহলে তুমি তাকে মিথ্যা অপবাদ দিলে।\n \nসহীহ, গাইয়াতুল মারাম (৪২৬) , নাকদুল কাত্তাণী (৩৬) , সহীহাহ্‌ (২৬৬৭) , মুসলিম।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قِيلَ يَا رَسُولَ اللَّهِ مَا الْغِيبَةُ قَالَ ‏\"‏ ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ ‏\"‏ ‏.‏ قَالَ أَرَأَيْتَ إِنْ كَانَ فِيهِ مَا أَقُولُ قَالَ ‏\"‏ إِنْ كَانَ فِيهِ مَا تَقُولُ فَقَدِ اغْتَبْتَهُ وَإِنْ لَمْ يَكُنْ فِيهِ مَا تَقُولُ فَقَدْ بَهَتَّهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَرْزَةَ وَابْنِ عُمَرَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا عبد العزيز بن محمد، عن العلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة، قال قيل يا رسول الله ما الغيبة قال ‏\"‏ ذكرك أخاك بما يكره ‏\"‏ ‏.‏ قال أرأيت إن كان فيه ما أقول قال ‏\"‏ إن كان فيه ما تقول فقد اغتبته وإن لم يكن فيه ما تقول فقد بهته ‏\"‏ ‏.‏ قال وفي الباب عن أبي برزة وابن عمر وعبد الله بن عمرو ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ বারযা, ইবনু উমার ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9592,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 24,
    "title": "হিংসা-বিদ্বেষ",
    "preface": "",
    "number": "২৪. অনুচ্ছেদঃ",
    "sort_order": 24,
    "hadiths": [
      {
        "id": 25100,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 24,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩৫",
        "hadith_id": 1935,
        "narrator": "আনাস (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা একজন অন্যজনের সাথে সম্পর্ক ছিন্ন করো না, পরস্পরে শত্রুতা পোষণ করো না, পরস্পরকে ঘৃণা করো না, পরস্পর হিংসা করো না, বরং আল্লাহ্‌ তা‘আলার বান্দাহগণ! পরস্পর ভাই হয়ে থাকো। কোন মুসলমান ব্যক্তির পক্ষেই বৈধ নয় তার ভাইকে তিনদিনের অধিক সময় ধরে ত্যাগ করে থাকা।\n \nসহীহ ইরওয়া (৭/৯৩) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ الْعَلاَءِ الْعَطَّارُ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَقَاطَعُوا وَلاَ تَدَابَرُوا وَلاَ تَبَاغَضُوا وَلاَ تَحَاسَدُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا وَلاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَالزُّبَيْرِ بْنِ الْعَوَّامِ وَابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ ‏.‏",
        "ar_diacless": "حدثنا عبد الجبار بن العلاء العطار، وسعيد بن عبد الرحمن، قالا حدثنا سفيان بن عيينة، عن الزهري، عن أنس، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا تقاطعوا ولا تدابروا ولا تباغضوا ولا تحاسدوا وكونوا عباد الله إخوانا ولا يحل لمسلم أن يهجر أخاه فوق ثلاث ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ قال وفي الباب عن أبي بكر الصديق والزبير بن العوام وابن مسعود وأبي هريرة ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবূ বাক্‌র সিদ্দীক, যুবাইর ইবনুল আওয়াম, ইবনু মাসউদ, ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25101,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 24,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩৬",
        "hadith_id": 1936,
        "narrator": "সালিম (রহঃ) হতে তার বাবা",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শুধু দুই প্রকারের লোকই হিংসাযোগ্য। (এক) যে লোককে আল্লাহ্‌ তা‘আলা ধন-সম্পদ দান করেছেন এবং সে তা হতে দিন-রাত আল্লাহ্‌ তা‘আলার পথে ব্যয় করে। (দুই) যাকে আল্লাহ্‌ তা‘আলা কুরআনের জ্ঞান দিয়েছেন এবং সে দিন-রাত এর বাস্তবায়নে নিযুক্ত থাকে।\n \nসহীহ্‌, রাওযুন নাযীর (৮৯৭) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ مَالاً فَهُوَ يُنْفِقُ مِنْهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ وَرَجُلٌ آتَاهُ اللَّهُ الْقُرْآنَ فَهُوَ يَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنِ ابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان، حدثنا الزهري، عن سالم، عن أبيه، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا حسد إلا في اثنتين رجل آتاه الله مالا فهو ينفق منه آناء الليل وآناء النهار ورجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وقد روي عن ابن مسعود وأبي هريرة عن النبي صلى الله عليه وسلم نحو هذا ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। ইবনু মাসঊদ ও আবূ হুরাইরা (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ হাদীস বর্ণিত হয়েছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9593,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 25,
    "title": "পরস্পরের বিরুদ্ধে হিংসা ও শক্রতা পোষণ করা",
    "preface": "",
    "number": "২৫. অনুচ্ছেদঃ",
    "sort_order": 25,
    "hadiths": [
      {
        "id": 25102,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 25,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩৭",
        "hadith_id": 1937,
        "narrator": "জাবির (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নামায আদায়কারী কখনো শাইতানের পূজা করবে (সাজদা দিবে) এ বিষয়ে সে নিরাশ হয়ে গেছে। কিন্তু সে তাদের মধ্যে একজনকে অন্যজনের বিরুদ্ধে উস্কানি দিতে নিরাশ হয়নি।\n \nসহীহ্‌, সহীহাহ (১৬০৬) , মুসলিম।",
        "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّ الشَّيْطَانَ قَدْ يَئِسَ أَنْ يَعْبُدَهُ الْمُصَلُّونَ وَلَكِنْ فِي التَّحْرِيشِ بَيْنَهُمْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَسُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ عَنْ أَبِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو سُفْيَانَ اسْمُهُ طَلْحَةُ بْنُ نَافِعٍ ‏.‏",
        "ar_diacless": "حدثنا هناد، حدثنا أبو معاوية، عن الأعمش، عن أبي سفيان، عن جابر، قال قال النبي صلى الله عليه وسلم ‏ \"‏ إن الشيطان قد يئس أن يعبده المصلون ولكن في التحريش بينهم ‏\"‏ ‏.‏ قال وفي الباب عن أنس وسليمان بن عمرو بن الأحوص عن أبيه ‏.‏ قال أبو عيسى هذا حديث حسن ‏.‏ وأبو سفيان اسمه طلحة بن نافع ‏.‏",
        "note": "আনাস ও সুলাইমান ইবনু আমর ইবনু আহওয়াহ (রাঃ) হতে তাঁর পিতার সূত্রে এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবূ সুফিয়ানের নাম তালহা, পিতা নাফি।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9594,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 26,
    "title": "পরস্পরের মাঝে সংশোধন করা",
    "preface": "",
    "number": "২৬. অনুচ্ছেদঃ",
    "sort_order": 26,
    "hadiths": [
      {
        "id": 25103,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 26,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩৮",
        "hadith_id": 1938,
        "narrator": "উম্মু কুলসুম বিনতু উকবা (রাঃ)",
        "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে ব্যক্তি লোকদের মাঝে সংশোধন করার চেষ্টা করে সে মিথ্যাবাদী নয়। সে (যা বলেছে) ভাল বলেছে অথবা ভালকাজের অগ্রগতি ঘটিয়েছে।\n \nসহীহ্‌, রাওযুন নাযীর (১১৯৬) , সহীহাহ্‌ (৫৪৫) , মুসলিম।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أُمِّهِ أُمِّ كُلْثُومٍ بِنْتِ عُقْبَةَ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لَيْسَ بِالْكَاذِبِ مَنْ أَصْلَحَ بَيْنَ النَّاسِ فَقَالَ خَيْرًا أَوْ نَمَى خَيْرًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن منيع، حدثنا إسماعيل بن إبراهيم، عن معمر، عن الزهري، عن حميد بن عبد الرحمن، عن أمه أم كلثوم بنت عقبة، قالت سمعت رسول الله صلى الله عليه وسلم يقول ‏ \"‏ ليس بالكاذب من أصلح بين الناس فقال خيرا أو نمى خيرا ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25104,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 26,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৩৯",
        "hadith_id": 1939,
        "narrator": "আসমা বিনতু ইয়াযীদ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিনটি ক্ষেত্র ব্যতীত মিথ্যা বলা বৈধ নয়। (এক) স্ত্রীকে খুশি করার উদ্দেশ্যে তার সাথে স্বামীর কিছু বলা, (দুই) যুদ্ধের সময় এবং (তিন) লোকদের পরস্পরের মাঝে সংশোধন করার জন্য মিথ্যা কথা বলা। অধঃস্তন রাবী মাহমূদ তার হাদীসে বলেছেন, তিনটি ক্ষেত্র ব্যতীত অন্য কোথাও মিথ্যা বলা ঠিক নয়।\n \nসহীহ, সহীহাহ্‌ (৫৪৫) , মুসলিম।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، ح قَالَ وَحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، وَأَبُو أَحْمَدَ قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَحِلُّ الْكَذِبُ إِلاَّ فِي ثَلاَثٍ يُحَدِّثُ الرَّجُلُ امْرَأَتَهُ لِيُرْضِيَهَا وَالْكَذِبُ فِي الْحَرْبِ وَالْكَذِبُ لِيُصْلِحَ بَيْنَ النَّاسِ ‏\"‏ ‏.‏ وَقَالَ مَحْمُودٌ فِي حَدِيثِهِ ‏\"‏ لاَ يَصْلُحُ الْكَذِبُ إِلاَّ فِي ثَلاَثٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أَسْمَاءَ إِلاَّ مِنْ حَدِيثِ ابْنِ خُثَيْمٍ ‏.‏\nوَرَوَى دَاوُدُ بْنُ أَبِي هِنْدٍ، هَذَا الْحَدِيثَ عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرْ فِيهِ عَنْ أَسْمَاءَ ‏.‏ حَدَّثَنَا بِذَلِكَ مُحَمَّدُ بْنُ الْعَلاَءِ أَبُو كُرَيْبٍ حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ ‏.‏",
        "ar_diacless": "حدثنا محمد بن بشار، حدثنا أبو أحمد الزبيري، حدثنا سفيان، ح قال وحدثنا محمود بن غيلان، حدثنا بشر بن السري، وأبو أحمد قالا حدثنا سفيان، عن عبد الله بن عثمان بن خثيم، عن شهر بن حوشب، عن أسماء بنت يزيد، قالت قال رسول الله صلى الله عليه وسلم ‏\"‏ لا يحل الكذب إلا في ثلاث يحدث الرجل امرأته ليرضيها والكذب في الحرب والكذب ليصلح بين الناس ‏\"‏ ‏.‏ وقال محمود في حديثه ‏\"‏ لا يصلح الكذب إلا في ثلاث ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن لا نعرفه من حديث أسماء إلا من حديث ابن خثيم ‏.‏\nوروى داود بن أبي هند، هذا الحديث عن شهر بن حوشب، عن النبي صلى الله عليه وسلم ولم يذكر فيه عن أسماء ‏.‏ حدثنا بذلك محمد بن العلاء أبو كريب حدثنا ابن أبي زائدة عن داود بن أبي هند ‏.‏ وفي الباب عن أبي بكر ‏.‏",
        "note": "“স্ত্রীকে সন্তুষ্ট করার জন্য” এই অংশ ব্যতীত হাদীসটি অনুরূপ বর্ণনা করেছেন উম্মু কুলসুম হতে।\nএ হাদীসটি হাসান। ইবনু খুসাইমের সূত্র ব্যতীত আসমা (রাঃ) বর্ণিত এ হাদীস আমরা অন্য কোন সূত্রে অবহিত নই। দাঊদ ইবনু আবূ হিন্দ-শাহ্‌র ইবনু হাওশাবের বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদীস বর্ণনা করেছেন। তাতে আসমা (রাঃ)-এর উল্লেখ নেই। মুহাম্মাদ ইবনুল আলা-ইবনু আবূ যাইদা-দাঊদ সূত্রে উক্ত হাদীস আমার নিকট এ রকম বর্ণনা করেছেন। এ অনুচ্ছেদে আবূ বাক্‌র (রাঃ) হতেও হাদীস বর্ণিত আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9595,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 27,
    "title": "বিশ্বাসঘাতকতা ও প্রতারণা",
    "preface": "",
    "number": "২৭. অনুচ্ছেদঃ",
    "sort_order": 27,
    "hadiths": [
      {
        "id": 25106,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 27,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪০",
        "hadith_id": 1940,
        "narrator": "আবূ সিরমা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক অন্য কারো ক্ষতিসাধন করে, আল্লাহ্‌ তা‘আলা তা দিয়েই তার ক্ষতিসাধন করেন। যে লোক অন্যকে কষ্ট দেয়, আল্লাহ্‌ তা‘আলা তাকে কষ্টের মধ্যে ফেলেন।\nহাসান, ইরওয়া (৮৯৬)।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ لُؤْلُؤَةَ، عَنْ أَبِي صِرْمَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ ضَارَّ ضَارَّ اللَّهُ بِهِ وَمَنْ شَاقَّ شَاقَّ اللَّهُ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا الليث، عن يحيى بن سعيد، عن محمد بن يحيى بن حبان، عن لؤلؤة، عن أبي صرمة، أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ من ضار ضار الله به ومن شاق شاق الله عليه ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب ‏.‏ وفي الباب عن أبي بكر ‏.‏",
        "note": "আবূ বাক্‌র (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25105,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 27,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪১",
        "hadith_id": 1941,
        "narrator": "আবূ বাক্‌র সিদ্দীক (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি কোন মু’মিনের ক্ষতিসাধন করে অথবা তার বিরুদ্ধে ষড়যন্ত্র করে সে অভিশপ্ত।\n \nযঈফ, যঈফা (১৯০৩)। আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব।",
        "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ الْعُكْلِيُّ، حَدَّثَنِي أَبُو سَلَمَةَ الْكِنْدِيُّ، حَدَّثَنَا فَرْقَدٌ السَّبَخِيُّ، عَنْ مُرَّةَ بْنِ شَرَاحِيلَ الْهَمْدَانِيِّ، وَهُوَ الطَّيِّبُ - عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَلْعُونٌ مَنْ ضَارَّ مُؤْمِنًا أَوْ مَكَرَ بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
        "ar_diacless": "حدثنا عبد بن حميد، حدثنا زيد بن الحباب العكلي، حدثني أبو سلمة الكندي، حدثنا فرقد السبخي، عن مرة بن شراحيل الهمداني، وهو الطيب - عن أبي بكر الصديق، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ ملعون من ضار مؤمنا أو مكر به ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب ‏.‏",
        "note": "",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9596,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 28,
    "title": "প্রতিবেশীর হক বা অধিকার",
    "preface": "",
    "number": "২৮. অনুচ্ছেদঃ",
    "sort_order": 28,
    "hadiths": [
      {
        "id": 25107,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 28,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪২",
        "hadith_id": 1942,
        "narrator": "আইশা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রতিবেশীর অধিকারের ব্যাপারে জিবরাঈল (আঃ) আমাকে অবিরত উপদেশ দিতে থাকেন। এতে আমার ধারণা হল যে, হয়ত শীঘ্রই তাকে উত্তরাধিকারী বানিয়ে দিবে।\n \nসহীহ, প্রাগুক্ত, বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي بَكْرٍ، هُوَ ابْنُ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ - عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا الليث بن سعد، عن يحيى بن سعيد، عن أبي بكر، هو ابن محمد بن عمرو بن حزم - عن عمرة، عن عائشة، أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25109,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 28,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪৩",
        "hadith_id": 1943,
        "narrator": "মুজাহিদ (রহঃ)",
        "bn": "আবদুল্লাহ ইবনু আমর (রাঃ)-এর জন্য তার পরিবারে একটি ছাগল যবেহ করা হল। তিনি এসে বললেন, তোমরা কি আমাদের ইয়াহুদী প্রতিবেশীকে (গোশত) উপহার পাঠিয়েছ? আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ প্রতিবেশীর অধিকার প্রসঙ্গে জিবরাঈল (আঃ) আমাকে অবিরত উপদেশ দিতে থাকেন। এমনকি আমার ধারণা হল যে, হয়ত শীঘ্রই প্রতিবেশীকে উত্তরাধিকারী বানিয়ে দিবে।\n \nসহীহ, ইরওয়া (৮১১) , বুখারী।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ دَاوُدَ بْنِ شَابُورَ، وَبَشِيرٍ أَبِي إِسْمَاعِيلَ، عَنْ مُجَاهِدٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو، ذُبِحَتْ لَهُ شَاةٌ فِي أَهْلِهِ فَلَمَّا جَاءَ قَالَ أَهْدَيْتُمْ لِجَارِنَا الْيَهُودِيِّ أَهْدَيْتُمْ لِجَارِنَا الْيَهُودِيِّ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَالْمِقْدَادِ بْنِ الأَسْوَدِ وَعُقْبَةَ بْنِ عَامِرٍ وَأَبِي شُرَيْحٍ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مُجَاهِدٍ عَنْ عَائِشَةَ وَأَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَيْضًا ‏.‏",
        "ar_diacless": "حدثنا محمد بن عبد الأعلى، حدثنا سفيان بن عيينة، عن داود بن شابور، وبشير أبي إسماعيل، عن مجاهد، أن عبد الله بن عمرو، ذبحت له شاة في أهله فلما جاء قال أهديتم لجارنا اليهودي أهديتم لجارنا اليهودي سمعت رسول الله صلى الله عليه وسلم يقول ‏ \"‏ ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه ‏\"‏ ‏.‏ قال وفي الباب عن عائشة وابن عباس وأبي هريرة وأنس والمقداد بن الأسود وعقبة بن عامر وأبي شريح وأبي أمامة ‏.‏ قال أبو عيسى هذا حديث حسن غريب من هذا الوجه ‏.‏ وقد روي هذا الحديث عن مجاهد عن عائشة وأبي هريرة عن النبي صلى الله عليه وسلم أيضا ‏.‏",
        "note": "এ অনুচ্ছেদে আইশা, ইবনু আব্বাস, আবূ হুরাইরা, আনাস, মিকদাদ ইবনুল আসওয়াদ, উকবা ইবনু আমির, আবূ শুরাইহ্‌ ও আবূ উমামা (রাঃ) হতেও হাদীস বর্ণিত আছে।\nআবূ ঈসা বলেন, এ হাদীসটি হাসান এবং উল্লেখিত সনদসূত্রে গারীব। এ হাদীসটি-আইশা ও আবূ হুরাইরা (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25108,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 28,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪৪",
        "hadith_id": 1944,
        "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা‘আলার নিকট সঙ্গীদের মাঝে উত্তম সঙ্গী হল সেই ধরনের ব্যক্তি যে তার নিজ সঙ্গীর নিকট উত্তম। আল্লাহ্‌ তা‘আলার দৃষ্টিতে প্রতিবেশীদের মাঝে উত্তম হল সেই ধরনের প্রতিবেশী যে তার নিজের প্রতিবেশীর নিকট উত্তম।\n \nসহীহ, সহীহাহ (১০৩০) , মিশকাত (৪৯৮৭)।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، عَنْ شُرَحْبِيلَ بْنِ شَرِيكٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَيْرُ الأَصْحَابِ عِنْدَ اللَّهِ خَيْرُهُمْ لِصَاحِبِهِ وَخَيْرُ الْجِيرَانِ عِنْدَ اللَّهِ خَيْرُهُمْ لِجَارِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَأَبُو عَبْدِ الرَّحْمَنِ الْحُبُلِيُّ اسْمُهُ عَبْدُ اللَّهِ بْنُ يَزِيدَ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، حدثنا عبد الله بن المبارك، عن حيوة بن شريح، عن شرحبيل بن شريك، عن أبي عبد الرحمن الحبلي، عن عبد الله بن عمرو، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ خير الأصحاب عند الله خيرهم لصاحبه وخير الجيران عند الله خيرهم لجاره ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب ‏.‏ وأبو عبد الرحمن الحبلي اسمه عبد الله بن يزيد ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আবূ আব্দুর রাহমান আল-হুবুলীর নাম আব্দুল্লাহ ইবনু ইয়াযীদ।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9597,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 29,
    "title": "খাদিমদের সাথে উত্তম আচরণ করা",
    "preface": "",
    "number": "২৯. অনুচ্ছেদঃ",
    "sort_order": 29,
    "hadiths": [
      {
        "id": 25110,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 29,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪৫",
        "hadith_id": 1945,
        "narrator": "আবূ যার (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এরা তোমাদের ভাই, এদেরকে আল্লাহ্‌ তা‘আলা তোমাদের অধীনস্থ করেছেন। সুতরাং যে ব্যক্তির এরূপ ভাই (গোলাম, বাঁদী, খাদিম) তার অধীনে আছে, সে যেন তার খাদ্য হতে তাকে খেতে দেয় এবং তার পোশাক-পরিচ্ছদ হতে তাকে পরতে দেয়। সে এরূপ কাজের বোঝা যেন তার উপর না চাপায় যা করতে সে সমর্থ নয়। সে তার উপর সাধ্যাতীত কোন কাজের বোঝা চাপিয়ে দিলে সে যেন তাকে সহযোগিতা করে।\n \nসহীহ, বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ وَاصِلٍ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِخْوَانُكُمْ جَعَلَهُمُ اللَّهُ فِتْيَةً تَحْتَ أَيْدِيكُمْ فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدِهِ فَلْيُطْعِمْهُ مِنْ طَعَامِهِ وَلْيُلْبِسْهُ مِنْ لِبَاسِهِ وَلاَ يُكَلِّفْهُ مَا يَغْلِبُهُ فَإِنْ كَلَّفَهُ مَا يَغْلِبُهُ فَلْيُعِنْهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأُمِّ سَلَمَةَ وَابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا محمد بن بشار، حدثنا عبد الرحمن بن مهدي، حدثنا سفيان، عن واصل، عن المعرور بن سويد، عن أبي ذر، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ إخوانكم جعلهم الله فتية تحت أيديكم فمن كان أخوه تحت يده فليطعمه من طعامه وليلبسه من لباسه ولا يكلفه ما يغلبه فإن كلفه ما يغلبه فليعنه ‏\"‏ ‏.‏ قال وفي الباب عن علي وأم سلمة وابن عمر وأبي هريرة ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আলী, উম্মু সালামা, ইবনু উমার ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25111,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 29,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪৬",
        "hadith_id": 1946,
        "narrator": "আবূ বাক্‌র সিদ্দীক (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অধীনস্থদের সাথে দুর্ব্যবহারকারী জান্নাতে যেতে পারবে না।\n \nযঈফ, ইবনু মাজাহ (৩৬৯১)।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ هَمَّامِ بْنِ يَحْيَى، عَنْ فَرْقَدٍ السَّبَخِيِّ، عَنْ مُرَّةَ الطَّيِّبِ، عَنْ أَبِي بَكْرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَدْخُلُ الْجَنَّةَ سَيِّئُ الْمَلَكَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَقَدْ تَكَلَّمَ أَيُّوبُ السَّخْتِيَانِيُّ وَغَيْرُ وَاحِدٍ فِي فَرْقَدٍ السَّبَخِيِّ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن منيع، حدثنا يزيد بن هارون، عن همام بن يحيى، عن فرقد السبخي، عن مرة الطيب، عن أبي بكر، عن النبي صلى الله عليه وسلم قال ‏ \"‏ لا يدخل الجنة سيئ الملكة ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب ‏.‏ وقد تكلم أيوب السختياني وغير واحد في فرقد السبخي من قبل حفظه ‏.‏",
        "note": "আবূ ঈসা বলেছেন, এ হাদীসটি গারীব। আইউব সাখতিয়ানী প্রমুখ হাদীস বিশারদ ফারকাদের স্মৃতিশক্তির সমালোচনা করেছেন।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9490,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 3,
    "title": "বাবা-মায়ের সন্তুষ্টির ফযীলত",
    "preface": "",
    "number": "৩. অনুচ্ছেদঃ",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 25039,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 3,
        "hadith_key": "জামে' আত-তিরমিজি: ১৮৯৯",
        "hadith_id": 1899,
        "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বাবার সন্তুষ্টির মধ্যেই আল্লাহ্ তা‘আলার সন্তুষ্টি এবং বাবার অসন্তুষ্টির মধ্যেই আল্লাহ্ তা‘আলার অসন্তুষ্টি রয়েছে।\n \nসহীহ, সহীহা (৫১৫)।",
        "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ رِضَا الرَّبِّ فِي رِضَا الْوَالِدِ وَسَخَطُ الرَّبِّ فِي سَخَطِ الْوَالِدِ ‏\"‏ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، نَحْوَهُ وَلَمْ يَرْفَعْهُ وَهَذَا أَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى وَهَكَذَا رَوَى أَصْحَابُ شُعْبَةَ عَنْ شُعْبَةَ عَنْ يَعْلَى بْنِ عَطَاءٍ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو مَوْقُوفًا وَلاَ نَعْلَمُ أَحَدًا رَفَعَهُ غَيْرَ خَالِدِ بْنِ الْحَارِثِ عَنْ شُعْبَةَ ‏.‏ وَخَالِدُ بْنُ الْحَارِثِ ثِقَةٌ مَأْمُونٌ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ الْمُثَنَّى يَقُولُ مَا رَأَيْتُ بِالْبَصْرَةِ مِثْلَ خَالِدِ بْنِ الْحَارِثِ وَلاَ بِالْكُوفَةِ مِثْلَ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ‏.‏",
        "ar_diacless": "حدثنا أبو حفص، عمرو بن علي حدثنا خالد بن الحارث، حدثنا شعبة، عن يعلى بن عطاء، عن أبيه، عن عبد الله بن عمرو، عن النبي صلى الله عليه وسلم قال ‏ \"‏ رضا الرب في رضا الوالد وسخط الرب في سخط الوالد ‏\"‏ ‏.‏\nحدثنا محمد بن بشار، حدثنا محمد بن جعفر، عن شعبة، عن يعلى بن عطاء، عن أبيه، عن عبد الله بن عمرو، نحوه ولم يرفعه وهذا أصح ‏.‏ قال أبو عيسى وهكذا روى أصحاب شعبة عن شعبة عن يعلى بن عطاء عن أبيه عن عبد الله بن عمرو موقوفا ولا نعلم أحدا رفعه غير خالد بن الحارث عن شعبة ‏.‏ وخالد بن الحارث ثقة مأمون ‏.‏ قال سمعت محمد بن المثنى يقول ما رأيت بالبصرة مثل خالد بن الحارث ولا بالكوفة مثل عبد الله بن إدريس ‏.‏ قال وفي الباب عن عبد الله بن مسعود ‏.‏",
        "note": "উপরোক্ত হাদীসের মতো হাদীস মুহাম্মদ ইবনু বাশশার-মুহাম্মাদ ইবনু জাফর হতে, তিনি শুবা হতে, তিনি ইয়ালা ইবনু আতা হতে, তিনি তার পিতা-আবদুল্লাহ ইবনু আমর (রাঃ) হতে এই সূত্রেও বর্ণিত হয়েছে। এটাকে তিনি মারফু হাদীস হিসেবে বর্ণনা করেননি এবং এটাই অনেক বেশি সহীহ।\nআবু ঈসা বলেন, এটিকে শুবার সঙ্গীগণ একইভাবে মাওকূফ হিসেবে শুবা হতে, তিনি ইয়ালা ইবনু আতা হতে, তিনি তার পিতা-আবদুল্লাহ ইবনু আমর (রাঃ)-এর সূত্রে বর্ণনা করেছেন। এটা শুবার সূত্রে মারফূ (রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের বাণী) হিসাবে শুধু খালিদ ইবনুল হারিস (রাঃ) বর্ণনা করেছেন। খালিদ ইবনুল হারিস একজন সিকাহ ও বিশ্বস্ত বর্ণনাকারী। মুহাম্মাদ ইবনুল মুসান্না বলেন, আমি বসরায় খালিদের সমতুল্য এবং কূফায় আবদুল্লাহ ইবনু ইদরীসের মতো যোগ্য কোন ব্যক্তিকে দেখিনি। আব্দুল্লাহ ইবনু মাসঊদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্ণিত আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25040,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 3,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০০",
        "hadith_id": 1900,
        "narrator": "আবুদ দারদা (রাঃ)",
        "bn": "তিনি বলেন, তার কাছে একজন লোক এসে বলল, আমার এক স্ত্রী আছে। আমার মা আমাকে নির্দেশ দিচ্ছেন তাকে তালাক দেয়ার জন্য। আবুদ দারদা (রাঃ) বললেন, রাসূলল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ জান্নাতের সর্বোত্তম দরজা হচ্ছে বাবা। তুমি ইচ্ছা করলে এটা ভেঙ্গে ফেলতে পার অথবা এর রক্ষণাবেক্ষণও করতে পার।\n \nসহীহ্, সহীহা (৯১০) , মিশকাত, তাহকীক ছানী (৪৯২৮)।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ الْهُجَيْمِيِّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ أَبِي الدَّرْدَاءِ، أَنَّ رَجُلاً، أَتَاهُ فَقَالَ إِنَّ لِي امْرَأَةً وَإِنَّ أُمِّي تَأْمُرُنِي بِطَلاَقِهَا ‏.‏ قَالَ أَبُو الدَّرْدَاءِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الْوَالِدُ أَوْسَطُ أَبْوَابِ الْجَنَّةِ فَإِنْ شِئْتَ فَأَضِعْ ذَلِكَ الْبَابَ أَوِ احْفَظْهُ ‏\"‏ ‏.‏ قَالَ وَقَالَ ابْنُ أَبِي عُمَرَ وَرُبَّمَا قَالَ سُفْيَانُ إِنَّ أُمِّي وَرُبَّمَا قَالَ أَبِي ‏.‏ وَهَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَأَبُو عَبْدِ الرَّحْمَنِ السُّلَمِيُّ اسْمُهُ عَبْدُ اللَّهِ بْنُ حَبِيبٍ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان بن عيينة، عن عطاء بن السائب الهجيمي، عن أبي عبد الرحمن السلمي، عن أبي الدرداء، أن رجلا، أتاه فقال إن لي امرأة وإن أمي تأمرني بطلاقها ‏.‏ قال أبو الدرداء سمعت رسول الله صلى الله عليه وسلم يقول ‏ \"‏ الوالد أوسط أبواب الجنة فإن شئت فأضع ذلك الباب أو احفظه ‏\"‏ ‏.‏ قال وقال ابن أبي عمر وربما قال سفيان إن أمي وربما قال أبي ‏.‏ وهذا حديث صحيح ‏.‏ وأبو عبد الرحمن السلمي اسمه عبد الله بن حبيب ‏.‏",
        "note": "ইবনু আবী উমার বলেনঃ সুফিয়ান কখনো মায়ের কথা বলেছেন আবার কখনো বাবার কথা বলেছেন। এ হাদীসটি সহীহ। আবূ আবদুর রাহমান আস-সুলামীর নাম আবদুল্লাহ ইবনু হাবীব।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9598,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 30,
    "title": "খাদিমকে প্রহার করা এবং গালি দেয়া নিষধ",
    "preface": "",
    "number": "৩০. অনুচ্ছেদঃ",
    "sort_order": 30,
    "hadiths": [
      {
        "id": 25112,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 30,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪৭",
        "hadith_id": 1947,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, তাওবাহকারী আবুল কাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কেউ যদি তার নির্দোষ গোলামের বিরুদ্ধে (যিনার) অপবাদ আরোপ করে তবে আল্লাহ্‌ তা‘আলা কিয়ামাত দিবসে তার উপর হদ্দ (নির্ধারিত শাস্তি) প্রতিষ্ঠিত করবেন। তবে গোলামটি যদি প্রকৃতপক্ষেই সেরকমের হয় তাহলে ভিন্ন কথা।\n \nসহীহ, রাওযুন নাযীর (১১৪৬) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ فُضَيْلِ بْنِ غَزْوَانَ، عَنِ ابْنِ أَبِي نُعْمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم نَبِيُّ التَّوْبَةِ ‏ \"‏ مَنْ قَذَفَ مَمْلُوكَهُ بَرِيئًا مِمَّا قَالَ لَهُ أَقَامَ عَلَيْهِ الْحَدَّ يَوْمَ الْقِيَامَةِ إِلاَّ أَنْ يَكُونَ كَمَا قَالَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَابْنُ أَبِي نُعْمٍ هُوَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي نُعْمٍ الْبَجَلِيُّ يُكْنَى أَبَا الْحَكَمِ ‏.‏ وَفِي الْبَابِ عَنْ سُوَيْدِ بْنِ مُقَرِّنٍ وَعَبْدِ اللَّهِ بْنِ عُمَرَ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، عن فضيل بن غزوان، عن ابن أبي نعم، عن أبي هريرة، قال قال أبو القاسم صلى الله عليه وسلم نبي التوبة ‏ \"‏ من قذف مملوكه بريئا مما قال له أقام عليه الحد يوم القيامة إلا أن يكون كما قال ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وابن أبي نعم هو عبد الرحمن بن أبي نعم البجلي يكنى أبا الحكم ‏.‏ وفي الباب عن سويد بن مقرن وعبد الله بن عمر ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। ইবনু আবী নুম-এর নাম আবদুর রাহমান ইবনু আবী নুম আল-বাজালী, উপনাম আবুল হাকাম। সুওয়াইদ ইবনু মুক্বাররিন ও আবদুল্লাহ ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্ণিত আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25113,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 30,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪৮",
        "hadith_id": 1948,
        "narrator": "আবূ মাসউদ আনসারী (রাঃ)",
        "bn": "তিনি বলেন, কোন এক সময় আমি আমার এক গোলামকে প্রহার করছিলাম। তখন আমার পিছন হতে একজন লোককে আমি বলতে শুনলাম, আবূ মাসঊদ, জেনে রাখ, আবূ মাসঊদ, জেনে রাখ! আমি পিছনে তাকানো মাত্রই দেখতে পাই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। তিনি বললেনঃ তুমি এর উপর যে পরিমাণ ক্ষমতার অধিকারী, তোমার উপর আল্লাহ্‌ তা‘আলা এরচাইতে অনেক বেশি ক্ষমতার অধিকারী। আবূ মাসঊদ (রাঃ) বলেন, এরপর হতে আমি আমার কোন গোলামকে আর কখনো মারিনি।\n \nসহীহ, মুসলিম।",
        "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا مُؤَمَّلٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ كُنْتُ أَضْرِبُ مَمْلُوكًا لِي فَسَمِعْتُ قَائِلاً مِنْ خَلْفِي يَقُولُ ‏\"‏ اعْلَمْ أَبَا مَسْعُودٍ اعْلَمْ أَبَا مَسْعُودٍ ‏\"‏ ‏.‏ فَالْتَفَتُّ فَإِذَا أَنَا بِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ لَلَّهُ أَقْدَرُ عَلَيْكَ مِنْكَ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو مَسْعُودٍ فَمَا ضَرَبْتُ مَمْلُوكًا لِي بَعْدَ ذَلِكَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَإِبْرَاهِيمُ التَّيْمِيُّ هُوَ إِبْرَاهِيمُ بْنُ يَزِيدَ بْنِ شَرِيكٍ ‏.‏",
        "ar_diacless": "حدثنا محمود بن غيلان، حدثنا مؤمل، حدثنا سفيان، عن الأعمش، عن إبراهيم التيمي، عن أبيه، عن أبي مسعود الأنصاري، قال كنت أضرب مملوكا لي فسمعت قائلا من خلفي يقول ‏\"‏ اعلم أبا مسعود اعلم أبا مسعود ‏\"‏ ‏.‏ فالتفت فإذا أنا برسول الله صلى الله عليه وسلم فقال ‏\"‏ لله أقدر عليك منك عليه ‏\"‏ ‏.‏ قال أبو مسعود فما ضربت مملوكا لي بعد ذلك ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وإبراهيم التيمي هو إبراهيم بن يزيد بن شريك ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। ইবরাহীম আত-তাইমীর পিতা ইয়াযীদ ইবনু শারীক।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9599,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 31,
    "title": "খাদিমকে ক্ষমা করা",
    "preface": "",
    "number": "৩১. অনুচ্ছেদঃ",
    "sort_order": 31,
    "hadiths": [
      {
        "id": 25114,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 31,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৪৯",
        "hadith_id": 1949,
        "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একজন লোক এসে বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আমি খাদিমের অপরাধ কতবার ক্ষমা করব? তার কথা শুনে রাসূলু্ল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব থাকলেন। সে আবার বললঃ হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আমি খাদিমের অপরাধ কতবার ক্ষমা করব? তিনি বললেনঃ প্রতিদিন সত্তরবার।\n \nসহীহ, সহীহাহ্‌ (৪৮৮)।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ، عَنْ أَبِي هَانِئٍ الْخَوْلاَنِيِّ، عَنْ عَبَّاسٍ الْحَجَرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ كَمْ أَعْفُو عَنِ الْخَادِمِ فَصَمَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ يَا رَسُولَ اللَّهِ كَمْ أَعْفُو عَنِ الْخَادِمِ فَقَالَ ‏ \"‏ كُلَّ يَوْمٍ سَبْعِينَ مَرَّةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَاهُ عَبْدُ اللَّهِ بْنُ وَهْبٍ عَنْ أَبِي هَانِئٍ الْخَوْلاَنِيِّ نَحْوًا مِنْ هَذَا ‏.‏ وَالْعَبَّاسُ هُوَ ابْنُ جُلَيْدٍ الْحَجَرِيُّ الْمِصْرِيُّ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ أَبِي هَانِئٍ الْخَوْلاَنِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ وَرَوَى بَعْضُهُمْ، هَذَا الْحَدِيثَ عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ، بِهَذَا الإِسْنَادِ وَقَالَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا رشدين بن سعد، عن أبي هانئ الخولاني، عن عباس الحجري، عن عبد الله بن عمر، قال جاء رجل إلى النبي صلى الله عليه وسلم فقال يا رسول الله كم أعفو عن الخادم فصمت رسول الله صلى الله عليه وسلم ثم قال يا رسول الله كم أعفو عن الخادم فقال ‏ \"‏ كل يوم سبعين مرة ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب ‏.‏ ورواه عبد الله بن وهب عن أبي هانئ الخولاني نحوا من هذا ‏.‏ والعباس هو ابن جليد الحجري المصري ‏.‏\nحدثنا قتيبة، حدثنا عبد الله بن وهب، عن أبي هانئ الخولاني، بهذا الإسناد نحوه ‏.‏ وروى بعضهم، هذا الحديث عن عبد الله بن وهب، بهذا الإسناد وقال عن عبد الله بن عمرو، ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব (তিরমিযীর কোন কোন নোসখায় হাসান সহীহ্‌)। এ হাদীসটি আবূ হানী আল-খাওলানী হতে উক্ত সনদে আবদুল্লাহ ইবনু ওয়াহ্‌ব অনুরূপ বর্ণনা করেছেন। আব্বাসের বাবার নাম জুলাইদ আল-হাজারী আল-মিসরী। কুতাইবা-আবদুল্লাহ ইবনু ওয়াহ্‌ব হতে, তিনি আবূ হানী হতে এই সূত্রে একইরকম বর্ণনা করেছেন। এ হাদীসটি কয়েকজন বর্ণনাকারী আবদুল্লাহ ইবনু ওয়াহ্‌বের সূত্রে বর্ণনা করেছেন এবং তারা “আবদুল্লাহ ইবনু আমর (রাঃ) হতে” উল্লেখ করেছেন।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9600,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 32,
    "title": "খাদেমের অপরাধ ক্ষমা করা এবং তাদের প্রতি উদার হওয়া",
    "preface": "",
    "number": "৩২. অনুচ্ছেদঃ",
    "sort_order": 32,
    "hadiths": [
      {
        "id": 25115,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 32,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫০",
        "hadith_id": 1950,
        "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ যখন তার খাদিমকে মারে এবং সে (খাদিম) আল্লাহ্‌ তা‘আলার দোহাই দেয়, তখন তোমাদের হাত তুলে নাও (মারধর বন্ধ কর)।\n \nযঈফ, যঈফা (১৪৪১)।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ سُفْيَانَ، عَنْ أَبِي هَارُونَ الْعَبْدِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا ضَرَبَ أَحَدُكُمْ خَادِمَهُ فَذَكَرَ اللَّهَ فَارْفَعُوا أَيْدِيَكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَأَبُو هَارُونَ الْعَبْدِيُّ اسْمُهُ عُمَارَةُ بْنُ جُوَيْنٍ ‏.‏ قَالَ قَالَ أَبُو بَكْرٍ الْعَطَّارُ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ ضَعَّفَ شُعْبَةُ أَبَا هَارُونَ الْعَبْدِيَّ ‏.‏ قَالَ يَحْيَى وَمَا زَالَ ابْنُ عَوْنٍ يَرْوِي عَنْ أَبِي هَارُونَ حَتَّى مَاتَ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، عن سفيان، عن أبي هارون العبدي، عن أبي سعيد الخدري، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ إذا ضرب أحدكم خادمه فذكر الله فارفعوا أيديكم ‏\"‏ ‏.‏ قال أبو عيسى وأبو هارون العبدي اسمه عمارة بن جوين ‏.‏ قال قال أبو بكر العطار قال علي بن المديني قال يحيى بن سعيد ضعف شعبة أبا هارون العبدي ‏.‏ قال يحيى وما زال ابن عون يروي عن أبي هارون حتى مات ‏.‏",
        "note": "আবূ ঈসা বলেনঃ আবূ হারূন আল-আবদীর নাম উমারা ইবনু জুওয়াইন। ইয়াহ্‌ইয়া ইবনু সাঈদ বলেছেন, শুবা আবূ হারূন আল-আবদীকে দুর্বল রাবী বলে উল্লেখ করেছেন। ইয়াহ্‌ইয়া বলেছেন, ইবনু আওন আমৃত্যু আবূ হুরাইরাহ্‌ (রাঃ) হতে হাদীস বর্ণনা করেছেন।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9601,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 33,
    "title": "সন্তানদের শিষ্টাচার শিক্ষা দেয়া",
    "preface": "",
    "number": "৩৩. অনুচ্ছেদঃ",
    "sort_order": 33,
    "hadiths": [
      {
        "id": 25116,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 33,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫১",
        "hadith_id": 1951,
        "narrator": "জাবির ইবনু সামুরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নিজের সন্তানকে শিষ্টাচার ও আদব-কায়দা শিক্ষা দেয়া এক ‘সা’ পরিমাণ বস্তু দান-খাইরাত করার চেয়েও উত্তম।\n \nযঈফ, যঈফা (১৮৮৭)।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَحْيَى بْنُ يَعْلَى، عَنْ نَاصِحٍ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لأَنْ يُؤَدِّبَ الرَّجُلُ وَلَدَهُ خَيْرٌ مِنْ أَنْ يَتَصَدَّقَ بِصَاعٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَنَاصِحٌ هُوَ ابْنُ الْعَلاَءِ كُوفِيٌّ لَيْسَ عِنْدَ أَهْلِ الْحَدِيثِ بِالْقَوِيِّ وَلاَ يُعْرَفُ هَذَا الْحَدِيثُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَنَاصِحٌ شَيْخٌ آخَرُ بَصْرِيٌّ يَرْوِي عَنْ عَمَّارِ بْنِ أَبِي عَمَّارٍ وَغَيْرِهِ هُوَ أَثْبَتُ مِنْ هَذَا ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا يحيى بن يعلى، عن ناصح، عن سماك بن حرب، عن جابر بن سمرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لأن يؤدب الرجل ولده خير من أن يتصدق بصاع ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب ‏.‏ وناصح هو ابن العلاء كوفي ليس عند أهل الحديث بالقوي ولا يعرف هذا الحديث إلا من هذا الوجه وناصح شيخ آخر بصري يروي عن عمار بن أبي عمار وغيره هو أثبت من هذا ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। হাদীস বিশারদদের মতে নাসিহ আবূল আলা আল-কূফী খুব একটা মজবুত রাবী নন। উল্লেখিত হাদীসটি শুধুমাত্র এই সূত্রেই জানা গেছে। বসরাবাসী শাইখ নাসিহ- যিনি আম্মার ইবনু আবী আম্মার এবং অন্যান্য শাইখ হতে হাদীস বর্ণনা করেন, এই কুফী নাসীহ-এর তুলনায় বেশী শক্তিশালী।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 28178,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 33,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫২",
        "hadith_id": 1952,
        "narrator": "আইউব ইবনু মূসা (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্রে",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন পিতা তার সন্তানকে উত্তম শিষ্টাচার শিক্ষা দেয়ার চেয়ে বেশী উত্তম কোন জিনিস দিতে পারে না।\n\nযঈফ, যঈফা (১১২১) নাকদুল কাত্তানী পৃঃ (২০)। আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধু আমির ইবনু আবূ আমির আল-খায্‌যায-এর সূত্রেই এ হাদীস জেনেছি। আমিরের পিতা সালিহ ইবনু রুসতুম। আইউব ইবনু মূসা হলেন ইবনু আমর ইবনু সাঈদ আল-আসী। আমার মতে এটি মুরসাল হাদীস।",
        "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَامِرُ بْنُ أَبِي عَامِرٍ الْخَزَّازُ، حَدَّثَنَا أَيُّوبُ بْنُ مُوسَى، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا نَحَلَ وَالِدٌ وَلَدًا مِنْ نَحْلٍ أَفْضَلَ مِنْ أَدَبٍ حَسَنٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَامِرِ بْنِ أَبِي عَامِرٍ الْخَزَّازِ وَهُوَ عَامِرُ بْنُ صَالِحِ بْنِ رُسْتُمَ الْخَزَّازُ وَأَيُّوبُ بْنُ مُوسَى هُوَ ابْنُ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِي ‏.‏ وَهَذَا عِنْدِي حَدِيثٌ مُرْسَلٌ ‏.‏",
        "ar_diacless": "حدثنا نصر بن علي الجهضمي، حدثنا عامر بن أبي عامر الخزاز، حدثنا أيوب بن موسى، عن أبيه، عن جده، أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ ما نحل والد ولدا من نحل أفضل من أدب حسن ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب لا نعرفه إلا من حديث عامر بن أبي عامر الخزاز وهو عامر بن صالح بن رستم الخزاز وأيوب بن موسى هو ابن عمرو بن سعيد بن العاصي ‏.‏ وهذا عندي حديث مرسل ‏.‏",
        "note": "",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9602,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 34,
    "title": "উপহার আদান-প্রদান",
    "preface": "",
    "number": "৩৪. অনুচ্ছেদঃ",
    "sort_order": 34,
    "hadiths": [
      {
        "id": 25117,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 34,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫৩",
        "hadith_id": 1953,
        "narrator": "আইশা (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উপহার নিতেন এবং বিনিময়ে উপহার প্রদান করতেন।\n \nসহীহ, ইরওয়া (১৬০৩) , বুখারী।",
        "ar": "حَدَّثَنَا يَحْيَى بْنُ أَكْثَمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْبَلُ الْهَدِيَّةَ وَيُثِيبُ عَلَيْهَا ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَنَسٍ وَابْنِ عُمَرَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ مِنْ هَذَا الْوَجْهِ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ عِيسَى بْنِ يُونُسَ عَنْ هِشَامٍ ‏.‏",
        "ar_diacless": "حدثنا يحيى بن أكثم، وعلي بن خشرم، قالا حدثنا عيسى بن يونس، عن هشام بن عروة، عن أبيه، عن عائشة، أن النبي صلى الله عليه وسلم كان يقبل الهدية ويثيب عليها ‏.‏ وفي الباب عن أبي هريرة وأنس وابن عمر وجابر ‏.‏ قال أبو عيسى هذا حديث حسن غريب صحيح من هذا الوجه لا نعرفه مرفوعا إلا من حديث عيسى بن يونس عن هشام ‏.‏",
        "note": "আবূ হুরাইরা, আনাস, ইবনু উমার ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ এবং উল্লেখিত সনদসূত্রে গারীব। এটা মারফূ হিসাবে শুধু ঈসা ইবনু ইউনুস হতে হিশামের সূত্রেই জেনেছি।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9603,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 35,
    "title": "উপকারীর প্রতি কৃতজ্ঞতা প্রকাশ",
    "preface": "",
    "number": "৩৫. অনুচ্ছেদঃ",
    "sort_order": 35,
    "hadiths": [
      {
        "id": 25119,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 35,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫৪",
        "hadith_id": 1954,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মানুষের প্রতি যে লোক কৃতজ্ঞতা প্রকাশ করে না, আল্লাহ্‌ তা‘আলার প্রতিও সে কৃতজ্ঞতা প্রকাশ করে না।\n \nসহীহ, মিশকাত (৩০২৫) , সহীহাহ্‌ (৪১৭) , তা’লীকুর রাগীব (২/৫৬)।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا الرَّبِيعُ بْنُ مُسْلِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ لاَ يَشْكُرِ النَّاسَ لاَ يَشْكُرِ اللَّهَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، حدثنا الربيع بن مسلم، حدثنا محمد بن زياد، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ من لا يشكر الناس لا يشكر الله ‏\"‏ ‏.‏ قال هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25118,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 35,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫৫",
        "hadith_id": 1955,
        "narrator": "আবূ সাঈদ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মানুষের প্রতি যে লোক কৃতজ্ঞ নয় আল্লাহ্‌ তা‘আলার প্রতিও সে কৃতজ্ঞ নয়।\n \nপূর্বের হাদীসের সহায়তায় হাদীসটি সহীহ, প্রাগুক্ত।",
        "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ ابْنِ أَبِي لَيْلَى، ح وَحَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الرُّؤَاسِيُّ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ لَمْ يَشْكُرِ النَّاسَ لَمْ يَشْكُرِ اللَّهَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَالأَشْعَثِ بْنِ قَيْسٍ وَالنُّعْمَانِ بْنِ بَشِيرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا هناد، حدثنا أبو معاوية، عن ابن أبي ليلى، ح وحدثنا سفيان بن وكيع، حدثنا حميد بن عبد الرحمن الرؤاسي، عن ابن أبي ليلى، عن عطية، عن أبي سعيد، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ من لم يشكر الناس لم يشكر الله ‏\"‏ ‏.‏ وفي الباب عن أبي هريرة والأشعث بن قيس والنعمان بن بشير ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ হুরাইরা, আশআস ইবনু ক্বাইস ও নু’মান ইবনু বাশীর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9604,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 36,
    "title": "কল্যাণকর কাজ ও আচরণ",
    "preface": "",
    "number": "৩৬. অনুচ্ছেদঃ",
    "sort_order": 36,
    "hadiths": [
      {
        "id": 25120,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 36,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫৬",
        "hadith_id": 1956,
        "narrator": "আবূ যার (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমার হাস্যোজ্জ্বল মুখ নিয়ে তোমার ভাইয়ের সামনে উপস্থিত হওয়া তোমার জন্য সাদকাস্বরূপ। তোমার সৎকাজের আদেশ এবং তোমার অসৎকাজ হতে বিরত থাকার নির্দেশ তোমার জন্য সাদকাস্বরূপ। পথহারা লোককে পথের সন্ধান দেয়া তোমার জন্য সাদকাস্বরূপ, স্বল্প দৃষ্টি সম্পন্ন লোককে সঠিক দৃষ্টি দেয়া তোমার জন্য সাদকাস্বরূপ। পথ হতে পাথর, কাঁটা ও হাড় সরানো তোমার জন্য সাদকাস্বরূপ। তোমার বালতি দিয়ে পানি তুলে তোমার ভাইয়ের বালতিতে ঢেলে দেয়া তোমার জন্য সাদকাস্বরূপ।\n \nসহীহ, সহীহাহ (৫৭২)।",
        "ar": "حَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ الْعَنْبَرِيُّ، حَدَّثَنَا النَّضْرُ بْنُ مُحَمَّدٍ الْجُرَشِيُّ الْيَمَامِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا أَبُو زُمَيْلٍ، عَنْ مَالِكِ بْنِ مَرْثَدٍ، عَنْ أَبِيهِ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ وَأَمْرُكَ بِالْمَعْرُوفِ وَنَهْيُكَ عَنِ الْمُنْكَرِ صَدَقَةٌ وَإِرْشَادُكَ الرَّجُلَ فِي أَرْضِ الضَّلاَلِ لَكَ صَدَقَةٌ وَبَصَرُكَ لِلرَّجُلِ الرَّدِيءِ الْبَصَرِ لَكَ صَدَقَةٌ وَإِمَاطَتُكَ الْحَجَرَ وَالشَّوْكَةَ وَالْعَظْمَ عَنِ الطَّرِيقِ لَكَ صَدَقَةٌ وَإِفْرَاغُكَ مِنْ دَلْوِكَ فِي دَلْوِ أَخِيكَ لَكَ صَدَقَةٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَجَابِرٍ وَحُذَيْفَةَ وَعَائِشَةَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَأَبُو زُمَيْلٍ اسْمُهُ سِمَاكُ بْنُ الْوَلِيدِ الْحَنَفِيُّ ‏.‏",
        "ar_diacless": "حدثنا عباس بن عبد العظيم العنبري، حدثنا النضر بن محمد الجرشي اليمامي، حدثنا عكرمة بن عمار، حدثنا أبو زميل، عن مالك بن مرثد، عن أبيه، عن أبي ذر، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ تبسمك في وجه أخيك لك صدقة وأمرك بالمعروف ونهيك عن المنكر صدقة وإرشادك الرجل في أرض الضلال لك صدقة وبصرك للرجل الرديء البصر لك صدقة وإماطتك الحجر والشوكة والعظم عن الطريق لك صدقة وإفراغك من دلوك في دلو أخيك لك صدقة ‏\"‏ ‏.‏ قال وفي الباب عن ابن مسعود وجابر وحذيفة وعائشة وأبي هريرة ‏.‏ قال أبو عيسى هذا حديث حسن غريب ‏.‏ وأبو زميل اسمه سماك بن الوليد الحنفي ‏.‏",
        "note": "ইবনু মাসঊদ, জাবির, হুযাইফা, আইশা ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আবূ যুমাইলের নাম সিমাক, পিতা আল-ওয়ালীদ আল-হানাফী।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9605,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 37,
    "title": "দান প্রসঙ্গে",
    "preface": "",
    "number": "৩৭. অনুচ্ছেদঃ",
    "sort_order": 37,
    "hadiths": [
      {
        "id": 25121,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 37,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫৭",
        "hadith_id": 1957,
        "narrator": "বারাআ ইবনু আযিব (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ যে ব্যক্তি একবার দোহন করা দুধ দান করে অথবা টাকা-পয়সা ধার দেয় অথবা পথ হারিয়ে যাওয়া লোককে সঠিক পথের সন্ধান দেয়, তার জন্য রয়েছে একটি গোলাম মুক্ত করে দেয়ার সম-পরিমাণ সাওয়াব।\n \nসহীহ, তা’লীকুর রাগীব (২/৩৪,২৪১) , মিশকাত (১৯১৭)।",
        "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يُوسُفَ بْنِ أَبِي إِسْحَاقَ، عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ عَوْسَجَةَ، يَقُولُ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ مَنْ مَنَحَ مَنِيحَةَ لَبَنٍ أَوْ وَرِقٍ أَوْ هَدَى زُقَاقًا كَانَ لَهُ مِثْلُ عِتْقِ رَقَبَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي إِسْحَاقَ عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رَوَى مَنْصُورُ بْنُ الْمُعْتَمِرِ وَشُعْبَةُ عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ هَذَا الْحَدِيثَ ‏.‏ وَفِي الْبَابِ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ مَنْ مَنَحَ مَنِيحَةَ وَرِقٍ ‏\"‏ ‏.‏ إِنَّمَا يَعْنِي بِهِ قَرْضَ الدَّرَاهِمِ قَوْلُهُ ‏\"‏ أَوْ هَدَى زُقَاقًا ‏\"‏ ‏.‏ يَعْنِي بِهِ هِدَايَةَ الطَّرِيقِ ‏.‏",
        "ar_diacless": "حدثنا أبو كريب، حدثنا إبراهيم بن يوسف بن أبي إسحاق، عن أبيه، عن أبي إسحاق، عن طلحة بن مصرف، قال سمعت عبد الرحمن بن عوسجة، يقول سمعت البراء بن عازب، يقول سمعت رسول الله صلى الله عليه وسلم يقول ‏\"‏ من منح منيحة لبن أو ورق أو هدى زقاقا كان له مثل عتق رقبة ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح غريب من حديث أبي إسحاق عن طلحة بن مصرف لا نعرفه إلا من هذا الوجه ‏.‏ وقد روى منصور بن المعتمر وشعبة عن طلحة بن مصرف هذا الحديث ‏.‏ وفي الباب عن النعمان بن بشير ‏.‏ ومعنى قوله ‏\"‏ من منح منيحة ورق ‏\"‏ ‏.‏ إنما يعني به قرض الدراهم قوله ‏\"‏ أو هدى زقاقا ‏\"‏ ‏.‏ يعني به هداية الطريق ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং আবূ ইসহাক-তালহা ইবনু মুসাররিফের সূত্রে গারীব। আমরা এ হাদীসটি শুধুমাত্র এই সূত্রেই জেনেছি। এ হাদীসটি তালহা ইবনু মুসাররিফের সূত্রে মানসূর ইবনুল মু’তামির ও শুবা (রহঃ) বর্ণনা করেছেন। নু‘মান ইবনু বাশীর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। “মানাহা মানীহাতা ওয়ারিকিন” অর্থ টাকা-পয়সা ধার দেয়া। “হাদা যুকাকান” অর্থ সঠিক পথের সন্ধান দেয়া।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9606,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 38,
    "title": "চলাচলের পথ হতে কষ্টদায়ক বস্তু সরিয়ে ফেলা",
    "preface": "",
    "number": "৩৮. অনুচ্ছেদঃ",
    "sort_order": 38,
    "hadiths": [
      {
        "id": 25122,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 38,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫৮",
        "hadith_id": 1958,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন এক সময় একজন লোক পথ দিয়ে চলাকালে একটি কাঁটাযুক্ত ডাল দেখতে পেল। সে তা তুলে ফেলে দিল। আল্লাহ্‌ তা‘আলা তার এ কাজকে ক্ববূল করেন এবং তাকে ক্ষমা করে দেন।\n \nসহীহ, বুখারী ও মুসলিম।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ بَيْنَمَا رَجُلٌ يَمْشِي فِي طَرِيقٍ إِذْ وَجَدَ غُصْنَ شَوْكٍ فَأَخَّرَهُ فَشَكَرَ اللَّهُ لَهُ فَغَفَرَ لَهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَرْزَةَ وَابْنِ عَبَّاسٍ وَأَبِي ذَرٍّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، عن مالك بن أنس، عن سمى، عن أبي صالح، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال ‏ \"‏ بينما رجل يمشي في طريق إذ وجد غصن شوك فأخره فشكر الله له فغفر له ‏\"‏ ‏.‏ وفي الباب عن أبي برزة وابن عباس وأبي ذر ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ বারযা, ইবনু আব্বাস ও আবূ যার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9607,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 39,
    "title": "বৈঠকের আলাপ-আলোচনা আমানতস্বরূপ",
    "preface": "",
    "number": "৩৯. অনুচ্ছেদঃ",
    "sort_order": 39,
    "hadiths": [
      {
        "id": 25123,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 39,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৫৯",
        "hadith_id": 1959,
        "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক কোন কথা বলার পর আশেপাশে তাকালে তার উক্ত কথা (শ্রবণকারীর জন্য) আমানাত বলে গণ্য।\n \nহাসান, সহীহাহ (১০৮৯)।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنِ ابْنِ أَبِي ذِئْبٍ، قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَطَاءٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ جَابِرِ بْنِ عَتِيكٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا حَدَّثَ الرَّجُلُ الْحَدِيثَ ثُمَّ الْتَفَتَ فَهِيَ أَمَانَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَإِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ ابْنِ أَبِي ذِئْبٍ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، عن ابن أبي ذئب، قال أخبرني عبد الرحمن بن عطاء، عن عبد الملك بن جابر بن عتيك، عن جابر بن عبد الله، عن النبي صلى الله عليه وسلم قال ‏ \"‏ إذا حدث الرجل الحديث ثم التفت فهي أمانة ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن وإنما نعرفه من حديث ابن أبي ذئب ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান। আমরা এ হাদীসটি শুধুমাত্র ইবনু আবী যিব-এর বর্ণনার মাধ্যমেই জেনেছি।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9491,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 4,
    "title": "বাবা-মায়ের অবাধ্য হওয়া কাবীরা গুনাহ",
    "preface": "",
    "number": "৪. অনুচ্ছেদঃ",
    "sort_order": 4,
    "hadiths": [
      {
        "id": 25043,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 4,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০১",
        "hadith_id": 1901,
        "narrator": "আবদুর রাহমান ইবনু আবী বাকরা (রাঃ) হতে তার বাবা",
        "bn": "তিনি (আবূ বাকরা) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি কি তোমাদেরকে সর্বাধিক কাবীরা গুনাহের ব্যাপারে জানিয়ে দিবো না? সাহাবীগণ বললেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! অবশ্যই জানিয়ে দিন। তিনি বললেনঃ আল্লা্হ্‌ তা‘আলার সাথে অংশীদারিত্ব স্থাপন করা এবং বাবা-মায়ের অবাধ্য হওয়া। বর্ণনাকারী বলেন, তিনি হেলান দিয়ে বসা ছিলেন। তিনি সোজা হয়ে বসেন এবং বলেনঃ এবং মিথ্যা সাক্ষ্য দেয়া ও মিথ্যা বলা। একথাটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অবিরতভাবে বলতে থাকেন। আমরা (মনে মনে) বলতে লাগলাম, আহা! তিনি যদি থামতেন, চুপ করতেন!\n \nসহীহ্, গাইয়াতুল মারাম (২৭৭) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا الْجُرَيْرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلاَ أُحَدِّثُكُمْ بِأَكْبَرِ الْكَبَائِرِ ‏\"‏ ‏.‏ قَالُوا بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ الإِشْرَاكُ بِاللَّهِ وَعُقُوقُ الْوَالِدَيْنِ ‏\"‏ ‏.‏ قَالَ وَجَلَسَ وَكَانَ مُتَّكِئًا فَقَالَ ‏\"‏ وَشَهَادَةُ الزُّورِ أَوْ قَوْلُ الزُّورِ ‏\"‏ ‏.‏ فَمَا زَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو بَكْرَةَ اسْمُهُ نُفَيْعُ بْنُ الْحَارِثِ ‏.‏",
        "ar_diacless": "حدثنا حميد بن مسعدة، حدثنا بشر بن المفضل، حدثنا الجريري، عن عبد الرحمن بن أبي بكرة، عن أبيه، قال قال رسول الله صلى الله عليه وسلم ‏\"‏ ألا أحدثكم بأكبر الكبائر ‏\"‏ ‏.‏ قالوا بلى يا رسول الله ‏.‏ قال ‏\"‏ الإشراك بالله وعقوق الوالدين ‏\"‏ ‏.‏ قال وجلس وكان متكئا فقال ‏\"‏ وشهادة الزور أو قول الزور ‏\"‏ ‏.‏ فما زال رسول الله صلى الله عليه وسلم يقولها حتى قلنا ليته سكت ‏.‏ قال وفي الباب عن أبي سعيد ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وأبو بكرة اسمه نفيع بن الحارث ‏.‏",
        "note": "আবূ সাঈদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ বাকরার নাম নুফাই, পিতা আল-হারিস।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25042,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 4,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০২",
        "hadith_id": 1902,
        "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি কর্তৃক তার বাবা-মাকে গালিগালাজ করা কাবীরা গুনাহ্। সাহাবীগণ বললেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! কেউ কি তার মা-বাবাকে গালিগালাজ করতে পারে? তিনি বললেনঃ হ্যাঁ। কোন লোক অন্য কারো বাবাকে গালি দেয়। এর উত্তরে সেও তার বাবাকে গালি দেয়। সে অন্য কারো মাকে গালি দেয়। এর উত্তরে ঐ ব্যক্তিও তার মাকে গালি দেয়।                  \t\n \nসহীহ্, তা’লীকুর রাগীব (৩/২২১)।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ الْهَادِ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مِنَ الْكَبَائِرِ أَنْ يَشْتُمَ الرَّجُلُ وَالِدَيْهِ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَهَلْ يَشْتُمُ الرَّجُلُ وَالِدَيْهِ قَالَ ‏\"‏ نَعَمْ يَسُبُّ أَبَا الرَّجُلِ فَيَشْتُمُ أَبَاهُ وَيَشْتُمُ أُمَّهُ فَيَسُبُّ أُمَّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا الليث بن سعد، عن ابن الهاد، عن سعد بن إبراهيم، عن حميد بن عبد الرحمن، عن عبد الله بن عمرو، قال قال رسول الله صلى الله عليه وسلم ‏\"‏ من الكبائر أن يشتم الرجل والديه ‏\"‏ ‏.‏ قالوا يا رسول الله وهل يشتم الرجل والديه قال ‏\"‏ نعم يسب أبا الرجل فيشتم أباه ويشتم أمه فيسب أمه ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9608,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 40,
    "title": "দানশীলতা",
    "preface": "",
    "number": "৪০. অনুচ্ছেদঃ",
    "sort_order": 40,
    "hadiths": [
      {
        "id": 25125,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 40,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬০",
        "hadith_id": 1960,
        "narrator": "বিনতু আবূ বাক্‌র তনয়া আসমা (রাঃ)",
        "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! যুবাইর (রাঃ) আমাকে যা কিছু দেন তা ব্যতীত আমার কাছে কিছু নেই। আমি কি তা হতে দান করব? তিনি বললেনঃ হ্যাঁ। তুমি থলের ফিতা বেঁধে রাখবে না, অন্যথায় তোমার জন্যও (আল্লাহ্‌ তা‘আলার পক্ষ হতে) বেঁধে রাখা হবে (তোমার রিযিকের থলে)।\n \nসহীহ্‌; সহীহ্‌ আবূ দাউদ (১৪৯০) , বুখারী ও মুসলীম।",
        "ar": "حَدَّثَنَا أَبُو الْخَطَّابِ، زِيَادُ بْنُ يَحْيَى الْبَصْرِيُّ حَدَّثَنَا حَاتِمُ بْنُ وَرْدَانَ، حَدَّثَنَا أَيُّوبُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّهُ لَيْسَ لِي مِنْ شَيْءٍ إِلاَّ مَا أَدْخَلَ عَلَىَّ الزُّبَيْرُ أَفَأُعْطِي قَالَ ‏ \"‏ نَعَمْ وَلاَ تُوكِي فَيُوكَى عَلَيْكِ ‏\"‏ ‏.‏ يَقُولُ لاَ تُحْصِي فَيُحْصَى عَلَيْكِ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ بِهَذَا الإِسْنَادِ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ رضى الله عنهما وَرَوَى غَيْرُ وَاحِدٍ هَذَا عَنْ أَيُّوبَ وَلَمْ يَذْكُرُوا فِيهِ عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ‏.‏",
        "ar_diacless": "حدثنا أبو الخطاب، زياد بن يحيى البصري حدثنا حاتم بن وردان، حدثنا أيوب، عن ابن أبي مليكة، عن أسماء بنت أبي بكر، قالت قلت يا رسول الله إنه ليس لي من شيء إلا ما أدخل على الزبير أفأعطي قال ‏ \"‏ نعم ولا توكي فيوكى عليك ‏\"‏ ‏.‏ يقول لا تحصي فيحصى عليك ‏.‏ وفي الباب عن عائشة وأبي هريرة ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وروى بعضهم هذا الحديث بهذا الإسناد عن ابن أبي مليكة عن عباد بن عبد الله بن الزبير عن أسماء بنت أبي بكر رضى الله عنهما وروى غير واحد هذا عن أيوب ولم يذكروا فيه عن عباد بن عبد الله بن الزبير ‏.‏",
        "note": "অপর বর্ণনায় আছে, গুনে গুনে খরচ কর না, অন্যথায় তোমাকেও গুনে গুনে দেয়া হবে।\nআইশা ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। এ হাদীসটি উপরোক্ত সনদে কয়েকজন বর্ণনাকারী ইবনু আবূ মুলাইকা হতে, তিনি আব্বাদ ইবনু আবদুল্লাহ-ইবনুয যুবাইর হতে, তিনি আসমা বিনতু আবী বাক্‌র (রাঃ) হতে এইসূত্রে বর্ণনা করেছেন। এটি আইয়্যূবের সূত্রে একাধিক বর্ণনাকারী বর্ণনা করেছেন, কিন্তু তারা এতে আব্বাদ ইবনু আবদুল্লাহর উল্লেখ করেননি।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25124,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 40,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬১",
        "hadith_id": 1961,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দানশীল ব্যক্তি আল্লাহ্‌ তা‘আলার নিকটবর্তী, জান্নাতের নিকতবর্তী, মানুষের নিকটবর্তী এবং জাহান্নাম হতে দূরবর্তী। কৃপণ ব্যক্তি আল্লাহ্‌ তা‘আলা হতে দূরবর্তী, জান্নাত হতে দূরবর্তী, মানুষের নিকট হতেও দূরবর্তী, কিন্তু জাহান্নামের নিকটবর্তী। আল্লাহ্‌ তা‘আলার নিকটে কৃপণ আলেম ব্যক্তির চেয়ে মূর্খ দানশীল ব্যক্তি বেশী প্রিয়।\n \nখুবই দুর্বল, যঈফা (১৫৪)।",
        "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا سَعِيدُ بْنُ مُحَمَّدٍ الْوَرَّاقُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ السَّخِيُّ قَرِيبٌ مِنَ اللَّهِ قَرِيبٌ مِنَ الْجَنَّةِ قَرِيبٌ مِنَ النَّاسِ بَعِيدٌ مِنَ النَّارِ وَالْبَخِيلُ بَعِيدٌ مِنَ اللَّهِ بَعِيدٌ مِنَ الْجَنَّةِ بَعِيدٌ مِنَ النَّاسِ قَرِيبٌ مِنَ النَّارِ وَلَجَاهِلٌ سَخِيٌّ أَحَبُّ إِلَى اللَّهِ عَزَّ وَجَلَّ مِنْ عَابِدٍ بَخِيلٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ عَنِ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ إِلاَّ مِنْ حَدِيثِ سَعِيدِ بْنِ مُحَمَّدٍ ‏.‏ وَقَدْ خُولِفَ سَعِيدُ بْنُ مُحَمَّدٍ فِي رِوَايَةِ هَذَا الْحَدِيثِ عَنْ يَحْيَى بْنِ سَعِيدٍ إِنَّمَا يُرْوَى عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَائِشَةَ شَيْءٌ مُرْسَلٌ ‏.‏",
        "ar_diacless": "حدثنا الحسن بن عرفة، حدثنا سعيد بن محمد الوراق، عن يحيى بن سعيد، عن الأعرج، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال ‏ \"‏ السخي قريب من الله قريب من الجنة قريب من الناس بعيد من النار والبخيل بعيد من الله بعيد من الجنة بعيد من الناس قريب من النار ولجاهل سخي أحب إلى الله عز وجل من عابد بخيل ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب لا نعرفه من حديث يحيى بن سعيد عن الأعرج عن أبي هريرة إلا من حديث سعيد بن محمد ‏.‏ وقد خولف سعيد بن محمد في رواية هذا الحديث عن يحيى بن سعيد إنما يروى عن يحيى بن سعيد عن عائشة شيء مرسل ‏.‏",
        "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। শুধু সাঈদ ইবনু মুহাম্মাদের বরাতেই আমরা ইয়াহ্‌ইয়া ইবনু সাঈদ-আল-আ’রাজ হতে আবূ হুরাইরা (রাঃ) সূত্রে এ হাদীস জেনেছি। ইয়াহ্‌ইয়া ইবনু সাঈদ হতে এই হাদীস বর্ণনার ক্ষেত্রে সাঈদ ইবনু মুহাম্মাদের ব্যাপারে মতের অমিল করা হয়েছে। ইয়াহ্‌ইয়া ইবনু সাঈদ-আইশা (রাঃ) সূত্রে এই বিষয়ে কিছু মুরসাল হাদীসও বর্ণিত হয়েছে।",
        "grade_id": 16,
        "grade": "খুবই দুর্বল",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9609,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 41,
    "title": "কৃপণতা",
    "preface": "",
    "number": "৪১. অনুচ্ছেদঃ",
    "sort_order": 41,
    "hadiths": [
      {
        "id": 25128,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 41,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬২",
        "hadith_id": 1962,
        "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ মু’মিন ব্যক্তির মধ্যে দু’টি স্বভাবের (চারিত্রিক দোষ) সমাবেশ হতে পারে নাঃ কৃপণতা ও চরিত্রহীনতা।\n \nযঈফ, যঈফা (১১১৯) নাকদুল কাত্তানী (৩৩/৩৩)।",
        "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ أَخْبَرَنَا أَبُو دَاوُدَ، حَدَّثَنَا صَدَقَةُ بْنُ مُوسَى، حَدَّثَنَا مَالِكُ بْنُ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ غَالِبٍ الْحُدَّانِيُّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَصْلَتَانِ لاَ تَجْتَمِعَانِ فِي مُؤْمِنٍ الْبُخْلُ وَسُوءُ الْخُلُقِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ صَدَقَةَ بْنِ مُوسَى ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
        "ar_diacless": "حدثنا أبو حفص، عمرو بن علي أخبرنا أبو داود، حدثنا صدقة بن موسى، حدثنا مالك بن دينار، عن عبد الله بن غالب الحداني، عن أبي سعيد الخدري، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ خصلتان لا تجتمعان في مؤمن البخل وسوء الخلق ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب لا نعرفه إلا من حديث صدقة بن موسى ‏.‏ وفي الباب عن أبي هريرة ‏.‏",
        "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। শুধু সাদাকা ইবনু মূসার সূত্রে আমরা এ হাদীস জেনেছি। এ অনুচ্ছেদে আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 25126,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 41,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬৩",
        "hadith_id": 1963,
        "narrator": "আবূ বাক্‌র সিদ্দীক (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রতারক-ধোঁকাবাজ, কৃপণ ও উপকার করে তার খোটা দানকারী জান্নাতে যেতে পারবে না।\n \nযঈফ (বেচা-কেনা সংক্রান্ত হাদীস)। আবূ ঈসা বলেছেন, এ হাদীসটি হাসান গারীব।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا صَدَقَةُ بْنُ مُوسَى، عَنْ فَرْقَدٍ السَّبَخِيِّ، عَنْ مُرَّةَ الطَّيِّبِ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَدْخُلُ الْجَنَّةَ خِبٌّ وَلاَ مَنَّانٌ وَلاَ بَخِيلٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن منيع، حدثنا يزيد بن هارون، حدثنا صدقة بن موسى، عن فرقد السبخي، عن مرة الطيب، عن أبي بكر الصديق، عن النبي صلى الله عليه وسلم قال ‏ \"‏ لا يدخل الجنة خب ولا منان ولا بخيل ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب ‏.‏",
        "note": "",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 25127,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 41,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬৪",
        "hadith_id": 1964,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মু’মিন ব্যক্তি চিন্তাশীল, গম্ভীর ও ভদ্র হয়ে থাকে। আর পাপিষ্ঠ ব্যক্তি প্রতারক, ধোঁকাবাজ, কৃপণ, নীচ ও অসভ্য হয়ে থাকে।\n \nহাসান, সহীহাহ্‌ (৯৩২)।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ بِشْرِ بْنِ رَافِعٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمُؤْمِنُ غِرٌّ كَرِيمٌ وَالْفَاجِرُ خِبٌّ لَئِيمٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
        "ar_diacless": "حدثنا محمد بن رافع، حدثنا عبد الرزاق، عن بشر بن رافع، عن يحيى بن أبي كثير، عن أبي سلمة، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ المؤمن غر كريم والفاجر خب لئيم ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب لا نعرفه إلا من هذا الوجه ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা এ হাদীসটি শুধুমাত্র উল্লেখিত সনদসূত্রে জেনেছি।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9610,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 42,
    "title": "পরিবার-পরিজনের ভরণপোষণ",
    "preface": "",
    "number": "৪২. অনুচ্ছেদঃ",
    "sort_order": 42,
    "hadiths": [
      {
        "id": 25129,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 42,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬৫",
        "hadith_id": 1965,
        "narrator": "আবূ মাসঊদ আল-আনসারী (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পরিবার-পরিজনের জন্য ব্যক্তির ধন-সম্পদ ব্যয় সাদকারূপে গণ্য।\n \nসহীহ্‌, সহীহা (৯৮২) , বুখারী ও মুসলিম।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ شُعْبَةَ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ نَفَقَةُ الرَّجُلِ عَلَى أَهْلِهِ صَدَقَةٌ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، عن شعبة، عن عدي بن ثابت، عن عبد الله بن يزيد، عن أبي مسعود الأنصاري، عن النبي صلى الله عليه وسلم قال ‏ \"‏ نفقة الرجل على أهله صدقة ‏\"‏ ‏.‏ وفي الباب عن عبد الله بن عمرو وعمرو بن أمية الضمري وأبي هريرة ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবদুল্লাহ ইবনু আমর, আমর ইবনু উমাইয়্যা ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25130,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 42,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬৬",
        "hadith_id": 1966,
        "narrator": "সাওবান (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক তার দীনারগুলোর মধ্যে যেটি তার পরিবারের জন্য ব্যয় করে, যে দীনারটি সে আল্লাহ্‌ তা‘আলার পথে জিহাদের উদ্দেশ্যে তার পশুর জন্য ব্যয় করে এবং যে দীনারটি সে আল্লাহ্‌ তা‘আলার পথে তার মুজাহিদ সঙ্গীর জন্য ব্যয় করে, তা-ই সর্বোত্তম দীনার। আবূ কিলাবা তার বর্ণনায় বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বক্তব্য শুরু করেন পরিবার-পরিজন হতে। তারপর তিনি বলেনঃ যে লোক তার নিজের ছোট ছোট সন্তানদের জন্য ব্যয় করে, বিরাট সাওয়াবের ব্যাপারে তাঁর চেয়ে বেশি বড় আর কে আছে? আল্লাহ্‌ তার মাধ্যমে এদের মান-ইজ্জাত ও সম্মান-সম্ভ্রম রক্ষা করেন এবং তার ওয়াসীলায় এদের স্বনির্ভর করেন।\n \nসহীহ্‌, ইবনু মা-জাহ (২৭৬০) , মুসলিম।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ، عَنْ ثَوْبَانَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَفْضَلُ الدِّينَارِ دِينَارٌ يُنْفِقُهُ الرَّجُلُ عَلَى عِيَالِهِ وَدِينَارٌ يُنْفِقُهُ الرَّجُلُ عَلَى دَابَّتِهِ فِي سَبِيلِ اللَّهِ وَدِينَارٌ يُنْفِقُهُ الرَّجُلُ عَلَى أَصْحَابِهِ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو قِلاَبَةَ بَدَأَ بِالْعِيَالِ ‏.‏ ثُمَّ قَالَ فَأَىُّ رَجُلٍ أَعْظَمُ أَجْرًا مِنْ رَجُلٍ يُنْفِقُ عَلَى عِيَالٍ لَهُ صِغَارٍ يُعِفُّهُمُ اللَّهُ بِهِ وَيُغْنِيهِمُ اللَّهُ بِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا حماد بن زيد، عن أيوب، عن أبي قلابة، عن أبي أسماء، عن ثوبان، أن النبي صلى الله عليه وسلم قال ‏ \"‏ أفضل الدينار دينار ينفقه الرجل على عياله ودينار ينفقه الرجل على دابته في سبيل الله ودينار ينفقه الرجل على أصحابه في سبيل الله ‏\"‏ ‏.‏ قال أبو قلابة بدأ بالعيال ‏.‏ ثم قال فأى رجل أعظم أجرا من رجل ينفق على عيال له صغار يعفهم الله به ويغنيهم الله به ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9611,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 43,
    "title": "মেহমানদারী ও এর সময়সীমা",
    "preface": "",
    "number": "৪৩. অনুচ্ছেদঃ",
    "sort_order": 43,
    "hadiths": [
      {
        "id": 25131,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 43,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬৭",
        "hadith_id": 1967,
        "narrator": "আবূ শুরাইহ্‌ আল ‘আদাবী (রাঃ)",
        "bn": "তিনি বলেন, আমার উভয় চোখ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখেছে এবং আমার উভয় কান তাঁকে বলতে শুনেছে। তিনি বলেছেনঃ আল্লাহ্‌ ও আখিরাতের প্রতি যে লোক ঈমান রাখে সে যেন তার মেহমানকে সম্মান করে, তাকে জা-ইযা দেয়। সাহাবীগণ প্রশ্ন করেন, জা-ইযা কি? তিনি বলেনঃ একদিন ও একরাতের পাথেয় সাথে দেয়া। তিনি আরো বলেনঃ মেহমানদারী তিনদিন পর্যন্ত। এর অতিরিক্তটুকু সাদকারূপে গণ্য। আল্লাহ্‌ তা‘আলা ও আখিরাতের উপর সে লোক ঈমান রাখে যে যেন উত্তম কথা বলে, আর না হয় চুপ থাকে।\n \nসহীহ্‌, ইবনু মা-জাহ (৩৬৭৫) , বুখারী ও মুসলিম।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْعَدَوِيِّ، أَنَّهُ قَالَ أَبْصَرَتْ عَيْنَاىَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَسَمِعَتْهُ أُذُنَاىَ حِينَ تَكَلَّمَ بِهِ قَالَ ‏\"‏ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتَهُ ‏\"‏ ‏.‏ قَالُوا وَمَا جَائِزَتُهُ قَالَ ‏\"‏ يَوْمٌ وَلَيْلَةٌ وَالضِّيَافَةُ ثَلاَثَةُ أَيَّامٍ وَمَا كَانَ بَعْدَ ذَلِكَ فَهُوَ صَدَقَةٌ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَسْكُتْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا الليث بن سعد، عن سعيد بن أبي سعيد المقبري، عن أبي شريح العدوي، أنه قال أبصرت عيناى رسول الله صلى الله عليه وسلم وسمعته أذناى حين تكلم به قال ‏\"‏ من كان يؤمن بالله واليوم الآخر فليكرم ضيفه جائزته ‏\"‏ ‏.‏ قالوا وما جائزته قال ‏\"‏ يوم وليلة والضيافة ثلاثة أيام وما كان بعد ذلك فهو صدقة ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليسكت ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25132,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 43,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬৮",
        "hadith_id": 1968,
        "narrator": "আবূ শুরাইহ আল-কা‘বী (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মেহমানদারী তিনদিন পর্যন্ত এবং জা-ইযা হল একদিন ও একরাতের পাথেয় প্রদান। এরপর তার জন্য যা ব্যয় করা হবে তা সাদকারূপে গণ্য। অতিথিসেবক বিরক্ত হতে পারে-কোন মেহমানের পক্ষেই এতটা সময় সেখানে থাকা বৈধ নয়।\n \nসহীহ, তা’লীকুর রাগীব (৩/২৪২) , বুখারী ও মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ الضِّيَافَةُ ثَلاَثَةُ أَيَّامٍ وَجَائِزَتُهُ يَوْمٌ وَلَيْلَةٌ وَمَا أُنْفِقَ عَلَيْهِ بَعْدَ ذَلِكَ فَهُوَ صَدَقَةٌ وَلاَ يَحِلُّ لَهُ أَنْ يَثْوِيَ عِنْدَهُ حَتَّى يُحْرِجَهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي هُرَيْرَةَ ‏.‏ وَقَدْ رَوَاهُ مَالِكُ بْنُ أَنَسٍ وَاللَّيْثُ بْنُ سَعْدٍ عَنْ سَعِيدٍ الْمَقْبُرِيِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو شُرَيْحٍ الْخُزَاعِيُّ هُوَ الْكَعْبِيُّ وَهُوَ الْعَدَوِيُّ اسْمُهُ خُوَيْلِدُ بْنُ عَمْرٍو ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ لاَ يَثْوِي عِنْدَهُ ‏\"‏ ‏.‏ يَعْنِي الضَّيْفَ لاَ يُقِيمُ عِنْدَهُ حَتَّى يَشْتَدَّ عَلَى صَاحِبِ الْمَنْزِلِ وَالْحَرَجُ هُوَ الضِّيقُ إِنَّمَا قَوْلُهُ ‏\"‏ حَتَّى يُحْرِجَهُ ‏\"‏ ‏.‏ يَقُولُ حَتَّى يُضَيِّقَ عَلَيْهِ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان، عن ابن عجلان، عن سعيد المقبري، عن أبي شريح الكعبي، أن رسول الله صلى الله عليه وسلم قال ‏\"‏ الضيافة ثلاثة أيام وجائزته يوم وليلة وما أنفق عليه بعد ذلك فهو صدقة ولا يحل له أن يثوي عنده حتى يحرجه ‏\"‏ ‏.‏ وفي الباب عن عائشة وأبي هريرة ‏.‏ وقد رواه مالك بن أنس والليث بن سعد عن سعيد المقبري ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وأبو شريح الخزاعي هو الكعبي وهو العدوي اسمه خويلد بن عمرو ‏.‏ ومعنى قوله ‏\"‏ لا يثوي عنده ‏\"‏ ‏.‏ يعني الضيف لا يقيم عنده حتى يشتد على صاحب المنزل والحرج هو الضيق إنما قوله ‏\"‏ حتى يحرجه ‏\"‏ ‏.‏ يقول حتى يضيق عليه ‏.‏",
        "note": "আইশা ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি সাঈদ আল-মাকবুরীর সূত্রে মালিক ইবনু আনাস ও লাইস (রহঃ) বর্ণনা করেছেন। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবূ শুরাইহ্‌ আল-খুযাঈ হলেন আল-কা’বী। আর তিনিই আল-আদাবী, তার নাম খুওয়াইলিদ, পিতা আমর। “লা ইয়াসবী ইনদাহু” কথার মর্ম এই যে, মেহমানের এত দিন কোন পরিবারে থাকা যুক্তিসঙ্গত নয় যাতে তারা কষ্টের মধ্যে পতিত হয় এবং বিরক্তির কারণ হতে পারে। “হারাজ” অর্থ সংকট। “হাত্তা ইউহ্‌রিজাহু” কথার অর্থ এই যে, অনেকদিন থেকে সংশ্লিষ্ট পরিবারের জন্য মেহমান সংকট তৈরী করল।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9612,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 44,
    "title": "ইয়াতীম ও বিধবাদের ভরণ-পোষণের চেষ্টা সাধন",
    "preface": "",
    "number": "৪৪. অনুচ্ছেদঃ",
    "sort_order": 44,
    "hadiths": [
      {
        "id": 25133,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 44,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৬৯",
        "hadith_id": 1969,
        "narrator": "সাফওয়ান ইবনু সুলাইম (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বিধবা ও মিসকীনদের ভরণ-পোষণের জন্য চেষ্টা সাধনকারী আল্লাহ্‌ তা‘আলার পথে জিহাদকারী অথবা সারাদিন রোযা পালনকারী ও সারারাত নামায আদায়কারী সমান সাওয়াবের অধিকারী।\n \nসহীহ্‌, ইবনু মা-জাহ (২১৪০) , বুখারী ও মুসলিম।",
        "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، يَرْفَعُهُ إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ السَّاعِي عَلَى الأَرْمَلَةِ وَالْمِسْكِينِ كَالْمُجَاهِدِ فِي سَبِيلِ اللَّهِ أَوْ كَالَّذِي يَصُومُ النَّهَارَ وَيَقُومُ اللَّيْلَ ‏\"‏ ‏.‏\nحَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ ثَوْرِ بْنِ زَيْدٍ الدِّيلِيِّ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ ذَلِكَ ‏.‏ وَهَذَا الْحَدِيثُ حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَأَبُو الْغَيْثِ اسْمُهُ سَالِمٌ مَوْلَى عَبْدِ اللَّهِ بْنِ مُطِيعٍ وَثَوْرُ بْنُ زَيْدٍ مَدَنِيٌّ وَثَوْرُ بْنُ يَزِيدَ شَامِيٌّ ‏.‏",
        "ar_diacless": "حدثنا الأنصاري، حدثنا معن، حدثنا مالك، عن صفوان بن سليم، يرفعه إلى النبي صلى الله عليه وسلم قال ‏ \"‏ الساعي على الأرملة والمسكين كالمجاهد في سبيل الله أو كالذي يصوم النهار ويقوم الليل ‏\"‏ ‏.‏\nحدثنا الأنصاري، حدثنا معن، حدثنا مالك، عن ثور بن زيد الديلي، عن أبي الغيث، عن أبي هريرة، عن النبي صلى الله عليه وسلم مثل ذلك ‏.‏ وهذا الحديث حديث حسن غريب صحيح ‏.‏ وأبو الغيث اسمه سالم مولى عبد الله بن مطيع وثور بن زيد مدني وثور بن يزيد شامي ‏.‏",
        "note": "আল-আনসারী-মা’ন হতে, তিনি মালিক হতে, তিনি সাওর ইবনু যাইদ হতে, তিনি আবুল গাইস হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে (উপরের) হাদীসের ন্যায় বর্ণনা করেছেন।\nএ হাদীসটি হাসান গারীব সহীহ্‌। আবুল গাইস-এর নাম সালিম, আবদুল্লাহ ইবনু মুতী’র মুক্তদাস। সাওর ইবনু যাইদ মাদীনার অধিবাসী এবং সাওর ইবনু ইয়াযীদ সিরিয়ার অধিবাসী।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9613,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 45,
    "title": "সহাস্য মুখ ও প্রশস্ত মন (নিয়ে কারো সাথে সাক্ষাৎ করা)",
    "preface": "",
    "number": "৪৫. অনুচ্ছেদঃ",
    "sort_order": 45,
    "hadiths": [
      {
        "id": 25134,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 45,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭০",
        "hadith_id": 1970,
        "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রতিটি ভালকাজই সাদকারূপে গণ্য। তোমার ভাইয়ের সাথে সহাস্য মুখে দেখা-সাক্ষাৎ করা এবং তোমার বালতির পানি দিয়ে তোমার ভাইয়ের পাত্র ভর্তি করে দেয়াও ভাল কাজের অন্তুর্ভূক্ত।\n \nসহীহ, তা’লীকুর রাগীব (৩/২৬৪)।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا الْمُنْكَدِرُ بْنُ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كُلُّ مَعْرُوفٍ صَدَقَةٌ وَإِنَّ مِنَ الْمَعْرُوفِ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ وَأَنْ تُفْرِغَ مِنْ دَلْوِكَ فِي إِنَاءِ أَخِيكَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي ذَرٍّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا المنكدر بن محمد بن المنكدر، عن أبيه، عن جابر بن عبد الله، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ كل معروف صدقة وإن من المعروف أن تلقى أخاك بوجه طلق وأن تفرغ من دلوك في إناء أخيك ‏\"‏ ‏.‏ وفي الباب عن أبي ذر ‏.‏ قال أبو عيسى هذا حديث حسن ‏.‏",
        "note": "আবূ যার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9614,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 46,
    "title": "সত্য ও মিথ্যা প্রসঙ্গে",
    "preface": "",
    "number": "৪৬. অনুচ্ছেদঃ",
    "sort_order": 46,
    "hadiths": [
      {
        "id": 25136,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 46,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭১",
        "hadith_id": 1971,
        "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা অবশ্যই সত্যের পথ অবলম্বন করবে। কেননা, সততাই মানুষকে কল্যাণের পথে নিয়ে যায়। আর কল্যাণ জান্নাতের দিকে নিয়ে যায়। কোন মানুষ প্রতিনিয়ত সত্য কথা বলতে থাকলে এবং সত্যের প্রতি মনোযোগী থাকলে শেষ পর্যন্ত সে আল্লাহ্‌ তা‘আলার দরবারে পরম সত্যবাদী হিসাবে তালিকাভুক্ত হয়। তোমরা মিথ্যাকে অবশ্যই পরিহার করবে। কেননা, মিথ্যা (মানুষকে) পাপের পথ দেখায়, আর পাপ জাহান্নামের পথে নিয়ে যায়। কোন বান্দাহ প্রতিনিয়ত মিথ্যা বলতে থাকলে এবং মিথ্যার প্রতি ঝুঁকে থাকলে শেষ পর্যন্ত সে আল্লাহ্‌ সে আল্লাহ্‌ তা‘আলার দরবারে চরম মিথ্যাবাদী হিসাবে তালিকাভুক্ত হয়।\n \nসহীহ, বুখারী ও মুসলিম।",
        "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ عَلَيْكُمْ بِالصِّدْقِ فَإِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ وَمَا يَزَالُ الرَّجُلُ يَصْدُقُ وَيَتَحَرَّى الصِّدْقَ حَتَّى يُكْتَبَ عِنْدَ اللَّهِ صِدِّيقًا وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ وَمَا يَزَالُ الْعَبْدُ يَكْذِبُ وَيَتَحَرَّى الْكَذِبَ حَتَّى يُكْتَبَ عِنْدَ اللَّهِ كَذَّابًا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَعُمَرَ وَعَبْدِ اللَّهِ بْنِ الشِّخِّيرِ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا هناد، حدثنا أبو معاوية، عن الأعمش، عن شقيق بن سلمة، عن عبد الله بن مسعود، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ عليكم بالصدق فإن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة وما يزال الرجل يصدق ويتحرى الصدق حتى يكتب عند الله صديقا وإياكم والكذب فإن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار وما يزال العبد يكذب ويتحرى الكذب حتى يكتب عند الله كذابا ‏\"‏ ‏.‏ وفي الباب عن أبي بكر الصديق وعمر وعبد الله بن الشخير وابن عمر ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ বাক্‌র সিদ্দীক, উমার, আবদুল্লাহ ইবনুশ শিখখীর ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25135,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 46,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭২",
        "hadith_id": 1972,
        "narrator": "ইবনু উমার (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন বান্দা যখন মিথ্যা কথা বলে তখন তার মিথ্যা কথনের দুর্গন্ধের কারণে ফেরেশতা এক মাইল (বা দৃষ্টি সীমার বাইরে) দূরে সরে যায়।\n \nখুবই দুর্বল, যইফা (১৮২৮)।",
        "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، قَالَ قُلْتُ لِعَبْدِ الرَّحِيمِ بْنِ هَارُونَ الْغَسَّانِيِّ حَدَّثَكُمْ عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا كَذَبَ الْعَبْدُ تَبَاعَدَ عَنْهُ الْمَلَكُ مِيلاً مِنْ نَتْنِ مَا جَاءَ بِهِ ‏\"‏ ‏.‏ قَالَ يَحْيَى فَأَقَرَّ بِهِ عَبْدُ الرَّحِيمِ بْنُ هَارُونَ فَقَالَ نَعَمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ تَفَرَّدَ بِهِ عَبْدُ الرَّحِيمِ بْنُ هَارُونَ ‏.‏",
        "ar_diacless": "حدثنا يحيى بن موسى، قال قلت لعبد الرحيم بن هارون الغساني حدثكم عبد العزيز بن أبي رواد، عن نافع، عن ابن عمر، أن النبي صلى الله عليه وسلم قال ‏ \"‏ إذا كذب العبد تباعد عنه الملك ميلا من نتن ما جاء به ‏\"‏ ‏.‏ قال يحيى فأقر به عبد الرحيم بن هارون فقال نعم ‏.‏ قال أبو عيسى هذا حديث حسن غريب لا نعرفه إلا من هذا الوجه تفرد به عبد الرحيم بن هارون ‏.‏",
        "note": "ইয়াহ্‌ইয়া বলেনঃ আবদুর রহীম ইবনু হারূন কি তার স্বীকারোক্তি করেছেন? ইয়াহ্‌ইয়া ইবনু মূসা বলেন, হ্যাঁ। আবূ ঈসা বলেছেন, এ হাদীসটি হাসান, উত্তম, গারীব। শুধু উল্লেখিত সূত্রেই আমরা এ হাদীস জেনেছি। এটি আবদুর রহীম ইবনু হারূনের একক রিওয়ায়াত।",
        "grade_id": 16,
        "grade": "খুবই দুর্বল",
        "grade_color": "#F85B24"
      },
      {
        "id": 25137,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 46,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭৩",
        "hadith_id": 1973,
        "narrator": "আইশা (রাঃ)",
        "bn": "তিনি বলেন, মিথ্যা হতে অধিক ঘৃণিত চরিত্র রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আর কিছুই ছিল না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে কেউ মিথ্যা বললে তা অবিরত তার মনে থাকত, যে পর্যন্ত না তিনি জানতে পারতেন যে, মিথ্যাবাদী তাঁর মিথ্যা কথন হতে তাওবাহ করেছে।\n \nসনদ সহীহ।",
        "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، قَالَتْ مَا كَانَ خُلُقٌ أَبْغَضَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْكَذِبِ وَلَقَدْ كَانَ الرَّجُلُ يُحَدِّثُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم بِالْكِذْبَةِ فَمَا يَزَالُ فِي نَفْسِهِ حَتَّى يَعْلَمَ أَنَّهُ قَدْ أَحْدَثَ مِنْهَا تَوْبَةً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
        "ar_diacless": "حدثنا يحيى بن موسى، حدثنا عبد الرزاق، عن معمر، عن أيوب، عن ابن أبي مليكة، عن عائشة، قالت ما كان خلق أبغض إلى رسول الله صلى الله عليه وسلم من الكذب ولقد كان الرجل يحدث عند النبي صلى الله عليه وسلم بالكذبة فما يزال في نفسه حتى يعلم أنه قد أحدث منها توبة ‏.‏ قال أبو عيسى هذا حديث حسن ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9615,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 47,
    "title": "নির্লজ্জতা, বেহায়াপনা ও অশ্লীল আচরণ প্রসঙ্গে",
    "preface": "",
    "number": "৪৭. অনুচ্ছেদঃ",
    "sort_order": 47,
    "hadiths": [
      {
        "id": 25138,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 47,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭৪",
        "hadith_id": 1974,
        "narrator": "আনাস (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নির্লজ্জতা ও অশ্লীলতা কোন বস্তুর শুধুমাত্র কদর্যতাই বাড়িয়ে দেয়। আর লজ্জা কোন জিনিসের সৌন্দর্য তাই বাড়িয়ে দেয়।\n \nসহীহ্‌, ইবনু মা-জাহ (৪১৮৫)।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا كَانَ الْفُحْشُ فِي شَيْءٍ إِلاَّ شَانَهُ وَمَا كَانَ الْحَيَاءُ فِي شَيْءٍ إِلاَّ زَانَهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّزَّاقِ ‏.‏",
        "ar_diacless": "حدثنا محمد بن عبد الأعلى الصنعاني، وغير، واحد، قالوا حدثنا عبد الرزاق، عن معمر، عن ثابت، عن أنس، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ ما كان الفحش في شيء إلا شانه وما كان الحياء في شيء إلا زانه ‏\"‏ ‏.‏ وفي الباب عن عائشة ‏.‏ قال أبو عيسى هذا حديث حسن غريب لا نعرفه إلا من حديث عبد الرزاق ‏.‏",
        "note": "আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এ হাদীসটি শুধুমাত্র আবদুর রাযযাকের সূত্রেই জেনেছি।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25139,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 47,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭৫",
        "hadith_id": 1975,
        "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সর্বোত্তম চরিত্রবান ব্যক্তিই তোমাদের মধ্যে শ্রেষ্ঠ। (বর্ণনাকারী বলেন,) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অশ্লীলভাষীও ছিলেন না এবং অশ্লীলতার ভানও করতেন না।\n \nসহীহ্‌, বুখারী ও মুসলিম, দেখুন সহীহাহ্‌ (৭৯১)।",
        "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا وَائِلٍ، يُحَدِّثُ عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خِيَارُكُمْ أَحَاسِنُكُمْ أَخْلاَقًا ‏\"‏ ‏.‏ وَلَمْ يَكُنِ النَّبِيُّ صلى الله عليه وسلم فَاحِشًا وَلاَ مُتَفَحِّشًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا محمود بن غيلان، حدثنا أبو داود، قال أنبأنا شعبة، عن الأعمش، قال سمعت أبا وائل، يحدث عن مسروق، عن عبد الله بن عمرو، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ خياركم أحاسنكم أخلاقا ‏\"‏ ‏.‏ ولم يكن النبي صلى الله عليه وسلم فاحشا ولا متفحشا ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9616,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 48,
    "title": "অভিশাপ বা বদ-দু’আ",
    "preface": "",
    "number": "৪৮. অনুচ্ছেঃ",
    "sort_order": 48,
    "hadiths": [
      {
        "id": 25140,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 48,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭৬",
        "hadith_id": 1976,
        "narrator": "সামুরা ইবনু জুনদাব (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা পরস্পর পরস্পরকে আল্লাহ্‌ তা‘আলার অভিসম্পাত, তাঁর গযব ও জাহান্নামের বদ-দু’আ করো না।\n \nসহীহ, সহীহাহ্‌ (৮৯৩)।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَلاَعَنُوا بِلَعْنَةِ اللَّهِ وَلاَ بِغَضَبِهِ وَلاَ بِالنَّارِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَابْنِ عُمَرَ وَعِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا محمد بن المثنى، حدثنا عبد الرحمن بن مهدي، حدثنا هشام، عن قتادة، عن الحسن، عن سمرة بن جندب، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا تلاعنوا بلعنة الله ولا بغضبه ولا بالنار ‏\"‏ ‏.‏ قال وفي الباب عن ابن عباس وأبي هريرة وابن عمر وعمران بن حصين ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "ইবনু আব্বাস, আবূ হুরাইরা, ইবনু উমার ও ইমরান ইবনু হুসাইন (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25141,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 48,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭৭",
        "hadith_id": 1977,
        "narrator": "আবদুল্লাহ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মু’মিন কখনো দোষারোপকারী ও নিন্দাকারী হতে পারে না, অভিস্পাতকারী হতে পারে না, অশ্লীল কাজ করে না এবং কটুভাষীও হয় না।\nসহীহ, সহীহাহ (৩২০)।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الأَزْدِيُّ الْبَصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، عَنْ إِسْرَائِيلَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَيْسَ الْمُؤْمِنُ بِالطَّعَّانِ وَلاَ اللَّعَّانِ وَلاَ الْفَاحِشِ وَلاَ الْبَذِيءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ رُوِيَ عَنْ عَبْدِ اللَّهِ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏",
        "ar_diacless": "حدثنا محمد بن يحيى الأزدي البصري، حدثنا محمد بن سابق، عن إسرائيل، عن الأعمش، عن إبراهيم، عن علقمة، عن عبد الله، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ ليس المؤمن بالطعان ولا اللعان ولا الفاحش ولا البذيء ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب وقد روي عن عبد الله من غير هذا الوجه ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আবদুল্লাহ (রাঃ) হতে অন্যসূত্রেও এ হাদীসটি বর্ণিত আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25142,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 48,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭৮",
        "hadith_id": 1978,
        "narrator": "ইবনু আব্বাস (রাঃ)",
        "bn": "নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সামনে একজন লোক বাতাসকে অভিসম্পাত করে। তিনি বললেনঃ বাতাসকে অভিশাপ প্রদান করো না, কারণ, সে তো হুকুমের গোলাম। কোন ব্যক্তি অপাত্রে অভিশাপ প্রদান করলে তা অভিশাপকারীর উপর ফিরে আসে।\n \nসহীহ, সহীহাহ (৫২৮)।",
        "ar": "حَدَّثَنَا زَيْدُ بْنُ أَخْزَمَ الطَّائِيُّ الْبَصْرِيُّ، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، أَنْ رَجُلاً، لَعَنَ الرِّيحَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لاَ تَلْعَنِ الرِّيحَ فَإِنَّهَا مَأْمُورَةٌ وَإِنَّهُ مَنْ لَعَنَ شَيْئًا لَيْسَ لَهُ بِأَهْلٍ رَجَعَتِ اللَّعْنَةُ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْلَمُ أَحَدًا أَسْنَدَهُ غَيْرَ بِشْرِ بْنِ عُمَرَ ‏.‏",
        "ar_diacless": "حدثنا زيد بن أخزم الطائي البصري، حدثنا بشر بن عمر، حدثنا أبان بن يزيد، عن قتادة، عن أبي العالية، عن ابن عباس، أن رجلا، لعن الريح عند النبي صلى الله عليه وسلم فقال ‏ \"‏ لا تلعن الريح فإنها مأمورة وإنه من لعن شيئا ليس له بأهل رجعت اللعنة عليه ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب لا نعلم أحدا أسنده غير بشر بن عمر ‏.‏",
        "note": "আবু ঈসা বলেন, এ হাদিসটি গারীব। এ হাদিসটি মুসনাদভাবে বিশ্‌র ইবনু উমার ব্যতীত আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9617,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 49,
    "title": "বংশধারার প্রসঙ্গে জ্ঞানদান",
    "preface": "",
    "number": "৪৯. অনুচ্ছেদঃ",
    "sort_order": 49,
    "hadiths": [
      {
        "id": 25143,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 49,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৭৯",
        "hadith_id": 1979,
        "narrator": "আবু হুরাইরা (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা নিজেদের বংশধারার ব্যাপারে জ্ঞান অর্জন কর, যাতে করে তোমাদের বংশীয় আত্মীয়তার সম্পর্ক বজায় রাখতে পার। কেননা, আত্মীয়তার সম্পর্ক বজায় থাকলে নিজেদের মধ্যে আন্তরিকতা ও ভালবাসা তৈরী হয় এবং ধন-সম্পদ ও আয়ুষ্কাল বৃদ্ধি পায়।\n \nসহীহ, সহীহাহ্‌ (২৭৬)।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عَبْدِ الْمَلِكِ بْنِ عِيسَى الثَّقَفِيِّ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ تَعَلَّمُوا مِنْ أَنْسَابِكُمْ مَا تَصِلُونَ بِهِ أَرْحَامَكُمْ فَإِنَّ صِلَةَ الرَّحِمِ مَحَبَّةٌ فِي الأَهْلِ مَثْرَاةٌ فِي الْمَالِ مَنْسَأَةٌ فِي الأَثَرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ مَنْسَأَةٌ فِي الأَثَرِ ‏\"‏ ‏.‏ يَعْنِي زِيَادَةً فِي الْعُمُرِ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، عن عبد الملك بن عيسى الثقفي، عن يزيد، مولى المنبعث عن أبي هريرة، عن النبي صلى الله عليه وسلم قال ‏\"‏ تعلموا من أنسابكم ما تصلون به أرحامكم فإن صلة الرحم محبة في الأهل مثراة في المال منسأة في الأثر ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب من هذا الوجه ‏.‏ ومعنى قوله ‏\"‏ منسأة في الأثر ‏\"‏ ‏.‏ يعني زيادة في العمر ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি উল্লেখিত সনদসূত্রে গারীব। “মানসাআতুন ফিল আসার”-এর অর্থ ‘আয়ুষ্কাল’ বৃদ্ধি পাওয়া।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9492,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 5,
    "title": "বাবার বন্ধু-বান্ধবদের প্রতি সম্মান দেখানো",
    "preface": "",
    "number": "৫. অনুচ্ছেদঃ",
    "sort_order": 5,
    "hadiths": [
      {
        "id": 25044,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 5,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০৩",
        "hadith_id": 1903,
        "narrator": "ইবনু উমার (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ সর্বাধিক সাওয়াবের কাজ হচ্ছে বাবার বন্ধু-বান্ধবদের সাথেও সম্পর্ক বজায় রাখা।\n \nসহীহ্, যঈফা (২০৮৯) , মুসলিম।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا حَيْوَةُ بْنُ شُرَيْحٍ، أَخْبَرَنِي الْوَلِيدُ بْنُ أَبِي الْوَلِيدِ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ أَبَرَّ الْبِرِّ أَنْ يَصِلَ الرَّجُلُ أَهْلَ وُدِّ أَبِيهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي أَسِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا إِسْنَادٌ صَحِيحٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ ابْنِ عُمَرَ مِنْ غَيْرِ وَجْهٍ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، أخبرنا حيوة بن شريح، أخبرني الوليد بن أبي الوليد، عن عبد الله بن دينار، عن ابن عمر، قال سمعت رسول الله صلى الله عليه وسلم يقول ‏ \"‏ إن أبر البر أن يصل الرجل أهل ود أبيه ‏\"‏ ‏.‏ قال وفي الباب عن أبي أسيد ‏.‏ قال أبو عيسى هذا إسناد صحيح وقد روي هذا الحديث عن ابن عمر من غير وجه ‏.‏",
        "note": "আবূ উসাইদ (রাঃ) হতেও অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসের সনদ সহীহ্। এ হাদীসটি ইবনু উমার (রাঃ) হতে অন্যান্য সূত্রেও বর্ণিত হয়েছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9618,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 50,
    "title": "এক ভাইয়ের জন্য তার অনুপস্থিতিতে অপর ভাইয়ের দু’আ",
    "preface": "",
    "number": "৫০. অনুচ্ছেদঃ",
    "sort_order": 50,
    "hadiths": [
      {
        "id": 25144,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 50,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮০",
        "hadith_id": 1980,
        "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক অনুপস্থিত ব্যক্তির জন্য অপর অনুপস্থিত ব্যক্তির দু‘আর চেয়ে বেশী দ্রুত আর কোন দু‘আ ক্ববূল হয় না।\n \nযঈফ, যঈফ আবূ দাউদ (২/২৬৯)।",
        "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا قَبِيصَةُ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعُمٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا دَعْوَةٌ أَسْرَعَ إِجَابَةً مِنْ دَعْوَةِ غَائِبٍ لِغَائِبٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالإِفْرِيقِيُّ يُضَعَّفُ فِي الْحَدِيثِ وَهُوَ عَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعُمٍ وَعَبْدُ اللَّهِ بْنُ يَزِيدَ هُوَ أَبُو عَبْدِ الرَّحْمَنِ الْحُبُلِيُّ ‏.‏",
        "ar_diacless": "حدثنا عبد بن حميد، حدثنا قبيصة، عن سفيان، عن عبد الرحمن بن زياد بن أنعم، عن عبد الله بن يزيد، عن عبد الله بن عمرو، عن النبي صلى الله عليه وسلم قال ‏ \"‏ ما دعوة أسرع إجابة من دعوة غائب لغائب ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب لا نعرفه إلا من هذا الوجه ‏.‏ والإفريقي يضعف في الحديث وهو عبد الرحمن بن زياد بن أنعم وعبد الله بن يزيد هو أبو عبد الرحمن الحبلي ‏.‏",
        "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধু উল্লেখিত সনদসূত্রেই এ হাদীস জেনেছি। আবদুর রহমান ইবনু যিয়াদ আল-ইফরীকী হাদীসশাস্ত্রে দুর্বল। আবদুল্লাহ ইবনু ইয়াযীদের ডাকনাম আবূ আবদুর রহমান আল-হুবুলী।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9619,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 51,
    "title": "গালিগালাজ প্রসঙ্গে",
    "preface": "",
    "number": "৫১. অনুচ্ছেদঃ",
    "sort_order": 51,
    "hadiths": [
      {
        "id": 25145,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 51,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮১",
        "hadith_id": 1981,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুইজন লোক একে অপরকে গালি দেয়ার অপরাধ প্রথমে গালি প্রদানকারীর উপর এসে পড়ে, যতক্ষন পর্যন্ত নির্যাতিত ব্যক্তি (দ্বিতীয় ব্যক্তি) সীমালংঘন না করে। \n \nসহীহ, মুসলিম।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْمُسْتَبَّانِ مَا قَالاَ فَعَلَى الْبَادِي مِنْهُمَا مَا لَمْ يَعْتَدِ الْمَظْلُومُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ سَعْدٍ وَابْنِ مَسْعُودٍ وَعَبْدِ اللَّهِ بْنِ مُغَفَّلٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا عبد العزيز بن محمد، عن العلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ المستبان ما قالا فعلى البادي منهما ما لم يعتد المظلوم ‏\"‏ ‏.‏ وفي الباب عن سعد وابن مسعود وعبد الله بن مغفل ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "সা’দ, ইবনু মাসঊদ ও আবদুল্লাহ ইবনু মুগাফফাল (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ’’।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25146,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 51,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮২",
        "hadith_id": 1982,
        "narrator": "যিয়াদ ইবনু ইলাকা (রহঃ)",
        "bn": "তিনি বলেন, মুগীরা ইবনু শুবা (রাঃ)-কে আমি বলতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মৃত ব্যক্তিদেরকে তোমরা গালি দিও না, (যদি দাও) তাহলে জীবিতদেরই কষ্ট দিলে।\n \nসহীহ, রাওয (৩৫৭) , তা’লীকুর রাগীব (৪/১৩৫) , সহীহাহ’’ (২৩৭৯)।",
        "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، قَالَ سَمِعْتُ الْمُغِيرَةَ بْنَ شُعْبَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَسُبُّوا الأَمْوَاتَ فَتُؤْذُوا الأَحْيَاءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدِ اخْتَلَفَ أَصْحَابُ سُفْيَانَ فِي هَذَا الْحَدِيثِ فَرَوَى بَعْضُهُمْ مِثْلَ رِوَايَةِ الْحَفَرِيِّ وَرَوَى بَعْضُهُمْ عَنْ سُفْيَانَ عَنْ زِيَادِ بْنِ عِلاَقَةَ قَالَ سَمِعْتُ رَجُلاً يُحَدِّثُ عِنْدَ الْمُغِيرَةِ بْنِ شُعْبَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
        "ar_diacless": "حدثنا محمود بن غيلان، حدثنا أبو داود الحفري، عن سفيان، عن زياد بن علاقة، قال سمعت المغيرة بن شعبة، يقول قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا تسبوا الأموات فتؤذوا الأحياء ‏\"‏ ‏.‏ قال أبو عيسى وقد اختلف أصحاب سفيان في هذا الحديث فروى بعضهم مثل رواية الحفري وروى بعضهم عن سفيان عن زياد بن علاقة قال سمعت رجلا يحدث عند المغيرة بن شعبة عن النبي صلى الله عليه وسلم نحوه ‏.‏",
        "note": "আবূ ঈসা বলেন, এই হাদীসটি বর্ণনায় সুফিয়ানের শাগরিদগণ দ্বিমত পোষণ করেছেন। তাদের কেউ কেউ আল-হাফারীর রিওয়ায়াতের অনুরূপ বর্ণনা করেছেন অনেকে বলেছেন, সুফিয়ান-যিয়াদ ইবনু ইলাকা হতে বর্ণনা করেছেন যে, তিনি বলেন, আমি এক ব্যক্তিকে মুগীরা ইবনু শুবার নিকট (রাঃ) -রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে একইরকম হাদীস বর্ণনা করতে শুনেছি।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9620,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 52,
    "title": "মুসলমানদের গালি দেয়া",
    "preface": "",
    "number": "৫২. অনুচ্ছেদঃ",
    "sort_order": 52,
    "hadiths": [
      {
        "id": 25147,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 52,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮৩",
        "hadith_id": 1983,
        "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলমানকে গালি দেয়া ফাসিকী ও নাফারমানীমূলক কাজ এবং তাকে মেরে ফেলা বা তার বিরুদ্ধে অস্ত্রধারণ করা কুফরীমূলক কাজ।\n \nসহীহ, ইবনু মা-জাহ (৬৯) , বুখারী ও মূসলিম।",
        "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ زُبَيْدِ بْنِ الْحَارِثِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ ‏\"‏ ‏.‏ قَالَ زُبَيْدٌ قُلْتُ لأَبِي وَائِلٍ أَأَنْتَ سَمِعْتَهُ مِنْ عَبْدِ اللَّهِ قَالَ نَعَمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا محمود بن غيلان، حدثنا وكيع، حدثنا سفيان، عن زبيد بن الحارث، عن أبي وائل، عن عبد الله بن مسعود، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ سباب المسلم فسوق وقتاله كفر ‏\"‏ ‏.‏ قال زبيد قلت لأبي وائل أأنت سمعته من عبد الله قال نعم ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "অধঃস্তন বর্ণনাকারী যুবাইদ বলেন, আবূ ওয়াইলকে আমি প্রশ্ন করলাম, আপনি এ হাদীসটি কি আবদুল্লাহ ইবনু মাসঊদ (রাঃ)-এর নিকট সরাসরি শুনেছেন? তিনি বলেন, হ্যাঁ।\nআবূ ঈসা বলেন, এ হাদীসটি সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9621,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 53,
    "title": "উত্তম কথা বলা প্রসঙ্গে",
    "preface": "",
    "number": "৫৩. অনুচ্ছেদঃ",
    "sort_order": 53,
    "hadiths": [
      {
        "id": 25148,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 53,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮৪",
        "hadith_id": 1984,
        "narrator": "আলী (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জান্নাতের মধ্যে একটি বালাখানা (প্রাসাদ) আছে। এর ভিতর হতে বাইরের এবং বাহির হতে ভিতরের দৃশ্য দেখা যায়। এক বিদুঈন (গ্রাম্যলোক) দাঁড়িয়ে বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! এই বালাখানা কোন ব্যক্তির জন্য? তিনি বললেনঃ যে লোক মানুষের সাথে উত্তমভাবে কথা বলে, ক্ষুধার্তকে খাদ্য দেয়, সর্বদা রোযা পালন করে এবং মানুষ যখন রাতে ঘুমিয়ে থাকে তখন আল্লাহ্‌ তা‘আলার উদ্দেশ্যে নামায আদায় করে তার জন্য।\nহাসান, মিশকাত (২৩৩৫) , তা’লীকুর রাগীব (২/৪৬)।",
        "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنِ النُّعْمَانِ بْنِ سَعْدٍ، عَنْ عَلِيٍّ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ فِي الْجَنَّةِ غُرَفًا تُرَى ظُهُورُهَا مِنْ بُطُونِهَا وَبُطُونُهَا مِنْ ظُهُورِهَا ‏\"‏ ‏.‏ فَقَامَ أَعْرَابِيٌّ فَقَالَ لِمَنْ هِيَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ لِمَنْ أَطَابَ الْكَلاَمَ وَأَطْعَمَ الطَّعَامَ وَأَدَامَ الصِّيَامَ وَصَلَّى لِلَّهِ بِاللَّيْلِ وَالنَّاسُ نِيَامٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْحَدِيثِ فِي عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ هَذَا مِنْ قِبَلِ حِفْظِهِ وَهُوَ كُوفِيٌّ وَعَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ الْقُرَشِيُّ مَدَنِيٌّ وَهُوَ أَثْبَتُ مِنْ هَذَا وَكِلاَهُمَا كَانَا فِي عَصْرٍ وَاحِدٍ ‏.‏",
        "ar_diacless": "حدثنا علي بن حجر، حدثنا علي بن مسهر، عن عبد الرحمن بن إسحاق، عن النعمان بن سعد، عن علي، قال قال النبي صلى الله عليه وسلم ‏\"‏ إن في الجنة غرفا ترى ظهورها من بطونها وبطونها من ظهورها ‏\"‏ ‏.‏ فقام أعرابي فقال لمن هي يا رسول الله قال ‏\"‏ لمن أطاب الكلام وأطعم الطعام وأدام الصيام وصلى لله بالليل والناس نيام ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب لا نعرفه إلا من حديث عبد الرحمن بن إسحاق ‏.‏ وقد تكلم بعض أهل الحديث في عبد الرحمن بن إسحاق هذا من قبل حفظه وهو كوفي وعبد الرحمن بن إسحاق القرشي مدني وهو أثبت من هذا وكلاهما كانا في عصر واحد ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদিসটি গারীব। আমরা এ হাদিস প্রসঙ্গে শুধুমাত্র আবদূর রাহমান ইবনু ইসহাকের সূত্রেই জেনেছি। এই আবদূর রাহমানের স্মরণশক্তি সম্পর্কে কোন কোন হাদীস বিশারদ সমালোচনা করেছেন। তিনি কূফার বাসিন্দা। আর আবদূর রাহমান ইবনু ইসহাক আল-কুরাশী একজন মাদীনার অধিবাসী। তিনি পূর্বোক্তজনের চাইতে বেশি বিশ্বস্ত ও নির্ভরযোগ্য। তারা উভয়ে ছিলেন সমসাময়িক।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9622,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 54,
    "title": "সৎকর্মশীল গোলামের মর্যাদা",
    "preface": "",
    "number": "৫৪. অনুচ্ছেদঃ",
    "sort_order": 54,
    "hadiths": [
      {
        "id": 25149,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 54,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮৫",
        "hadith_id": 1985,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সেই লোক কতইনা উত্তম যে নিজের প্রভুরও আনুগত্য করে এবং নিজের মনিবের হকও আদায় করে অর্থাৎ গোলাম।\n \nসহীহ, তা’লীকুর রাগীব (৩/১৫৯) , বুখারী ও মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ نِعِمَّا لأَحَدِهِمْ أَنْ يُطِيعَ رَبَّهُ وَيُؤَدِّيَ حَقَّ سَيِّدِهِ ‏\"‏ يَعْنِي الْمَمْلُوكَ ‏.‏ وَقَالَ كَعْبٌ صَدَقَ اللَّهُ وَرَسُولُهُ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي مُوسَى وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان، عن الأعمش، عن أبي صالح، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ نعما لأحدهم أن يطيع ربه ويؤدي حق سيده ‏\"‏ يعني المملوك ‏.‏ وقال كعب صدق الله ورسوله ‏.‏ وفي الباب عن أبي موسى وابن عمر ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "কা’ব (রাঃ) বলেন, আল্লাহ্‌ ও তার রাসূল সত্যিই বলেছেন। এ অনুচ্ছেদে আবূ মূসা ও ইবনু উমার (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25150,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 54,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮৬",
        "hadith_id": 1986,
        "narrator": "ইবনু উমার (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিন ব্যক্তি কিয়ামাতের দিন কস্তরীর টিলার উপর থাকবে। (এক) যে ক্রীতদাস আল্লাহ্‌ তা‘আলার হাকও আদায় করে এবং মনিবের হাকও আদায় করে, (দুই) যে ইমামের উপর তার মুসল্লিগণ সন্তুষ্ট এবং (তিন) যে ব্যক্তি দিনে ও রাতে পাঁচবার নামাযের জন্য আহ্বান জানায়।\n \nযঈফ, মিশকাত (৬৬৬)।",
        "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الْيَقْظَانِ، عَنْ زَاذَانَ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ثَلاَثَةٌ عَلَى كُثْبَانِ الْمِسْكِ أُرَاهُ قَالَ يَوْمَ الْقِيَامَةِ عَبْدٌ أَدَّى حَقَّ اللَّهِ وَحَقَّ مَوَالِيهِ وَرَجُلٌ أَمَّ قَوْمًا وَهُمْ بِهِ رَاضُونَ وَرَجُلٌ يُنَادِي بِالصَّلَوَاتِ الْخَمْسِ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ عَنْ أَبِي الْيَقْظَانِ إِلاَّ مِنْ حَدِيثِ وَكِيعٍ وَأَبُو الْيَقْظَانِ اسْمُهُ عُثْمَانُ بْنُ قَيْسٍ وَيُقَالُ ابْنُ عُمَيْرٍ وَهُوَ أَشْهَرُ ‏.‏",
        "ar_diacless": "حدثنا أبو كريب، حدثنا وكيع، عن سفيان، عن أبي اليقظان، عن زاذان، عن ابن عمر، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ ثلاثة على كثبان المسك أراه قال يوم القيامة عبد أدى حق الله وحق مواليه ورجل أم قوما وهم به راضون ورجل ينادي بالصلوات الخمس في كل يوم وليلة ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب لا نعرفه من حديث سفيان الثوري عن أبي اليقظان إلا من حديث وكيع وأبو اليقظان اسمه عثمان بن قيس ويقال ابن عمير وهو أشهر ‏.‏",
        "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। সুফিয়ান হতে আবুল ইয়াকজান-এর সূত্রেই শুধু আমরা এ হাদীস প্রসঙ্গে জেনেছি। আবূল ইয়াকজানের নাম উসমান ইবনু কাইস, মতান্তরে ইবনু উমাইর এবং এটাই প্রসিদ্ধ।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9623,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 55,
    "title": "মানুষের সাথে সদ্ভাব বজায় রাখা",
    "preface": "",
    "number": "৫৫. অনুচ্ছেদঃ",
    "sort_order": 55,
    "hadiths": [
      {
        "id": 25151,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 55,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮৭",
        "hadith_id": 1987,
        "narrator": "আবূ যার (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেনঃ তুমি যেখানেই থাক আল্লাহ্‌ তা‘আলাকে ভয় কর, মন্দ কাজের পরপরই ভাল কাজ কর, তাতে মন্দ দূরীভূত হয়ে যাবে এবং মানুষের সাথে উত্তম আচরণ কর।\nহাসান, মিশকাত (৫০৮৩) , রাওযুন নাযীর (৮৫৫)",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ، وَأَبُو نُعَيْمٍ عَنْ سُفْيَانَ، عَنْ حَبِيبٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏\nقَالَ مَحْمُودٌ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ مَحْمُودٌ وَالصَّحِيحُ حَدِيثُ أَبِي ذَرٍّ ‏.‏",
        "ar_diacless": "حدثنا محمد بن بشار، حدثنا عبد الرحمن بن مهدي، حدثنا سفيان، عن حبيب بن أبي ثابت، عن ميمون بن أبي شبيب، عن أبي ذر، قال قال لي رسول الله صلى الله عليه وسلم ‏ \"‏ اتق الله حيثما كنت وأتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن ‏\"‏ ‏.‏ قال وفي الباب عن أبي هريرة ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏\nحدثنا محمود بن غيلان، حدثنا أبو أحمد، وأبو نعيم عن سفيان، عن حبيب، بهذا الإسناد نحوه ‏.‏\nقال محمود حدثنا وكيع، عن سفيان، عن حبيب بن أبي ثابت، عن ميمون بن أبي شبيب، عن معاذ بن جبل، عن النبي صلى الله عليه وسلم نحوه ‏.‏ قال محمود والصحيح حديث أبي ذر ‏.‏",
        "note": "আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। মাহমুদ ইবনু গাইলান-আবূ আহমদ হতে, তিনি আবূ নুআইম হতে, তিনি সুাফিয়ান হতে, তিনি হাবীব (রহঃ) হতে এই সূত্রে একইরকম বর্ণনা করেছেন। মাহমূদ-ওয়াকী হতে, তিনি সুফিয়ান হতে, তিনি হাবীব ইবনু আবি সাবিত হতে, তিনি মাইমুন ইবনু আবী শাবীব হতে, তিনি মুআয ইবনু জাবাল (রাঃ) হতে, তিনি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একইরকম বর্ণনা করেছেন। মাহ্‌মূদ বলেন আবূ যার (রাঃ)-এর হাদীসটি সহীহ্‌।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9624,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 56,
    "title": "কু-ধারণা পোষণ",
    "preface": "",
    "number": "৫৬. অনুচ্ছেদঃ",
    "sort_order": 56,
    "hadiths": [
      {
        "id": 25152,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 56,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮৮",
        "hadith_id": 1988,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মন্দ ধারণা পোষণ করা হতে তোমরা দূরে থাক। কেননা, মন্দ ধারণা হলো সবচেয়ে বড় মিথ্যা কথা।\n \nসহীহ, গাইয়াতুল মারাম (৪১৭) , বুখারী ও মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَسَمِعْتُ عَبْدَ بْنَ حُمَيْدٍ يَذْكُرُ عَنْ بَعْضِ أَصْحَابِ سُفْيَانَ قَالَ قَالَ سُفْيَانُ الظَّنُّ ظَنَّانِ فَظَنٌّ إِثْمٌ وَظَنٌّ لَيْسَ بِإِثْمٍ فَأَمَّا الظَّنُّ الَّذِي هُوَ إِثْمٌ فَالَّذِي يَظُنُّ ظَنًّا وَيَتَكَلَّمُ بِهِ وَأَمَّا الظَّنُّ الَّذِي لَيْسَ بِإِثْمٍ فَالَّذِي يَظُنُّ وَلاَ يَتَكَلَّمُ بِهِ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان، عن أبي الزناد، عن الأعرج، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ إياكم والظن فإن الظن أكذب الحديث ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ قال وسمعت عبد بن حميد يذكر عن بعض أصحاب سفيان قال قال سفيان الظن ظنان فظن إثم وظن ليس بإثم فأما الظن الذي هو إثم فالذي يظن ظنا ويتكلم به وأما الظن الذي ليس بإثم فالذي يظن ولا يتكلم به ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। সুফিয়ান বলেন ধারণা-অনুমান দুই প্রকারে বিভক্ত এক প্রকার ধারনা পাপের অন্তর্ভুক্ত এবং অন্য প্রকার ধারণা গুনাহের অন্তর্ভুক্ত নয়। অন্তরে কাল্পনিক ধারণা পোষণ করে মুখে তা প্রকাশ করা গুনাহের অন্তর্ভুক্ত। যদি মনে মনে ধারণা পোষণ করা হয় এবং তা মুখে প্রকাশ না করা হয় তাহলে তা গুনাহের অন্তর্ভুক্ত নয়।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9625,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 57,
    "title": "কৌতুক করা",
    "preface": "",
    "number": "৫৭. অনুচ্ছেদঃ",
    "sort_order": 57,
    "hadiths": [
      {
        "id": 25153,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 57,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৮৯",
        "hadith_id": 1989,
        "narrator": "আনাস (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের (ছোটদের) সাথে মিশতেন। এমনকি আমার ছোট ভাইটিকে তিনি কৌতুক করে বলতেনঃ হে আবূ উমাইর! কি করেছে নুগাইর (ছোট পোষা পাখি)।\n \nসহীহ, বুখারী ও মুসলিম। ৩৩৩ নং হাদিস পূর্বে বর্ণিত হয়েছে",
        "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْوَضَّاحِ الْكُوفِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ شُعْبَةَ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ، قَالَ إِنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيُخَالِطُنَا حَتَّى إِنْ كَانَ لَيَقُولُ لأَخٍ لِي صَغِيرٍ ‏ \"‏ يَا أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ ‏\"‏ ‏.‏\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ، نَحْوَهُ ‏.‏ وَأَبُو التَّيَّاحِ اسْمُهُ يَزِيدُ بْنُ حُمَيْدٍ الضُّبَعِيُّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا عبد الله بن الوضاح الكوفي، حدثنا عبد الله بن إدريس، عن شعبة، عن أبي التياح، عن أنس، قال إن كان رسول الله صلى الله عليه وسلم ليخالطنا حتى إن كان ليقول لأخ لي صغير ‏ \"‏ يا أبا عمير ما فعل النغير ‏\"‏ ‏.‏\nحدثنا هناد، حدثنا وكيع، عن شعبة، عن أبي التياح، عن أنس، نحوه ‏.‏ وأبو التياح اسمه يزيد بن حميد الضبعي ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "হান্নাদ-ওয়াকী হতে, তিনি শুবা হতে, তিনি আবুত তাইয়্যাহ হতে, তিনি আনাস (রাঃ) হতে এইরকম বর্ণনা করেছেন। আবুত তাইয়্যাহ্‌-এর নাম ইয়াযীদ, পিতা হুমাইদ আয-যুবাই। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25154,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 57,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯০",
        "hadith_id": 1990,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, সাহাবীগণ বলেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আপনিতো আমাদের সাথে কৌতুকও করে থাকেন। তিনি বললেনঃ আমি শুধু সত্য কথাই বলে থাকি (এমনকি কৌতুকেও)।\n \nসহীহ, সহীহাহ্‌ (১৭২৬) , মুখতাসার শামা-ইল (২০২)।",
        "ar": "حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ الْبَغْدَادِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالُوا يَا رَسُولَ اللَّهِ إِنَّكَ تُدَاعِبُنَا ‏.‏ قَالَ ‏ \"‏ إِنِّي لاَ أَقُولُ إِلاَّ حَقًّا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صحيح‏.",
        "ar_diacless": "حدثنا عباس بن محمد الدوري البغدادي، حدثنا علي بن الحسن، أخبرنا عبد الله بن المبارك، عن أسامة بن زيد، عن سعيد المقبري، عن أبي هريرة، قال قالوا يا رسول الله إنك تداعبنا ‏.‏ قال ‏ \"‏ إني لا أقول إلا حقا ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح‏.",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25155,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 57,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯১",
        "hadith_id": 1991,
        "narrator": "আনাস (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একজন লোক আরোহণযোগ্য একটি বাহন চাইল। তিনি বললেনঃ একটি উষ্ট্রীর বাচ্চায় আমি তোমাকে আরোহণ করাব। সে বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আমি উষ্ট্রীয় বাচ্চা দিয়ে কি করব? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ উষ্ট্রী ব্যতীত আর কোন কিছু কি উট প্রসব করে?\n \nসহীহ্‌, মিশকাত (৪৮৮৬) , মুখতাসার শামা-ইল (২০৩)।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ الْوَاسِطِيُّ، عَنْ حُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، اسْتَحْمَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنِّي حَامِلُكَ عَلَى وَلَدِ النَّاقَةِ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ مَا أَصْنَعُ بِوَلَدِ النَّاقَةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَهَلْ تَلِدُ الإِبِلَ إِلاَّ النُّوقُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا خالد بن عبد الله الواسطي، عن حميد، عن أنس بن مالك، أن رجلا، استحمل رسول الله صلى الله عليه وسلم فقال ‏\"‏ إني حاملك على ولد الناقة ‏\"‏ ‏.‏ فقال يا رسول الله ما أصنع بولد الناقة فقال رسول الله صلى الله عليه وسلم ‏\"‏ وهل تلد الإبل إلا النوق ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح غريب ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ গারীব।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25156,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 57,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯২",
        "hadith_id": 1992,
        "narrator": "আনাস ইবনু মালিক (রাঃ)",
        "bn": "।নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে “হে দুই কান বিশিষ্ট” বলে সম্বোধন করেন।\n \nসহীহ, মুখতাসার শামা-ইল (২০০)",
        "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ شَرِيكٍ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهُ ‏ \"‏ يَا ذَا الأُذُنَيْنِ ‏\"‏ ‏.‏ قَالَ مَحْمُودٌ قَالَ أَبُو أُسَامَةَ يَعْنِي مَازَحَهُ ‏.‏ وَهَذَا الْحَدِيثُ حَدِيثٌ صَحِيحٌ غَرِيبٌ ‏.‏",
        "ar_diacless": "حدثنا محمود بن غيلان، حدثنا أبو أسامة، عن شريك، عن عاصم الأحول، عن أنس بن مالك، أن النبي صلى الله عليه وسلم قال له ‏ \"‏ يا ذا الأذنين ‏\"‏ ‏.‏ قال محمود قال أبو أسامة يعني مازحه ‏.‏ وهذا الحديث حديث صحيح غريب ‏.‏",
        "note": "আবূ উসামা বলেন, তিনি কৌতুক হিসাবে তা বলতেন। আবূ ঈসা বলেন, এ হাদীসটি সহীহ্ গারীব।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9626,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 58,
    "title": "ঝগড়া-বিবাদ প্রসঙ্গে",
    "preface": "",
    "number": "৫৮. অনুচ্ছেদঃ",
    "sort_order": 58,
    "hadiths": [
      {
        "id": 25157,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 58,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯৩",
        "hadith_id": 1993,
        "narrator": "আনাস ইবনু মালিক (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ যে ব্যক্তি বাতিল ও জঘন্য মিথ্যা বলা ছেড়ে দিল, তার জন্য জান্নাতের মধ্যে এক পাশে প্রাসাদ নির্মাণ করা হয়। যে ব্যক্তি ন্যায়ানুগ হওয়া সত্ত্বেও ঝগড়া-বিবাদ ছেড়ে দিল, তার জন্য জান্নাতের মাঝখানে একটি প্রাসাদ নির্মাণ করা হয়। যে ব্যক্তি নিজের চরিত্র উন্নত করে তার জন্য জান্নাতের সর্বোচ্চ জায়গাতে একটি প্রাসাদ নির্মাণ করা হয়।\n \nএই শব্দে হাদীসটি যঈফ, ইবনু মাজাহ (৫১)।",
        "ar": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ الْبَصْرِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، قَالَ حَدَّثَنِي سَلَمَةُ بْنُ وَرْدَانَ اللَّيْثِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَرَكَ الْكَذِبَ وَهُوَ بَاطِلٌ بُنِيَ لَهُ فِي رَبَضِ الْجَنَّةِ وَمَنْ تَرَكَ الْمِرَاءَ وَهُوَ مُحِقٌّ بُنِيَ لَهُ فِي وَسَطِهَا وَمَنْ حَسَّنَ خُلُقَهُ بُنِيَ لَهُ فِي أَعْلاَهَا ‏\"‏ ‏.‏ وَهَذَا الْحَدِيثُ حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ سَلَمَةَ بْنِ وَرْدَانَ عَنْ أَنَسِ بْنِ مَالِكٍ ‏.‏",
        "ar_diacless": "حدثنا عقبة بن مكرم العمي البصري، حدثنا ابن أبي فديك، قال حدثني سلمة بن وردان الليثي، عن أنس بن مالك، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ من ترك الكذب وهو باطل بني له في ربض الجنة ومن ترك المراء وهو محق بني له في وسطها ومن حسن خلقه بني له في أعلاها ‏\"‏ ‏.‏ وهذا الحديث حديث حسن لا نعرفه إلا من حديث سلمة بن وردان عن أنس بن مالك ‏.‏",
        "note": "",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 25158,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 58,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯৪",
        "hadith_id": 1994,
        "narrator": "ইবনু আব্বাস (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ ঝগড়াটে হওয়াই তোমার পাপিষ্ট হওয়ার জন্য যথেষ্ঠ।\n \nযঈফ, যঈফা (৪০৯৬)।",
        "ar": "حَدَّثَنَا فَضَالَةُ بْنُ الْفَضْلِ الْكُوفِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ ابْنِ وَهْبِ بْنِ مُنَبِّهٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كَفَى بِكَ إِثْمًا أَنْ لاَ تَزَالَ مُخَاصِمًا ‏\"‏ ‏.‏ وَهَذَا الْحَدِيثُ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
        "ar_diacless": "حدثنا فضالة بن الفضل الكوفي، حدثنا أبو بكر بن عياش، عن ابن وهب بن منبه، عن أبيه، عن ابن عباس، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ كفى بك إثما أن لا تزال مخاصما ‏\"‏ ‏.‏ وهذا الحديث حديث غريب لا نعرفه إلا من هذا الوجه ‏.‏",
        "note": "আবূ ঈসা বলেছেন, এ হাদীসটি গারীব। শুধু উপরোক্ত সূত্রেই আমরা এ হাদীস জেনেছি।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 25159,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 58,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯৫",
        "hadith_id": 1995,
        "narrator": "ইবনু আব্বাস (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমার ভাইয়ের সাথে ঝগড়া করো না, তাকে ঠাট্টা-বিদ্রুপ করো না এবং তার সাথে এরূপ ওয়াদা করো না যা তুমি পরে ভেঙ্গে ফেলবে।\n \nযঈফ, মিশকাত, তাহকীক ছানী (৪৮৯২)।",
        "ar": "حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ الْبَغْدَادِيُّ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنِ اللَّيْثِ، وَهُوَ ابْنُ أَبِي سُلَيْمٍ عَنْ عَبْدِ الْمَلِكِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تُمَارِ أَخَاكَ وَلاَ تُمَازِحْهُ وَلاَ تَعِدْهُ مَوْعِدَةً فَتُخْلِفَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَعَبْدُ الْمَلِكِ عِنْدِي هُوَ ابْنُ أَبِي بَشِيرٍ ‏.‏",
        "ar_diacless": "حدثنا زياد بن أيوب البغدادي، حدثنا المحاربي، عن الليث، وهو ابن أبي سليم عن عبد الملك، عن عكرمة، عن ابن عباس، عن النبي صلى الله عليه وسلم قال ‏ \"‏ لا تمار أخاك ولا تمازحه ولا تعده موعدة فتخلفه ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب لا نعرفه إلا من هذا الوجه ‏.‏ وعبد الملك عندي هو ابن أبي بشير ‏.‏",
        "note": "আবূ ঈসা বলেনঃ উল্লেখিত সনদসূত্রে এ হাদীসটি গারীব। আমার মতে আব্দুল মালিক হলেন ইবনু বাশীর।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9627,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 59,
    "title": "কোমল ধরনের আচরণ",
    "preface": "",
    "number": "৫৯. অনু্চ্ছেদঃ",
    "sort_order": 59,
    "hadiths": [
      {
        "id": 25160,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 59,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯৬",
        "hadith_id": 1996,
        "narrator": "আইশা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দেখা করার জন্য একজন লোক অনুমতি চাইলো। আমি সে সময় তাঁর সামনে উপস্থিত ছিলাম। তিনি বললেনঃ গোত্রের মধ্যে এই লোকটি অথবা গোত্রের এই ভাই কতই না মন্দ! তারপর তিনি তাকে ভিতরে প্রবেশের সম্মতি প্রদান করলেন এবং তার সাথে নম্র ভাষায় কথা বললেন। লোকটি চলে যাওয়ার পর আমি তাকে বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আপনি প্রথম অবস্থায় তার ব্যাপারে এইে এই কথা বললেন, তারপর তার সাথে নম্র ভাষায় কথা বললেন! তিনি বললেন, হে আইশা! মানুষের মধ্যে সেই ব্যক্তি সবচেয়ে নিকৃষ্ট, যার অশালীন আচরণ হতে মুক্তির জন্য জনগণ তাকে পরিত্যাগ করে।\n \nসহীহ, সহীহাহ (১০৪৯) , মুখতাসা শামা-ইল (৩০১) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتِ اسْتَأْذَنَ رَجُلٌ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا عِنْدَهُ فَقَالَ ‏\"‏ بِئْسَ ابْنُ الْعَشِيرَةِ أَوْ أَخُو الْعَشِيرَةِ ‏\"‏ ‏.‏ ثُمَّ أَذِنَ لَهُ فَأَلاَنَ لَهُ الْقَوْلَ فَلَمَّا خَرَجَ قُلْتُ لَهُ يَا رَسُولَ اللَّهِ قُلْتَ لَهُ مَا قُلْتَ ثُمَّ أَلَنْتَ لَهُ الْقَوْلَ ‏.‏ فَقَالَ ‏\"‏ يَا عَائِشَةُ إِنَّ مِنْ شَرِّ النَّاسِ مَنْ تَرَكَهُ النَّاسُ أَوْ وَدَعَهُ النَّاسُ اتِّقَاءَ فُحْشِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان بن عيينة، عن محمد بن المنكدر، عن عروة بن الزبير، عن عائشة، قالت استأذن رجل على رسول الله صلى الله عليه وسلم وأنا عنده فقال ‏\"‏ بئس ابن العشيرة أو أخو العشيرة ‏\"‏ ‏.‏ ثم أذن له فألان له القول فلما خرج قلت له يا رسول الله قلت له ما قلت ثم ألنت له القول ‏.‏ فقال ‏\"‏ يا عائشة إن من شر الناس من تركه الناس أو ودعه الناس اتقاء فحشه ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9493,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 6,
    "title": "খালার সাথে উত্তম আচরণ করা",
    "preface": "",
    "number": "৬. অনুচ্ছেদঃ",
    "sort_order": 6,
    "hadiths": [
      {
        "id": 25045,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 6,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০৪",
        "hadith_id": 1904,
        "narrator": "বারাআ ইবনু আযিব (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ খালা হলো মাতৃস্থানীয়।\n \nসহীহ্, ইরওয়া (২১৯০) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبِي، عَنْ إِسْرَائِيلَ، ح قَالَ وَحَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ، وَهُوَ ابْنُ مَدُّويَهْ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، وَاللَّفْظُ، لِحَدِيثِ عُبَيْدِ اللَّهِ عَنْ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْخَالَةُ بِمَنْزِلَةِ الأُمِّ ‏\"‏ ‏.‏ وَفِي الْحَدِيثِ قِصَّةٌ طَوِيلَةٌ ‏.‏ وَهَذَا حَدِيثٌ صَحِيحٌ ‏.‏\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ سُوقَةَ، عَنْ أَبِي بَكْرِ بْنِ حَفْصِ بْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنِ ابْنِ عُمَرَ ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي مُعَاوِيَةَ ‏.‏ وَأَبُو بَكْرِ بْنُ حَفْصٍ هُوَ ابْنُ عُمَرَ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ ‏.‏\n\nحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ مُحَمَّدِ بْنِ سُوقَةَ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ ذَنْبًا عَظِيمًا فَهَلْ لِي مِنْ تَوْبَةٍ قَالَ ‏\"‏ هَلْ لَكَ مِنْ أُمٍّ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ هَلْ لَكَ مِنْ خَالَةٍ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَبِرَّهَا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَالْبَرَاءِ بْنِ عَازِبٍ ‏.‏",
        "ar_diacless": "حدثنا سفيان بن وكيع، حدثنا أبي، عن إسرائيل، ح قال وحدثنا محمد بن أحمد، وهو ابن مدويه حدثنا عبيد الله بن موسى، عن إسرائيل، واللفظ، لحديث عبيد الله عن أبي إسحاق الهمداني، عن البراء بن عازب، عن النبي صلى الله عليه وسلم قال ‏ \"‏ الخالة بمنزلة الأم ‏\"‏ ‏.‏ وفي الحديث قصة طويلة ‏.‏ وهذا حديث صحيح ‏.‏\nحدثنا ابن أبي عمر، حدثنا سفيان بن عيينة، عن محمد بن سوقة، عن أبي بكر بن حفص بن عمر، عن النبي صلى الله عليه وسلم نحوه ولم يذكر فيه عن ابن عمر ‏.‏ وهذا أصح من حديث أبي معاوية ‏.‏ وأبو بكر بن حفص هو ابن عمر بن سعد بن أبي وقاص ‏.‏\n\nحدثنا أبو كريب، حدثنا أبو معاوية، عن محمد بن سوقة، عن أبي بكر بن حفص، عن ابن عمر، أن رجلا، أتى النبي صلى الله عليه وسلم فقال يا رسول الله إني أصبت ذنبا عظيما فهل لي من توبة قال ‏\"‏ هل لك من أم ‏\"‏ ‏.‏ قال لا ‏.‏ قال ‏\"‏ هل لك من خالة ‏\"‏ ‏.‏ قال نعم ‏.‏ قال ‏\"‏ فبرها ‏\"‏ ‏.‏ وفي الباب عن علي والبراء بن عازب ‏.‏",
        "note": "এ হাদীসের সাথে একটি দীর্ঘ ঘটনা রয়েছে। এ হাদীসটি সহীহ্।\nইবনে উমার (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একজন লোক এসে বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আমি একটি কাবীরা গুনাহ্ করে ফেলেছি। আমার তাওবাহ করার সুযোগ আছে কি? তিনি প্রশ্ন করেনঃ তোমার মা কি বেঁচে আছেন? সে বলল, না। তিনি আবার প্রশ্ন করেনঃ তোমার খালা কি বেঁচে আছেন? সে বলল, হ্যাঁ। তিনি বললেনঃ তার সাথে উত্তম আচরণ কর। সহীহ্, তা’লীকুর রাগীব (৩/২১৮)।\nআলী এবং বারাআ ইবনু আ’-যিব (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর উপরোক্ত হাদীসের অনুরূপ হাদীস ইবনু আবী উমার-সুফিয়ান ইবনু উয়াইনা হতে, তিনি মুহাম্মাদ ইবনু সূকা হতে, তিনি আবূ বাক্‌র ইবনু হাফস হতে এই সূত্রেও বর্ণিত আছে। এ সূত্রে ইবনু উমার (রাঃ)-এর কথা উল্লেখ নেই। এই সূত্রটি পূর্বোল্লেখিত মু‘আবিয়ার সুত্রের চাইতে অনেক বেশি সহীহ্। আবূ বাকর ইবনু হাফস হলেন ইবনু উমার ইবনু সা’দ ইবনু আবী ওয়াক্কাস।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9628,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 60,
    "title": "বন্ধুত্ব ও বিদ্বেষ উভয় ক্ষেত্রে ভারসাম্য বজায় রাখা",
    "preface": "",
    "number": "৬০. অনুচ্ছেদঃ",
    "sort_order": 60,
    "hadiths": [
      {
        "id": 25161,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 60,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯৭",
        "hadith_id": 1997,
        "narrator": ". আবূ হুরাইরা (রাঃ)",
        "bn": "(মুহাম্মাদ ইবনু সীরীন বলেন) আমার অনুমান যে, তিনি এটা মারফূভাবে বর্ণনা করেছেন (অর্থাৎ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাণী স্বরূপ বর্ণনা করেছেন)। তিনি বলেছেনঃ নিজের বন্ধুর সাথে ভালবাসার আধিক্য প্রদর্শন করবে না। হয়ত সে একদিন তোমার শত্রু হয়ে যাবে। তোমার শত্রুর সাথেও শত্রুতার চরম সীমা প্রদর্শন করবে না। হয়ত সে একদিন তোমার বন্ধু হয়ে যাবে।\n \nসহীহ, গাইয়াতুল মারাম (৪৭২)।",
        "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا سُوَيْدُ بْنُ عَمْرٍو الْكَلْبِيُّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أُرَاهُ رَفَعَهُ قَالَ ‏ \"‏ أَحْبِبْ حَبِيبَكَ هَوْنًا مَا عَسَى أَنْ يَكُونَ بَغِيضَكَ يَوْمًا مَا وَأَبْغِضْ بَغِيضَكَ هَوْنًا مَا عَسَى أَنْ يَكُونَ حَبِيبَكَ يَوْمًا مَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ بِهَذَا الإِسْنَادِ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَيُّوبَ بِإِسْنَادٍ غَيْرِ هَذَا رَوَاهُ الْحَسَنُ بْنُ أَبِي جَعْفَرٍ وَهُوَ حَدِيثٌ ضَعِيفٌ أَيْضًا بِإِسْنَادٍ لَهُ عَنْ عَلِيٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم وَالصَّحِيحُ عَنْ عَلِيٍّ مَوْقُوفٌ قَوْلُهُ ‏.‏",
        "ar_diacless": "حدثنا أبو كريب، حدثنا سويد بن عمرو الكلبي، عن حماد بن سلمة، عن أيوب، عن محمد بن سيرين، عن أبي هريرة، أراه رفعه قال ‏ \"‏ أحبب حبيبك هونا ما عسى أن يكون بغيضك يوما ما وأبغض بغيضك هونا ما عسى أن يكون حبيبك يوما ما ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب لا نعرفه بهذا الإسناد إلا من هذا الوجه ‏.‏ وقد روي هذا الحديث عن أيوب بإسناد غير هذا رواه الحسن بن أبي جعفر وهو حديث ضعيف أيضا بإسناد له عن علي عن النبي صلى الله عليه وسلم والصحيح عن علي موقوف قوله ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা তা উল্লেখিত সনদসূত্রে এভাবেই জেনেছি। এ হাদীসটি আইয়্যূব (রহঃ) হতে ভিন্ন সনদেও বর্ণিত আছে। এ হাদীসটি হাসান ইবনু আবূ জাফর আলী (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। কিন্তু এটি দুর্বল। সহীহ্‌ হলো আলী (রাঃ) হতে মাওকূফ বর্ণনাটি।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9629,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 61,
    "title": "অহংকার প্রসঙ্গে",
    "preface": "",
    "number": "৬১. অনুচ্ছেদঃ",
    "sort_order": 61,
    "hadiths": [
      {
        "id": 25162,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 61,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯৮",
        "hadith_id": 1998,
        "narrator": "আবদুল্লাহ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সরিষার দানা সমপরিমাণ অহংকারও (সামান্যতম) যার অন্তরে আছে সে জান্নাতে যেতে পারবে না। আর সরিষার দানা সমপরিমান ঈমানও যার অন্তরে আছে সে জাহান্নামে যাবে না।\n \nসহীহ, তাখরীজ ইসলাহুল মাসা-জিদ (১১৫) , মুসলিম।",
        "ar": "حَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ كِبْرٍ وَلاَ يَدْخُلُ النَّارَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ إِيمَانٍ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ وَسَلَمَةَ بْنِ الأَكْوَعِ وَأَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا أبو هشام الرفاعي، حدثنا أبو بكر بن عياش، عن الأعمش، عن إبراهيم، عن علقمة، عن عبد الله، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا يدخل الجنة من كان في قلبه مثقال حبة من خردل من كبر ولا يدخل النار من كان في قلبه مثقال حبة من إيمان ‏\"‏ ‏.‏ وفي الباب عن أبي هريرة وابن عباس وسلمة بن الأكوع وأبي سعيد ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ হুরাইরা, ইবনু আব্বাস, সালামা ইবনুল আকওয়া ও আবূ সাঈদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25164,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 61,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯৯৯",
        "hadith_id": 1999,
        "narrator": "আবদুল্লাহ (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তির অন্তরে অণু পরিমাণ অহংকারও আছে সে জান্নাতে যেতে পারবে না। আর যে ব্যক্তির অন্তরে অণু পরিমাণ ঈমানও আছে সে জাহান্নামে যাবে না। তখন একজন বলল, আমার নিকট এটা তো খুবই পছন্দনীয় যে, আমার জামা-কাপড় সুন্দর হোক এবং আমার জুতা জোড়াও সুন্দর হোক। তিনি বললেনঃ আল্লাহ্‌ তা‘আলা অবশ্যই সৌন্দর্যকে পছন্দ করেন। কোন ব্যক্তির সদর্পে সত্যকে প্রত্যাখ্যান করা এবং মানুষকে তুচ্ছজ্ঞান করাই হলো অহংকার।\n \nসহীহ, সহীহাহ্‌ (১৬২৬) , মুসলিম।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَعَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، قَالاَ حَدَّثَنَا يَحْيَى بْنُ حَمَّادٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبَانَ بْنِ تَغْلِبَ، عَنْ فُضَيْلِ بْنِ عَمْرٍو، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ وَلاَ يَدْخُلُ النَّارَ يَعْنِي مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ إِيمَانٍ ‏\"‏ ‏.‏ قَالَ فَقَالَ لَهُ رَجُلٌ إِنَّهُ يُعْجِبُنِي أَنْ يَكُونَ ثَوْبِي حَسَنًا وَنَعْلِي حَسَنَةً ‏.‏ قَالَ ‏\"‏ إِنَّ اللَّهَ يُحِبُّ الْجَمَالَ وَلَكِنَّ الْكِبْرَ مَنْ بَطَرَ الْحَقَّ وَغَمَصَ النَّاسَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ فِي تَفْسِيرِ هَذَا الْحَدِيثِ ‏\"‏ لاَ يَدْخُلُ النَّارَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ إِيمَانٍ ‏\"‏ ‏.‏ إِنَّمَا مَعْنَاهُ لاَ يُخَلَّدُ فِي النَّارِ ‏.‏ وَهَكَذَا رُوِيَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ يَخْرُجُ مِنَ النَّارِ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ إِيمَانٍ ‏\"‏ ‏.‏ وَقَدْ فَسَّرَ غَيْرُ وَاحِدٍ مِنَ التَّابِعِينَ هَذِهِ الآيَةَ ‏:‏ ‏(‏رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ ‏)‏ ‏.‏ فَقَالَ مَنْ تُخَلِّدُ فِي النَّارِ فَقَدْ أَخْزَيْتَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ.",
        "ar_diacless": "حدثنا محمد بن المثنى، وعبد الله بن عبد الرحمن، قالا حدثنا يحيى بن حماد، حدثنا شعبة، عن أبان بن تغلب، عن فضيل بن عمرو، عن إبراهيم، عن علقمة، عن عبد الله، عن النبي صلى الله عليه وسلم قال ‏\"‏ لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر ولا يدخل النار يعني من كان في قلبه مثقال ذرة من إيمان ‏\"‏ ‏.‏ قال فقال له رجل إنه يعجبني أن يكون ثوبي حسنا ونعلي حسنة ‏.‏ قال ‏\"‏ إن الله يحب الجمال ولكن الكبر من بطر الحق وغمص الناس ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح غريب ‏.‏ وقال بعض أهل العلم في تفسير هذا الحديث ‏\"‏ لا يدخل النار من كان في قلبه مثقال ذرة من إيمان ‏\"‏ ‏.‏ إنما معناه لا يخلد في النار ‏.‏ وهكذا روي عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال ‏\"‏ يخرج من النار من كان في قلبه مثقال ذرة من إيمان ‏\"‏ ‏.‏ وقد فسر غير واحد من التابعين هذه الآية ‏:‏ ‏(‏ربنا إنك من تدخل النار فقد أخزيته ‏)‏ ‏.‏ فقال من تخلد في النار فقد أخزيته ‏.‏ قال أبو عيسى هذا حديث حسن صحيح غريب.",
        "note": "“যে ব্যক্তির অন্তরে অণু পরিমাণ ঈমানও আছে সে ব্যক্তি জাহান্নামে যাবে না” শীর্ষক হাদীসের ব্যখ্যায় একদল মুহাদ্দিস বলেন, সে জাহান্নামে স্থায়ী হবে না (আযাবের পর মুক্তি পাবে)। আবূ সাঈদ খুদরী (রাঃ)-এর সূত্রে  নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে, তিনি বলেছেনঃ “যার অন্তরে অনুপরিমাণ ঈমানও আছে তাকে জাহান্নাম হতে বের করা হবে”। “হে আমাদের প্রভু! তুমি যে ব্যক্তিকে জাহান্নামে দাখিল করাবে তাকে তুমি অপমান করলে” শীর্ষক আয়াতের ব্যাখ্যায় একদল তাবিঈ বলেন, যে ব্যক্তিকে তুমি চিরস্থায়ী জাহান্নামী করলে তাকে তুমি চরম অপমানিত করলে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ গারীব।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25163,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 61,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০০",
        "hadith_id": 2000,
        "narrator": "সালামা ইবনুল আকওয়া (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি নিজেকে বড় বলে ভাবতে ভাবতে এমন এক পর্যায়ে নিয়ে যায় শেষ পর্যন্ত সে অহংকারীদের তালিকাভুক্ত হয়ে যায়। ফলে অহংকারীদের যে পরিণতি হয় তারও তাই হয়।\n \nযঈফ, যঈফা (১৯১৪)। আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব।",
        "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عُمَرَ بْنِ رَاشِدٍ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَزَالُ الرَّجُلُ يَذْهَبُ بِنَفْسِهِ حَتَّى يُكْتَبَ فِي الْجَبَّارِينَ فَيُصِيبُهُ مَا أَصَابَهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
        "ar_diacless": "حدثنا أبو كريب، حدثنا أبو معاوية، عن عمر بن راشد، عن إياس بن سلمة بن الأكوع، عن أبيه، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا يزال الرجل يذهب بنفسه حتى يكتب في الجبارين فيصيبه ما أصابهم ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب ‏.‏",
        "note": "",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 28179,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 61,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০১",
        "hadith_id": 2001,
        "narrator": "নাফি ইবনু জুবাইর ইবনু মুতঈম (রাঃ) হতে তার পিতার সূত্রে",
        "bn": "তিনি (যুবাইর) বলেন, তোমরা বলে থাক আমার মধ্যে অহংকার রয়েছে। অথচ আমি গাধায় আরোহণ করি, চাদর পরিধান এবং ছাগলের দুধ দোহন করি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে এ কাজগুলো করে তার মধ্যে সামান্যতম অহংকারও নেই। \n\nসনদ সহীহ।",
        "ar": "حَدَّثَنَا عَلِيُّ بْنُ عِيسَى الْبَغْدَادِيُّ، حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الْقَاسِمِ بْنِ عَبَّاسٍ، عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِيهِ، قَالَ تَقُولُونَ لِي فِيَّ التِّيهُ وَقَدْ رَكِبْتُ الْحِمَارَ وَلَبِسْتُ الشَّمْلَةَ وَقَدْ حَلَبْتُ الشَّاةَ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ فَعَلَ هَذَا فَلَيْسَ فِيهِ مِنَ الْكِبْرِ شَيْءٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
        "ar_diacless": "حدثنا علي بن عيسى البغدادي، حدثنا شبابة بن سوار، حدثنا ابن أبي ذئب، عن القاسم بن عباس، عن نافع بن جبير بن مطعم، عن أبيه، قال تقولون لي في التيه وقد ركبت الحمار ولبست الشملة وقد حلبت الشاة وقد قال رسول الله صلى الله عليه وسلم ‏ \"‏ من فعل هذا فليس فيه من الكبر شيء ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح غريب ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ গারীব।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9630,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 62,
    "title": "সচ্চরিত্র ও সদাচার",
    "preface": "",
    "number": "৬২. অনুচ্ছেদঃ",
    "sort_order": 62,
    "hadiths": [
      {
        "id": 25166,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 62,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০২",
        "hadith_id": 2002,
        "narrator": "আবুদ দারদা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত দিবসে মু’মিনের দাঁড়িপাল্লায় সচ্চরিত্র ও সদাচারের চেয়ে বেশি ওজনের আর কোন জিনিস হবে না। কেননা, আল্লাহ্‌ তা‘আলা অশ্লীল ও কটুভাষীকে ঘৃণা করেন।\n \nসহীহ, সহীহাহ্‌ (৮৭৬) , রাওযুন নাযীর (৯৪১)।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ يَعْلَى بْنِ مَمْلَكٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا شَيْءٌ أَثْقَلُ فِي مِيزَانِ الْمُؤْمِنِ يَوْمَ الْقِيَامَةِ مِنْ خُلُقٍ حَسَنٍ وَإِنَّ اللَّهَ لَيَبْغَضُ الْفَاحِشَ الْبَذِيءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَأُسَامَةَ بْنِ شَرِيكٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان، حدثنا عمرو بن دينار، عن ابن أبي مليكة، عن يعلى بن مملك، عن أم الدرداء، عن أبي الدرداء، أن النبي صلى الله عليه وسلم قال ‏ \"‏ ما شيء أثقل في ميزان المؤمن يوم القيامة من خلق حسن وإن الله ليبغض الفاحش البذيء ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن عائشة وأبي هريرة وأنس وأسامة بن شريك ‏.‏ وهذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, আইশা, আবূ হুরাইরা, আনাস ও উসামা ইবনু শারীক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25165,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 62,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০৩",
        "hadith_id": 2003,
        "narrator": "আবুদ দারদা (রাঃ)",
        "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ সচ্চরিত্র ও সদাচারই দাঁড়িপাল্লায় মধ্যে সবচাইতে ভারী হবে। সচ্চরিত্রবান ও সদাচারি ব্যক্তি তার সদাচার ও চারিত্রিক মাধুর্য দ্বারা অবশ্যই রোযাদার ও নামাযীর পর্যায়ে পৌছে যায়।\n \nসহীহ, প্রাগুক্ত।",
        "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا قَبِيصَةُ بْنُ اللَّيْثِ الْكُوفِيُّ، عَنْ مُطَرِّفٍ، عَنْ عَطَاءٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَا مِنْ شَيْءٍ يُوضَعُ فِي الْمِيزَانِ أَثْقَلُ مِنْ حُسْنِ الْخُلُقِ وَإِنَّ صَاحِبَ حُسْنِ الْخُلُقِ لَيَبْلُغُ بِهِ دَرَجَةَ صَاحِبِ الصَّوْمِ وَالصَّلاَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
        "ar_diacless": "حدثنا أبو كريب، حدثنا قبيصة بن الليث الكوفي، عن مطرف، عن عطاء، عن أم الدرداء، عن أبي الدرداء، قال سمعت النبي صلى الله عليه وسلم يقول ‏ \"‏ ما من شيء يوضع في الميزان أثقل من حسن الخلق وإن صاحب حسن الخلق ليبلغ به درجة صاحب الصوم والصلاة ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب من هذا الوجه ‏.‏",
        "note": "আবূ ঈসা বলেন, উল্লেখিত সনদসূত্রে এ হাদীসটি গারীব।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25167,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 62,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০৪",
        "hadith_id": 2004,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হলো, কোন কর্মটি সবচাইতে বেশি পরিমাণ মানুষকে জান্নাতে নিয়ে যাবে। তিনি বললেনঃ আল্লাহ্‌ভীতি, সদাচার ও উত্তম  চরিত্র। আবার তাঁকে প্রশ্ন করা হলো, কোন কাজটি সবচাইতে বেশি পরিমাণ মানুষকে জাহান্নামে নিয়ে যাবে। তিনি বললেনঃ মুখ ও লজ্জাস্থান।\n \nসনদ, হাসান।",
        "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ أَبِي هُرَيْرَةَ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَكْثَرِ مَا يُدْخِلُ النَّاسَ الْجَنَّةَ فَقَالَ ‏\"‏ تَقْوَى اللَّهِ وَحُسْنُ الْخُلُقِ ‏\"‏ ‏.‏ وَسُئِلَ عَنْ أَكْثَرِ مَا يُدْخِلُ النَّاسَ النَّارَ فَقَالَ ‏\"‏ الْفَمُ وَالْفَرْجُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ وَعَبْدُ اللَّهِ بْنُ إِدْرِيسَ هُوَ ابْنُ يَزِيدَ بْنِ عَبْدِ الرَّحْمَنِ الأَوْدِيُّ ‏.‏",
        "ar_diacless": "حدثنا أبو كريب، محمد بن العلاء حدثنا عبد الله بن إدريس، حدثني أبي، عن جدي، عن أبي هريرة، قال سئل رسول الله صلى الله عليه وسلم عن أكثر ما يدخل الناس الجنة فقال ‏\"‏ تقوى الله وحسن الخلق ‏\"‏ ‏.‏ وسئل عن أكثر ما يدخل الناس النار فقال ‏\"‏ الفم والفرج ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث صحيح غريب وعبد الله بن إدريس هو ابن يزيد بن عبد الرحمن الأودي ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ গারীব। আবদুল্লাহ ইবনু ইদরীস হলেন ইবনু ইয়াযীদ ইবনু আবদুর রাহমান আল-আওদী।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 28180,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 62,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০৫",
        "hadith_id": 2005,
        "narrator": "আবদুল্লাহ ইবনুল মুবারাক (রহঃ)",
        "bn": "সদাচার ও উত্তম চরিত্রের বর্ণনা দিতে গিয়ে আবদুল্লাহ ইবনুল মুবারাক (রহঃ) বলেন, তা হলো হাস্যোজ্জ্বল চেহারা, উত্তম জিনিস দান করা এবং কষ্ট দেয়া হতে বিরত থাকা। \n\nসনদ সহীহ।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا أَبُو وَهْبٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، أَنَّهُ وَصَفَ حُسْنَ الْخُلُقِ فَقَالَ هُوَ بَسْطُ الْوَجْهِ وَبَذْلُ الْمَعْرُوفِ وَكَفُّ الأَذَى ‏.‏",
        "ar_diacless": "حدثنا أحمد بن عبدة الضبي، حدثنا أبو وهب، عن عبد الله بن المبارك، أنه وصف حسن الخلق فقال هو بسط الوجه وبذل المعروف وكف الأذى ‏.‏",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9631,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 63,
    "title": "ইহ্‌সান (অনুগ্রহ) এবং ক্ষমা ও উদারতা প্রদর্শন",
    "preface": "",
    "number": "৬৩. অনুচ্ছেদঃ",
    "sort_order": 63,
    "hadiths": [
      {
        "id": 25169,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 63,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০৬",
        "hadith_id": 2006,
        "narrator": "আবুল আহ্‌ওয়াস (রহঃ) হতে তার বাবা",
        "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আমি কোন লোককে অতিক্রম করি, সে আমাকে পানাহার করায় না, মেহমানদারীও করে না। যদি ঐ লোকটি আমাকে অতিক্রম করে, আমি কি একইভাবে তার প্রতিশোধ গ্রহণ করতে পারি? তিনি বললেনঃ না, তুমি তার মেহমানদারী কর। (বর্ণনাকারী বলেন) আমাকে খুবই পুরাতন পোশাক পরে থাকতে দেখে তিনি প্রশ্ন করলেনঃ তোমার ধন-দৌলত আছে কি? আমি বললাম, আল্লাহ্‌ তা‘আলা আমাকে উট, ছাগল-ভেড়া প্রভৃতি সকল প্রকার সম্পদই দিয়েছেন। তিনি বললেঃ তা তোমার শরীরে পরিলক্ষিত হওয়া উচিত।\n \nসহীহ, গাইয়াতুল মারাম (৭৫) , সহীহাহ্‌ (১৩২০)।",
        "ar": "حَدَّثَنَا بُنْدَارٌ، وَأَحْمَدُ بْنُ مَنِيعٍ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالُوا حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ أَبِيهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ الرَّجُلُ أَمُرُّ بِهِ فَلاَ يَقْرِينِي وَلاَ يُضَيِّفُنِي فَيَمُرُّ بِي أَفَأَجْزِيهِ قَالَ ‏\"‏ لاَ أَقْرِهِ ‏\"‏ ‏.‏ قَالَ وَرَآنِي رَثَّ الثِّيَابِ فَقَالَ ‏\"‏ هَلْ لَكَ مِنْ مَالٍ ‏\"‏ ‏.‏ قُلْتُ مِنْ كُلِّ الْمَالِ قَدْ أَعْطَانِي اللَّهُ مِنَ الإِبِلِ وَالْغَنَمِ ‏.‏ قَالَ ‏\"‏ فَلْيُرَ عَلَيْكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَائِشَةَ وَجَابِرٍ وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو الأَحْوَصِ اسْمُهُ عَوْفُ بْنُ مَالِكِ بْنِ نَضْلَةَ الْجُشَمِيُّ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ أَقْرِهِ ‏\"‏ أَضِفْهُ وَالْقِرَى هُوَ الضِّيَافَةُ ‏.‏",
        "ar_diacless": "حدثنا بندار، وأحمد بن منيع، ومحمود بن غيلان، قالوا حدثنا أبو أحمد الزبيري، عن سفيان، عن أبي إسحاق، عن أبي الأحوص، عن أبيه، قال قلت يا رسول الله الرجل أمر به فلا يقريني ولا يضيفني فيمر بي أفأجزيه قال ‏\"‏ لا أقره ‏\"‏ ‏.‏ قال ورآني رث الثياب فقال ‏\"‏ هل لك من مال ‏\"‏ ‏.‏ قلت من كل المال قد أعطاني الله من الإبل والغنم ‏.‏ قال ‏\"‏ فلير عليك ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن عائشة وجابر وأبي هريرة ‏.‏ وهذا حديث حسن صحيح وأبو الأحوص اسمه عوف بن مالك بن نضلة الجشمي ‏.‏ ومعنى قوله ‏\"‏ أقره ‏\"‏ أضفه والقرى هو الضيافة ‏.‏",
        "note": "আবূ ঈসা বলেন, আইশা, জাবির ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌। আবুল আহ্‌ওয়াসের নাম আওফ, পিতা মালিক ইবনু নাযলা আল-জুশামী। “ইক্‌রিহি্‌” অর্থ তাকে আতিথ্য প্রদর্শন কর। “আল-কিরা” অর্থ “আতিথেয়তা”।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25168,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 63,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০৭",
        "hadith_id": 2007,
        "narrator": "হুযাইফা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমার অনুকরণপ্রিয় হয়ো না যে, তোমরা এরূপ বলবেঃ লোকরা যদি আমাদের সাথে ভাল ব্যবহার করে তাহলে আমরাও ভাল ব্যবহার করব। যদি তারা আমাদের সাথে যুলুম করে তাহলে আমরাও যুলুম করব। বরং তোমরা নিজেদের অন্তরে এ কথা বদ্ধমূল করে নাও যে, লোকেরা তোমাদের সাথে ভাল ব্যবহার করলে তোমরাও ভাল ব্যবহার করবে। তারা তোমাদের সাথে অন্যায় ব্যবহার করলেও তোমরা যুলুমের পথ বেছে নিবে না।\n \nযঈফ, নাকদুল কাত্তানী (২৬) মিশকাত (৫১২৯),",
        "ar": "حَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، مُحَمَّدُ بْنُ يَزِيدَ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الْوَلِيدِ بْنِ عَبْدِ اللَّهِ بْنِ جُمَيْعٍ، عَنْ أَبِي الطُّفَيْلِ، عَنْ حُذَيْفَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَكُونُوا إِمَّعَةً تَقُولُونَ إِنْ أَحْسَنَ النَّاسُ أَحْسَنَّا وَإِنْ ظَلَمُوا ظَلَمْنَا وَلَكِنْ وَطِّنُوا أَنْفُسَكُمْ إِنْ أَحْسَنَ النَّاسُ أَنْ تُحْسِنُوا وَإِنْ أَسَاءُوا فَلاَ تَظْلِمُوا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
        "ar_diacless": "حدثنا أبو هشام الرفاعي، محمد بن يزيد حدثنا محمد بن فضيل، عن الوليد بن عبد الله بن جميع، عن أبي الطفيل، عن حذيفة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا تكونوا إمعة تقولون إن أحسن الناس أحسنا وإن ظلموا ظلمنا ولكن وطنوا أنفسكم إن أحسن الناس أن تحسنوا وإن أساءوا فلا تظلموا ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب لا نعرفه إلا من هذا الوجه ‏.‏",
        "note": "আবূ ঈসা বলেছেন, এ হাদীসটি হাসান গারীব। শুধু উল্লেখিত সদনসূত্রেই আমরা এটা জেনেছি।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9632,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 64,
    "title": "ভাইদের সাথে দেখা-সাক্ষাৎ করা",
    "preface": "",
    "number": "৬৪. অনুচ্ছেদঃ",
    "sort_order": 64,
    "hadiths": [
      {
        "id": 25170,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 64,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০৮",
        "hadith_id": 2008,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি  বলেন, রাসূলুল্লাহ (সাল্লাল্লা্হু আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক আল্লাহ্‌ তা‘আলার সন্তুষ্টি হাসিলের আশায় কোন অসুস্থ লোককে দেখতে যায় অথবা নিজের ভাইয়ের সাথে দেখা-সাক্ষাৎ করতে যায়, একজন ঘোষক (ফেরেশতা) তাকে ডেকে বলতে থাকেনঃ কল্যাণময় তোমার জীবন, কল্যাণময় তোমার এই পথ চলাও। তুমি তো জান্নাতের মধ্যে একটি বাসস্থান নির্দিষ্ট করে নিলে।\n \nহাসান, মিশকাত (৫০১৫)।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَالْحُسَيْنُ بْنُ أَبِي كَبْشَةَ الْبَصْرِيُّ، قَالاَ حَدَّثَنَا يُوسُفُ بْنُ يَعْقُوبَ السَّدُوسِيُّ، حَدَّثَنَا أَبُو سِنَانٍ الْقَسْمَلِيُّ، هُوَ الشَّامِيُّ عَنْ عُثْمَانَ بْنِ أَبِي سَوْدَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ عَادَ مَرِيضًا أَوْ زَارَ أَخًا لَهُ فِي اللَّهِ نَادَاهُ مُنَادٍ أَنْ طِبْتَ وَطَابَ مَمْشَاكَ وَتَبَوَّأْتَ مِنَ الْجَنَّةِ مَنْزِلاً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَأَبُو سِنَانٍ اسْمُهُ عِيسَى بْنُ سِنَانٍ ‏.‏ وَقَدْ رَوَى حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ أَبِي رَافِعٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْئًا مِنْ هَذَا ‏.‏",
        "ar_diacless": "حدثنا محمد بن بشار، والحسين بن أبي كبشة البصري، قالا حدثنا يوسف بن يعقوب السدوسي، حدثنا أبو سنان القسملي، هو الشامي عن عثمان بن أبي سودة، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ من عاد مريضا أو زار أخا له في الله ناداه مناد أن طبت وطاب ممشاك وتبوأت من الجنة منزلا ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب ‏.‏ وأبو سنان اسمه عيسى بن سنان ‏.‏ وقد روى حماد بن سلمة عن ثابت عن أبي رافع عن أبي هريرة عن النبي صلى الله عليه وسلم شيئا من هذا ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আবূ সিনানের নাম ঈসা ইবনু সিনান। হাম্মাদ ইবনু সালামা-সাবিত হতে, তিনি আবূ রাফি হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এইরকম কিছু বর্ণনা করেছেন।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9633,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 65,
    "title": "লজ্জা ও সম্ভ্রমবোধ",
    "preface": "",
    "number": "৬৫. অনুচ্ছেদঃ",
    "sort_order": 65,
    "hadiths": [
      {
        "id": 25171,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 65,
        "hadith_key": "জামে' আত-তিরমিজি: ২০০৯",
        "hadith_id": 2009,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ লজ্জা-সম্ভ্রম হচ্ছে ঈমানের অঙ্গ, আর ঈমানের (ঈমানদারের) জায়গা জান্নাতে। নির্লজ্জতা ও অসভ্যতা হচ্ছে দুর্ব্যবহারের অঙ্গ, আর দুর্ব্যবহারের (দুর্ব্যবহারকারীর) জায়গা জাহান্নামে।\n \nসহীহ, সহীহাহ্ (৪৯৫) , রাওযুস নাযীর (৭৪৬)।",
        "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَعَبْدُ الرَّحِيمِ، وَمُحَمَّدُ بْنُ بِشْرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْحَيَاءُ مِنَ الإِيمَانِ وَالإِيمَانُ فِي الْجَنَّةِ وَالْبَذَاءُ مِنَ الْجَفَاءِ وَالْجَفَاءُ فِي النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَبِي بَكْرَةَ وَأَبِي أُمَامَةَ وَعِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا أبو كريب، حدثنا عبدة بن سليمان، وعبد الرحيم، ومحمد بن بشر، عن محمد بن عمرو، حدثنا أبو سلمة، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ الحياء من الإيمان والإيمان في الجنة والبذاء من الجفاء والجفاء في النار ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن ابن عمر وأبي بكرة وأبي أمامة وعمران بن حصين ‏.‏ هذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, ইবনু উমার, আবূ বাক্‌রা, আবূ উমামা ও ইমরান ইবনু হুসাইন (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9634,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 66,
    "title": "ধীর-স্থিরতা ও তাড়াহুড়া",
    "preface": "",
    "number": "৬৬. অনুচ্ছেদঃ",
    "sort_order": 66,
    "hadiths": [
      {
        "id": 25174,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 66,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১০",
        "hadith_id": 2010,
        "narrator": "আবদুল্লাহ ইবনু সারজিস আল-মুযানী (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ উত্তম আচরণ, দৃঢ়তা-স্থিরতা ও মধ্যমপন্থা অবলম্বন করা হচ্ছে নাবুওয়াতের চব্বিশ ভাগের একভাগ।\n \nহাসান, রাওযুন নাযীর (৩৮৪) , তা’লীকুর রাগীব (৩/৬)।",
        "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا نُوحُ بْنُ قَيْسٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِمْرَانَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسَ الْمُزَنِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ السَّمْتُ الْحَسَنُ وَالتُّؤَدَةُ وَالاِقْتِصَادُ جُزْءٌ مِنْ أَرْبَعَةٍ وَعِشْرِينَ جُزْءًا مِنَ النُّبُوَّةِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا نُوحُ بْنُ قَيْسٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِمْرَانَ، عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ عَاصِمٍ وَالصَّحِيحُ حَدِيثُ نَصْرِ بْنِ عَلِيٍّ ‏.‏",
        "ar_diacless": "حدثنا نصر بن علي الجهضمي، حدثنا نوح بن قيس، عن عبد الله بن عمران، عن عاصم الأحول، عن عبد الله بن سرجس المزني، أن النبي صلى الله عليه وسلم قال ‏ \"‏ السمت الحسن والتؤدة والاقتصاد جزء من أربعة وعشرين جزءا من النبوة ‏\"‏ ‏.‏ وفي الباب عن ابن عباس ‏.‏ وهذا حديث حسن غريب ‏.‏\nحدثنا قتيبة، حدثنا نوح بن قيس، عن عبد الله بن عمران، عن عبد الله بن سرجس، عن النبي صلى الله عليه وسلم نحوه ولم يذكر فيه عن عاصم والصحيح حديث نصر بن علي ‏.‏",
        "note": "আবূ ঈসা বলেন, ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান গারীব। কুতাইবা-নূহ ইবনু কাইস হতে, তিনি আবদুল্লাহ ইবনু ইমরান হতে, তিনি আবদুল্লাহ ইবনু সারজিস (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহ আলাইহি ওয়া সাল্লাম) হতে (উপরের হাদীসের) একইরকম বর্ণনা করেছেন। এই সূত্রটিতে আসিমের উল্লেখ নেই। কিন্তু নাসর ইবনু আলীর হাদীসটিই সহীহ্।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25173,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 66,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১১",
        "hadith_id": 2011,
        "narrator": "ইবনু আব্বাস (রাঃ)",
        "bn": "আবদুল কাইস বংশের প্রতিনিধি দলের নেতা আশাজ্জকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের মধ্যে এরুপ দুটি গুন রয়েছে যা আল্লাহ্‌ তা‘আলা অধিক পছন্দ করেনঃ সহিষ্ণুতা ও স্থিরতা।\n \nসহীহ, ইবনু মা-জাহ (৪১৮৮) , মুসলিম।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ قُرَّةَ بْنِ خَالِدٍ، عَنْ أَبِي جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لأَشَجِّ عَبْدِ الْقَيْسِ ‏ \"‏ إِنَّ فِيكَ خَصْلَتَيْنِ يُحِبُّهُمَا اللَّهُ الْحِلْمُ وَالأَنَاةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَفِي الْبَابِ عَنِ الأَشَجِّ الْعَصَرِيِّ ‏.‏",
        "ar_diacless": "حدثنا محمد بن عبد الله بن بزيع، حدثنا بشر بن المفضل، عن قرة بن خالد، عن أبي جمرة، عن ابن عباس، أن النبي صلى الله عليه وسلم قال لأشج عبد القيس ‏ \"‏ إن فيك خصلتين يحبهما الله الحلم والأناة ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح غريب ‏.‏ وفي الباب عن الأشج العصري ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ গারীব। আশাজ্জ আল-আসারী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25172,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 66,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১২",
        "hadith_id": 2012,
        "narrator": "সাহল ইবনু সা’দ আস-সায়িদী (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ধৈর্য ও স্থিরতা আল্লাহ্‌ তা‘আলার পক্ষ হতে, আর তাড়াহুড়া শাইতানের পক্ষ হতে।\n \nযঈফ, মিশকাত, তাহকীক ছানী (৫০৫৫)",
        "ar": "حَدَّثَنَا أَبُو مُصْعَبٍ الْمَدَنِيُّ، حَدَّثَنَا عَبْدُ الْمُهَيْمِنِ بْنُ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الأَنَاةُ مِنَ اللَّهِ وَالْعَجَلَةُ مِنَ الشَّيْطَانِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْحَدِيثِ فِي عَبْدِ الْمُهَيْمِنِ بْنِ عَبَّاسِ بْنِ سَهْلٍ وَضَعَّفَهُ مِنْ قِبَلِ حِفْظِهِ وَالأَشَجُّ بْنُ عَبْدِ الْقَيْسِ اسْمُهُ الْمُنْذِرُ بْنُ عَائِذٍ ‏.‏",
        "ar_diacless": "حدثنا أبو مصعب المدني، حدثنا عبد المهيمن بن عباس بن سهل بن سعد الساعدي، عن أبيه، عن جده، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ الأناة من الله والعجلة من الشيطان ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب ‏.‏ وقد تكلم بعض أهل الحديث في عبد المهيمن بن عباس بن سهل وضعفه من قبل حفظه والأشج بن عبد القيس اسمه المنذر بن عائذ ‏.‏",
        "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। একদল হাদীস বিশারদ আবদুল মুহাইমিনের সমালোচনা করেছেন। তারা বলেছেন, তার স্মৃতিশক্তি দুর্বল। আল-আশাজ্জ-এর নাম আল-মুনযির, পিতা আয়িয।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9635,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 67,
    "title": "নম্রতা প্রসঙ্গে",
    "preface": "",
    "number": "৬৭. অনুচ্ছেদঃ",
    "sort_order": 67,
    "hadiths": [
      {
        "id": 25175,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 67,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১৩",
        "hadith_id": 2013,
        "narrator": "আবুদ দারদা (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তিকে নমনীয়তার অংশ দেয়া হয়েছে তাকে কল্যাণের অংশ দেয়া হয়েছে। নমনীয়তার অংশ হতে যে ব্যক্তিকে বঞ্চিত করা হয়েছে তাকে কল্যাণের অংশ হতে বঞ্চিত করা হয়েছে।\n \nসহীহ, সহীহাহ্ (৫১৫, ৮৭৪)।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ يَعْلَى بْنِ مَمْلَكٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أُعْطِيَ حَظَّهُ مِنَ الرِّفْقِ فَقَدْ أُعْطِيَ حَظَّهُ مِنَ الْخَيْرِ وَمَنْ حُرِمَ حَظَّهُ مِنَ الرِّفْقِ فَقَدْ حُرِمَ حَظَّهُ مِنَ الْخَيْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَائِشَةَ وَجَرِيرِ بْنِ عَبْدِ اللَّهِ وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان بن عيينة، عن عمرو بن دينار، عن ابن أبي مليكة، عن يعلى بن مملك، عن أم الدرداء، عن أبي الدرداء، عن النبي صلى الله عليه وسلم قال ‏ \"‏ من أعطي حظه من الرفق فقد أعطي حظه من الخير ومن حرم حظه من الرفق فقد حرم حظه من الخير ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن عائشة وجرير بن عبد الله وأبي هريرة ‏.‏ وهذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, আইশা, জারীর ইবনু আবদুল্লাহ ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9636,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 68,
    "title": "অত্যাচারিতের বদ-দু’আ",
    "preface": "",
    "number": "৬৮. অনুচ্ছেদঃ",
    "sort_order": 68,
    "hadiths": [
      {
        "id": 25176,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 68,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১৪",
        "hadith_id": 2014,
        "narrator": "ইবনু আব্বাস (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুআয (রাঃ)-কে ইয়ামানে প্রেরণের সময় বলেনঃ অত্যাচারিতের বদ-দু’আকে ভয় কর। কেননা, তার বদ-দু’আ এবং আল্লাহ্ তা‘আলার মাঝখানে কোন প্রতিবন্ধকতা নেই।\n \nসহীহ্, সহীহ আবূ দাঊদ (১৪১২) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ زَكَرِيَّا بْنِ إِسْحَاقَ، عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ صَيْفِيٍّ، عَنْ أَبِي مَعْبَدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ مُعَاذَ بْنَ جَبَلٍ إِلَى الْيَمَنِ فَقَالَ ‏ \"‏ اتَّقِ دَعْوَةَ الْمَظْلُومِ فَإِنَّهَا لَيْسَ بَيْنَهَا وَبَيْنَ اللَّهِ حِجَابٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَنَسٍ وَأَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عُمَرَ وَأَبِي سَعِيدٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو مَعْبَدٍ اسْمُهُ نَافِذٌ ‏.‏",
        "ar_diacless": "حدثنا أبو كريب، حدثنا وكيع، عن زكريا بن إسحاق، عن يحيى بن عبد الله بن صيفي، عن أبي معبد، عن ابن عباس، أن رسول الله صلى الله عليه وسلم بعث معاذ بن جبل إلى اليمن فقال ‏ \"‏ اتق دعوة المظلوم فإنها ليس بينها وبين الله حجاب ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن أنس وأبي هريرة وعبد الله بن عمر وأبي سعيد ‏.‏ وهذا حديث حسن صحيح وأبو معبد اسمه نافذ ‏.‏",
        "note": "আবূ ঈসা বলেন, আনাস, আবূ হুরাইরা, আবদুল্লাহ ইবনু আমর ও আবূ সাঈদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ। আবূ মা‘বাদের নাম না-ফিয।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9637,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 69,
    "title": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চরিত্র বৈশিষ্ট্য",
    "preface": "",
    "number": "৬৯. অনুচ্ছেদঃ",
    "sort_order": 69,
    "hadiths": [
      {
        "id": 25178,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 69,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১৫",
        "hadith_id": 2015,
        "narrator": "আনাস (রাঃ)",
        "bn": "তিনি বলেন আমি দশবছর যাবতকাল ধরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সেবা-যত্ন করেছি। তিনি আমার প্রতি কখনো ‘উহ্’ শব্দটিও উচ্চারণ করেননি (অসন্তোষ প্রকাশ করেননি)। তিনি আমার কোন কাজে কখনো অসন্তোষ প্রকাশ করে বলেননি যে, এটা তুমি করলে কেন অথবা কোন কাজ ছুটে যাওয়ার কারণেও তিনি বলেননি যে, এটা তুমি কেন করলে না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন সবচাইতে উত্তম চারিত্রিক বৈশিষ্ট্যের মানুষ। আমি রেশম এবং পশম মিশিয়ে বানানো কাপড়ও নিজ হাতে ছুয়ে দেখেছি এবং খাঁটি রেশমী কাপড়ও ছুয়েছি কিন্তু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাতের চেয়ে অধিক নরম ও মসৃন কোন কিছু স্পর্শ করিনি। আমি মৃগনাভির গন্ধও গ্রহণ করেছি এবং আতরের গন্ধও গ্রহণ করেছি কিন্তু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর শরীরের ঘামের চেয়ে অধিক সুগন্ধ কোন কিছুতেই পাইনি।\n \nসহীহ, মুখতাসার শামা-ইল (২৯৬) , বূখারী, মুসলিম।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ خَدَمْتُ النَّبِيَّ صلى الله عليه وسلم عَشْرَ سِنِينَ فَمَا قَالَ لِي أُفٍّ قَطُّ وَمَا قَالَ لِشَيْءٍ صَنَعْتُهُ لِمَ صَنَعْتَهُ وَلاَ لِشَيْءٍ تَرَكْتُهُ لِمَ تَرَكْتَهُ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ أَحْسَنِ النَّاسِ خُلُقًا وَلاَ مَسِسْتُ خَزًّا قَطُّ وَلاَ حَرِيرًا وَلاَ شَيْئًا كَانَ أَلْيَنَ مِنْ كَفِّ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ شَمَمْتُ مِسْكًا قَطُّ وَلاَ عِطْرًا كَانَ أَطْيَبَ مِنْ عَرَقِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَائِشَةَ وَالْبَرَاءِ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا جعفر بن سليمان الضبعي، عن ثابت، عن أنس، قال خدمت النبي صلى الله عليه وسلم عشر سنين فما قال لي أف قط وما قال لشيء صنعته لم صنعته ولا لشيء تركته لم تركته وكان رسول الله صلى الله عليه وسلم من أحسن الناس خلقا ولا مسست خزا قط ولا حريرا ولا شيئا كان ألين من كف رسول الله صلى الله عليه وسلم ولا شممت مسكا قط ولا عطرا كان أطيب من عرق النبي صلى الله عليه وسلم ‏.‏ قال أبو عيسى وفي الباب عن عائشة والبراء ‏.‏ وهذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, আইশা ও বারাআ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25177,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 69,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১৬",
        "hadith_id": 2016,
        "narrator": "আবূ আবদুল্লাহ আল-জাদালী (রহঃ)",
        "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চরিত্র-মাধুর্য সম্বন্ধে আইশা (রাঃ)-কে প্রশ্ন করলাম। তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনো অশ্লীল ও কটুভাষী ছিলেন না, অশ্লীল ব্যবহারও করেননি। তিনি কখনো বাজারে গিয়ে হট্টগোল করতেন না এবং অন্যায়ের দ্বারা অন্যায়ের প্রতিশোধ নেননি। বরং তিনি উদার মন নিয়ে ক্ষমা করে দিতেন।\n \nসহীহ, মুখতাসার শামা-ইল (২৯৮) , মিশকাত (৫৮২০)",
        "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ أَبَا عَبْدِ اللَّهِ الْجَدَلِيَّ، يَقُولُ سَأَلْتُ عَائِشَةَ عَنْ خُلُقِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ لَمْ يَكُنْ فَاحِشًا وَلاَ مُتَفَحِّشًا وَلاَ صَخَّابًا فِي الأَسْوَاقِ وَلاَ يَجْزِي بِالسَّيِّئَةِ السَّيِّئَةَ وَلَكِنْ يَعْفُو وَيَصْفَحُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو عَبْدِ اللَّهِ الْجَدَلِيُّ اسْمُهُ عَبْدُ بْنُ عَبْدٍ وَيُقَالُ عَبْدُ الرَّحْمَنِ بْنُ عَبْدٍ ‏.‏",
        "ar_diacless": "حدثنا محمود بن غيلان، حدثنا أبو داود، قال أنبأنا شعبة، عن أبي إسحاق، قال سمعت أبا عبد الله الجدلي، يقول سألت عائشة عن خلق، رسول الله صلى الله عليه وسلم فقالت لم يكن فاحشا ولا متفحشا ولا صخابا في الأسواق ولا يجزي بالسيئة السيئة ولكن يعفو ويصفح ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وأبو عبد الله الجدلي اسمه عبد بن عبد ويقال عبد الرحمن بن عبد ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আবূ আবদুল্লাহ আল-জাদালীর নাম আবদ ইবনু আবদ, মতান্তরে আবদুর রাহমান ইবনু আব্‌দ।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9494,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 7,
    "title": "(সন্তানের প্রতি) বাবা-মায়ের দু’আ",
    "preface": "",
    "number": "৭. অনুচ্ছেদঃ",
    "sort_order": 7,
    "hadiths": [
      {
        "id": 25047,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 7,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০৫",
        "hadith_id": 1905,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিন প্রকারের দু’আ অবশ্যই মঞ্জুর করা হয়, তাতে কোন রকম সন্দেহ নেই। নির্যাতিত ব্যক্তির দু’আ, মুসাফিরের দু’আ এবং সন্তানের প্র্রতি বাবার বদ-দু’আ।\n \nহাসান, ইবনু মা-জাহ (৩৮৬২)।",
        "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي جَعْفَرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ثَلاَثُ دَعَوَاتٍ مُسْتَجَابَاتٌ لاَ شَكَّ فِيهِنَّ دَعْوَةُ الْمَظْلُومِ وَدَعْوَةُ الْمُسَافِرِ وَدَعْوَةُ الْوَالِدِ عَلَى وَلَدِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى الْحَجَّاجُ الصَّوَّافُ هَذَا الْحَدِيثَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ نَحْوَ حَدِيثِ هِشَامٍ ‏.‏ وَأَبُو جَعْفَرٍ الَّذِي رَوَى عَنْ أَبِي هُرَيْرَةَ يُقَالُ لَهُ أَبُو جَعْفَرٍ الْمُؤَذِّنُ وَلاَ نَعْرِفُ اسْمَهُ وَقَدْ رَوَى عَنْهُ يَحْيَى بْنُ أَبِي كَثِيرٍ غَيْرَ حَدِيثٍ ‏.‏",
        "ar_diacless": "حدثنا علي بن حجر، أخبرنا إسماعيل بن إبراهيم، عن هشام الدستوائي، عن يحيى بن أبي كثير، عن أبي جعفر، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ ثلاث دعوات مستجابات لا شك فيهن دعوة المظلوم ودعوة المسافر ودعوة الوالد على ولده ‏\"‏ ‏.‏ قال أبو عيسى وقد روى الحجاج الصواف هذا الحديث عن يحيى بن أبي كثير نحو حديث هشام ‏.‏ وأبو جعفر الذي روى عن أبي هريرة يقال له أبو جعفر المؤذن ولا نعرف اسمه وقد روى عنه يحيى بن أبي كثير غير حديث ‏.‏",
        "note": "আবূ ঈসা বলেন, এই হাদীসটি ইয়াহ্ইয়া ইবনু আবী কাসীরের সূত্রে হাজ্জাজ আস-সাওয়াফ হিশামের রিওয়ায়াতের মতোই বর্ণনা করেছেন। আবূ হুরাইরা (রাঃ) হতে যে আবূ জাফার হাদীসটি বর্ণনা করেন তিনি হলেন আবূ জাফার আল-মআযযিন। তার নাম সম্পর্কে আমরা অজ্ঞ। ইয়াহইয়া ইবনু আবী কাসীরও তার সূত্রে একাধিক হাদীস বর্ণনা করেছেন।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9638,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 70,
    "title": "উত্তমভাবে ওয়াদা পালন",
    "preface": "",
    "number": "৭০. অনুচ্ছেদঃ",
    "sort_order": 70,
    "hadiths": [
      {
        "id": 25179,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 70,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১৭",
        "hadith_id": 2017,
        "narrator": "আইশা (রাঃ)",
        "bn": "তিনি বলেন, আমার খাদীজা (রাঃ)-এর উপর যতটুকু ঈর্ষা হয়েছিল, এতটুকু পরিমাণ ঈর্ষা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আর কোন স্ত্রীর উপর হয়নি। অথচ আমি তাঁকে পাইনি। আমার ঈর্ষার কারণ ছিল, তাঁকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেশি বেশি স্মরণ করতেন। তিনি কখনো ছাগল যবেহ করলে খাদীজা (রাঃ)-এর বান্ধবীদের খুঁজে খুঁজে তার গোশত্ উপহার স্বরূপ প্রদান করতেন।\n \nসহীহ, বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ مَا غِرْتُ عَلَى أَحَدٍ مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم مَا غِرْتُ عَلَى خَدِيجَةَ وَمَا بِي أَنْ أَكُونَ أَدْرَكْتُهَا وَمَا ذَاكَ إِلاَّ لِكَثْرَةِ ذِكْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم لَهَا وَإِنْ كَانَ لَيَذْبَحُ الشَّاةَ فَيَتَتَبَّعُ بِهَا صَدَائِقَ خَدِيجَةَ فَيُهْدِيهَا لَهُنَّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا أبو هشام الرفاعي، حدثنا حفص بن غياث، عن هشام بن عروة، عن أبيه، عن عائشة، قالت ما غرت على أحد من أزواج النبي صلى الله عليه وسلم ما غرت على خديجة وما بي أن أكون أدركتها وما ذاك إلا لكثرة ذكر رسول الله صلى الله عليه وسلم لها وإن كان ليذبح الشاة فيتتبع بها صدائق خديجة فيهديها لهن ‏.‏ قال أبو عيسى هذا حديث حسن غريب صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব সহীহ্",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9639,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 71,
    "title": "উন্নত চারিত্রিক গুণ",
    "preface": "",
    "number": "৭১. অনুচ্ছেদঃ",
    "sort_order": 71,
    "hadiths": [
      {
        "id": 25180,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 71,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১৮",
        "hadith_id": 2018,
        "narrator": "জাবির (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের যে ব্যক্তির চরিত্র ও আচরণ সর্বোত্তম তোমাদের মধ্যে সে-ই আমার নিকট সর্বাধিক প্রিয় এবং কিয়ামাত দিবসেও আমার খুবই নিকটে থাকবে। তোমাদের মধ্যে যে ব্যক্তি আমার নিকট সবচেয়ে বেশি ঘৃণ্য সে ব্যক্তি কিয়ামাত দিবসে আমার নিকট হতে অনেক দূরে থাকবে তারা হলোঃ বাচাল, ধৃষ্ট-নির্লজ্জ এবং অহংকারে মত্ত ব্যক্তিরা। সাহাবীগণ বললেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! বাচাল ও ধৃষ্ট-দাম্ভিকদের তো আমরা জানি কিন্তু মুতাফাইহিকূন কারা? তিনি বললেনঃ অহংকারীরা।\n \nসহীহ, সহীহাহ্ (৭৯১।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ بْنِ خِرَاشٍ الْبَغْدَادِيُّ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا مُبَارَكُ بْنُ فَضَالَةَ، حَدَّثَنِي عَبْدُ رَبِّهِ بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ مِنْ أَحَبِّكُمْ إِلَىَّ وَأَقْرَبِكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ أَحَاسِنَكُمْ أَخْلاَقًا وَإِنَّ أَبْغَضَكُمْ إِلَىَّ وَأَبْعَدَكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ الثَّرْثَارُونَ وَالْمُتَشَدِّقُونَ وَالْمُتَفَيْهِقُونَ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ قَدْ عَلِمْنَا الثَّرْثَارُونَ وَالْمُتَشَدِّقُونَ فَمَا الْمُتَفَيْهِقُونَ قَالَ ‏\"‏ الْمُتَكَبِّرُونَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنِ الْمُبَارَكِ بْنِ فَضَالَةَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرْ فِيهِ عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ وَهَذَا أَصَحُّ ‏.‏ وَالثَّرْثَارُ هُوَ الْكَثِيرُ الْكَلاَمِ وَالْمُتَشَدِّقُ الَّذِي يَتَطَاوَلُ عَلَى النَّاسِ فِي الْكَلاَمِ وَيَبْذُو عَلَيْهِمْ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن الحسن بن خراش البغدادي، حدثنا حبان بن هلال، حدثنا مبارك بن فضالة، حدثني عبد ربه بن سعيد، عن محمد بن المنكدر، عن جابر، أن رسول الله صلى الله عليه وسلم قال ‏\"‏ إن من أحبكم إلى وأقربكم مني مجلسا يوم القيامة أحاسنكم أخلاقا وإن أبغضكم إلى وأبعدكم مني مجلسا يوم القيامة الثرثارون والمتشدقون والمتفيهقون ‏\"‏ ‏.‏ قالوا يا رسول الله قد علمنا الثرثارون والمتشدقون فما المتفيهقون قال ‏\"‏ المتكبرون ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن أبي هريرة ‏.‏ وهذا حديث حسن غريب من هذا الوجه ‏.‏ وروى بعضهم هذا الحديث عن المبارك بن فضالة عن محمد بن المنكدر عن جابر عن النبي صلى الله عليه وسلم ولم يذكر فيه عن عبد ربه بن سعيد وهذا أصح ‏.‏ والثرثار هو الكثير الكلام والمتشدق الذي يتطاول على الناس في الكلام ويبذو عليهم ‏.‏",
        "note": "অবূ ঈসা বলেন, আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান ও উপরোক্ত সূত্রে গারীব। একদল বর্ণনাকারী তাদের বর্ণনায় আবদু রব্বিহি ইবনু সাঈদের নাম উল্লেখ করেননি। তারা সরাসরি মুবারাক ইবনু ফাযালার মাধ্যমে মুহাম্মাদ ইবনুল মুনকাদির হতে জাবির (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। এই সূত্রটিই অনেক বেশি সহীহ্। ‘আস-সারসার’ যে লোক বেশি কথা বলে (বাচাল)। ‘আল-মুতাশাদ্দিক’ মানুষের সামনে যে লোক লম্বা লম্বা কথা বলে বেড়ায়, ধৃষ্টতাপূর্ণ ও অশালীন উক্তি করে, নির্লজ্জ ও দাম্ভিকতাপূর্ণ কথা বল।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9640,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 72,
    "title": "অভিশাপ ও তিরস্কার করা।",
    "preface": "",
    "number": "৭২. অনুচ্ছেদঃ",
    "sort_order": 72,
    "hadiths": [
      {
        "id": 25181,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 72,
        "hadith_key": "জামে' আত-তিরমিজি: ২০১৯",
        "hadith_id": 2019,
        "narrator": "ইবনু উমার (রাঃ)",
        "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মু’মিন ব্যক্তি কখনো অভিশাপকারী হতে পারে না।\n \nসহীহ, মিশকাত তাহকীক সানী (৪৮৪৮) , জিলালুল জান্নাত (১০১৪)।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، عَنْ كَثِيرِ بْنِ زَيْدٍ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ يَكُونُ الْمُؤْمِنُ لَعَّانًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَى بَعْضُهُمْ بِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يَنْبَغِي لِلْمُؤْمِنِ أَنْ يَكُونَ لَعَّانًا ‏\"‏ ‏.‏ وَهَذَا الْحَدِيثُ مُفَسِّرٌ ‏.‏",
        "ar_diacless": "حدثنا محمد بن بشار، حدثنا أبو عامر، عن كثير بن زيد، عن سالم، عن ابن عمر، قال قال النبي صلى الله عليه وسلم ‏\"‏ لا يكون المؤمن لعانا ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن عبد الله بن مسعود ‏.‏ وهذا حديث حسن غريب ‏.‏ وروى بعضهم بهذا الإسناد عن النبي صلى الله عليه وسلم قال ‏\"‏ لا ينبغي للمؤمن أن يكون لعانا ‏\"‏ ‏.‏ وهذا الحديث مفسر ‏.‏",
        "note": "আবূ ঈসা বলেন, ইবনু মাসঊদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান গারীব। এ হাদীসটিকে অন্য একদল বর্ণনাকারী উল্লেখিত সনদসূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এভাবে বর্ণনা করেছেনঃ “মু’মিনের জন্য অভিশাপকারী হওয়া শোভনীয় নয়” এ হাদীসটি পূর্বের হাদীসের ব্যাখ্যা।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9641,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 73,
    "title": "অধিক ক্রোধ বা উত্তেজনা",
    "preface": "",
    "number": "৭৩. অনুচ্ছেদঃ",
    "sort_order": 73,
    "hadiths": [
      {
        "id": 25182,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 73,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২০",
        "hadith_id": 2020,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একজন লোক এসে বলল, আমাকে কিছু শিখিয়ে দিন, তবে আমাকে বেশি বলবেন না, যাতে আমি তা মুখস্থ করতে পারি। তিনি বললেনঃ ক্রোধ প্রকাশ করো না, উত্তেজিত হয়ো না। লোকটি তার কথার পুনরাবৃত্তি করলে প্রতিবারই তিনি বললেনঃ ক্রোধ প্রকাশ করো না, উত্তেজিত হয়ো না।\n \nসহীহ, বুখারী।",
        "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ عَلِّمْنِي شَيْئًا وَلاَ تُكْثِرْ عَلَىَّ لَعَلِّي أَعِيهِ ‏.‏ قَالَ ‏\"‏ لاَ تَغْضَبْ ‏\"‏ ‏.‏ فَرَدَّدَ ذَلِكَ مِرَارًا كُلُّ ذَلِكَ يَقُولُ ‏\"‏ لاَ تَغْضَبْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَسُلَيْمَانَ بْنِ صُرَدٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو حَصِينٍ اسْمُهُ عُثْمَانُ بْنُ عَاصِمٍ الأَسَدِيُّ ‏.‏",
        "ar_diacless": "حدثنا أبو كريب، حدثنا أبو بكر بن عياش، عن أبي حصين، عن أبي صالح، عن أبي هريرة، قال جاء رجل إلى النبي صلى الله عليه وسلم قال علمني شيئا ولا تكثر على لعلي أعيه ‏.‏ قال ‏\"‏ لا تغضب ‏\"‏ ‏.‏ فردد ذلك مرارا كل ذلك يقول ‏\"‏ لا تغضب ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن أبي سعيد وسليمان بن صرد ‏.‏ وهذا حديث حسن صحيح غريب من هذا الوجه ‏.‏ وأبو حصين اسمه عثمان بن عاصم الأسدي ‏.‏",
        "note": "আবূ ঈসা বলেন, আবূ সাঈদ ও সুলাইমান ইবনু সারদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্ এবং উল্লেখিত সনদসূত্রে গারীব। আবূ হাসীনের নাম উসমান, পিতা আসিম আল-আসাদী।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9642,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 74,
    "title": "ক্রোধ নিয়ন্ত্রন প্রসঙ্গে",
    "preface": "",
    "number": "৭৪. অনুচ্ছেদঃ",
    "sort_order": 74,
    "hadiths": [
      {
        "id": 25183,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 74,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২১",
        "hadith_id": 2021,
        "narrator": "সাহ্‌ল ইবনু মুআয ইবনু আনাস আল-জুহানী (রাঃ) হতে তার বাবা",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক তার ক্রোধকে বাস্তবায়ন করার ক্ষমতা রেখেও তা নিয়ন্ত্রণ করে-আল্লাহ্‌ তা‘আলা কিয়ামাত দিবসে তাকে সমগ্র সৃষ্টির সামনে ডেকে এনে জান্নাতের যে কোন হুর নিজের ইচ্ছামতো বেছে নেয়ার অধিকার দিবেন।\n \nসহীহ, সহীহাহ্ (১৭৫০)।",
        "ar": "حَدَّثَنَا عَبَّاسٌ الدُّورِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، حَدَّثَنِي أَبُو مَرْحُومٍ عَبْدُ الرَّحِيمِ بْنُ مَيْمُونٍ، عَنْ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ كَظَمَ غَيْظًا وَهُوَ يَسْتَطِيعُ أَنْ يُنَفِّذَهُ دَعَاهُ اللَّهُ يَوْمَ الْقِيَامَةِ عَلَى رُءُوسِ الْخَلاَئِقِ حَتَّى يُخَيِّرَهُ فِي أَىِّ الْحُورِ شَاءَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
        "ar_diacless": "حدثنا عباس الدوري، وغير، واحد، قالوا حدثنا عبد الله بن يزيد المقرئ، حدثنا سعيد بن أبي أيوب، حدثني أبو مرحوم عبد الرحيم بن ميمون، عن سهل بن معاذ بن أنس الجهني، عن أبيه، عن النبي صلى الله عليه وسلم قال ‏ \"‏ من كظم غيظا وهو يستطيع أن ينفذه دعاه الله يوم القيامة على رءوس الخلائق حتى يخيره في أى الحور شاء ‏\"‏ ‏.‏ قال هذا حديث حسن غريب ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9643,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 75,
    "title": "বড়দের সম্মান করা",
    "preface": "",
    "number": "৭৫. অনুচ্ছেদঃ",
    "sort_order": 75,
    "hadiths": [
      {
        "id": 25184,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 75,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২২",
        "hadith_id": 2022,
        "narrator": "আনাস ইবনু মালিক (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে যুবক প্রবীণ ব্যক্তিকে সম্মান করবে, আল্লাহ তা‘আলা তার জন্য এক ব্যক্তিকে নিযুক্ত করবেন যে তাকে তার প্রবীণ বয়সে সম্মান করবে।\n \nযঈফ, যঈফা (৩০৪), মিশকাত (৪৯৭১)",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَزِيدُ بْنُ بَيَانٍ الْعُقَيْلِيُّ، حَدَّثَنَا أَبُو الرَّحَّالِ الأَنْصَارِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا أَكْرَمَ شَابٌّ شَيْخًا لِسِنِّهِ إِلاَّ قَيَّضَ اللَّهُ لَهُ مَنْ يُكْرِمُهُ عِنْدَ سِنِّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ هَذَا الشَّيْخِ يَزِيدَ بْنِ بَيَانٍ وَأَبُو الرِّجَالِ الأَنْصَارِيُّ آخَرُ ‏.‏",
        "ar_diacless": "حدثنا محمد بن المثنى، حدثنا يزيد بن بيان العقيلي، حدثنا أبو الرحال الأنصاري، عن أنس بن مالك، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ ما أكرم شاب شيخا لسنه إلا قيض الله له من يكرمه عند سنه ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث غريب لا نعرفه إلا من حديث هذا الشيخ يزيد بن بيان وأبو الرجال الأنصاري آخر ‏.‏",
        "note": "আবূ ঈসা বলেছেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র এই শাইখ অর্থাৎ ইয়াযীদ ইবনু বাইয়ানের সূত্রেই এই হাদীস জেনেছি। সনদে আবুর রিজাল আনসারী নামক আরও একজন রাবী আছেন।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9644,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 76,
    "title": "পরস্পর সম্পর্ক ছিন্নকারীদের প্রসঙ্গে",
    "preface": "",
    "number": "৭৬. অনুচ্ছেদঃ",
    "sort_order": 76,
    "hadiths": [
      {
        "id": 25185,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 76,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২৩",
        "hadith_id": 2023,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জান্নাতের দরজাগুলো সোমবার ও বৃহস্পতিবার খুলে দেয়া হয়। যেসব পাপী আল্লাহ্‌ তা‘আলার সাথে অংশীদারিত্ব স্থাপন করেনি তাদেরকে মাফ করে দেয়া হয়। কিন্তু পরস্পর সম্পর্ক ছিন্নকারীর ব্যাপারে (আল্লাহ্‌ তা‘আলা বলেন) : এদেরকে ফিরিয়ে দাও যে পর্যন্ত না এরা নিজেদের মধ্যে সমঝোতা স্থাপন করে।\n \nসহীহ, ইরওয়া (৩/১০৫) , গাইয়াতুল মারাম (৪১২) , মুসলিম।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ تُفَتَّحُ أَبْوَابُ الْجَنَّةِ يَوْمَ الاِثْنَيْنِ وَالْخَمِيسِ فَيُغْفَرُ فِيهِمَا لِمَنْ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا إِلاَّ الْمُهْتَجِرَيْنِ يُقَالُ رُدُّوا هَذَيْنِ حَتَّى يَصْطَلِحَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَيُرْوَى فِي بَعْضِ الْحَدِيثِ ‏\"‏ ذَرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا ‏\"‏ ‏.‏ قَالَ وَمَعْنَى قَوْلِهِ ‏\"‏ الْمُهْتَجِرَيْنِ ‏\"‏ ‏.‏ يَعْنِي الْمُتَصَارِمَيْنِ ‏.‏ - وَهَذَا مِثْلُ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثَةِ أَيَّامٍ ‏\"‏ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا عبد العزيز بن محمد، عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال ‏\"‏ تفتح أبواب الجنة يوم الاثنين والخميس فيغفر فيهما لمن لا يشرك بالله شيئا إلا المهتجرين يقال ردوا هذين حتى يصطلحا ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ ويروى في بعض الحديث ‏\"‏ ذروا هذين حتى يصطلحا ‏\"‏ ‏.‏ قال ومعنى قوله ‏\"‏ المهتجرين ‏\"‏ ‏.‏ يعني المتصارمين ‏.‏ - وهذا مثل ما روي عن النبي صلى الله عليه وسلم أنه قال ‏\"‏ لا يحل لمسلم أن يهجر أخاه فوق ثلاثة أيام ‏\"‏ ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। কোন কোন হাদীসে এভাবে বর্ণিত হয়েছেঃ “এদের উভয়ের বিষয়টি মুলতবি রাখ যে পযন্ত না নিজেদের পারস্পরিক সম্পর্ক সংশোধন করে নেয়।” “আল-মুহ্তাজিরাইনি” বলতে এমন দুইজনকে বুঝানো হয়েছে, যারা পরস্পর সম্পর্ক ছিন্ন করে একজন অন্যজনের প্রতি শত্রুতা পোষণ করে। এটি ঐ হাদীসের মতো যাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “কোন মুসলমান ব্যক্তির পক্ষে তিনদিনের বেশি সময় তার ভাইকে ছেড়ে থাকা বৈধ নয়”।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9645,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 77,
    "title": "ধৈর্য ধারণ করা",
    "preface": "",
    "number": "৭৭. অনুচ্ছেদঃ",
    "sort_order": 77,
    "hadiths": [
      {
        "id": 25186,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 77,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২৪",
        "hadith_id": 2024,
        "narrator": "আবূ সাঈদ (রাঃ)",
        "bn": "আনসারদের কয়েকজন লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে যৎসামান্য সাহায্য প্রার্থনা করল। তাদেরকে তিনি তা দিলেন। তারা আরো চাইলে তিনি তাদেরকে তা দিলেন। তারপর তিনি বললেনঃ আমার নিকট যে সম্পদই আছে তোমাদের তা না দিয়ে কখনো জমা করে রাখি না। যে স্বনির্ভর হতে চায় আল্লাহ্‌ তা‘আলা তাকে স্বনির্ভর করেন। যে (অপরের নিকট চাওয়া হতে) সংযমী হতে চায় আল্লাহ্‌ তা‘আলা তাকে সংযমী করেন। যে ধৈর্যশীল হতে চায়, আল্লাহ্‌ তা‘আলা তাকে ধৈর্যের তাওফীক দেন। ধৈর্যের চেয়ে বেশি কল্যাণকর প্রাচর্যপুর্ণ কোন সম্পদ কাউকে দেয়া হয়নি।\n \nসহীহ, তা’লীকুর রাগীব (২/১১) . সহীহ আবূ দাউদ (১৪৫১) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ أَبِي سَعِيدٍ، أَنَّ نَاسًا، مِنَ الأَنْصَارِ سَأَلُوا النَّبِيَّ صلى الله عليه وسلم فَأَعْطَاهُمْ ثُمَّ سَأَلُوهُ فَأَعْطَاهُمْ ثُمَّ قَالَ ‏\"‏ مَا يَكُونُ عِنْدِي مِنْ خَيْرٍ فَلَنْ أَدَّخِرَهُ عَنْكُمْ وَمَنْ يَسْتَغْنِ يُغْنِهِ اللَّهُ وَمَنْ يَسْتَعْفِفْ يُعِفَّهُ اللَّهُ وَمَنْ يَتَصَبَّرْ يُصَبِّرْهُ اللَّهُ وَمَا أُعْطِيَ أَحَدٌ شَيْئًا هُوَ خَيْرٌ وَأَوْسَعُ مِنَ الصَّبْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَنَسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنْ مَالِكٍ هَذَا الْحَدِيثُ ‏\"‏ فَلَنْ أَذْخَرَهُ عَنْكُمْ ‏\"‏ ‏.‏ وَالْمَعْنَى فِيهِ وَاحِدٌ يَقُولُ لَنْ أَحْبِسَهُ عَنْكُمْ ‏.‏",
        "ar_diacless": "حدثنا الأنصاري، حدثنا معن، حدثنا مالك بن أنس، عن الزهري، عن عطاء بن يزيد، عن أبي سعيد، أن ناسا، من الأنصار سألوا النبي صلى الله عليه وسلم فأعطاهم ثم سألوه فأعطاهم ثم قال ‏\"‏ ما يكون عندي من خير فلن أدخره عنكم ومن يستغن يغنه الله ومن يستعفف يعفه الله ومن يتصبر يصبره الله وما أعطي أحد شيئا هو خير وأوسع من الصبر ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن أنس ‏.‏ وهذا حديث حسن صحيح ‏.‏ وقد روي عن مالك هذا الحديث ‏\"‏ فلن أذخره عنكم ‏\"‏ ‏.‏ والمعنى فيه واحد يقول لن أحبسه عنكم ‏.‏",
        "note": "আবূ ঈসা বলেন, আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। ইমাম মালিকের বর্ণনায় আছে “ফালান আযখারাহু আনকুম”, অর্থ একই (তোমাদেরকে না দিয়ে আমি তা জমা করে রাখি না)।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9646,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 78,
    "title": "দ্বিমুখীপনা প্রসঙ্গে",
    "preface": "",
    "number": "৭৮. অনুচ্ছেদঃ",
    "sort_order": 78,
    "hadiths": [
      {
        "id": 25187,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 78,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২৫",
        "hadith_id": 2025,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত দিবসে দ্বিমুখী স্বভাবের মানুষেরা আল্লাহ্ তা‘আলার নিকট সবচেয়ে নিকৃষ্ট বলে গন্য হবে।\nসহীহ, সহীহুল জামি’ (২২২৬) , সহীহুল আদাবিল মুফরাদ (৯৮৭) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ مِنْ شَرِّ النَّاسِ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ ذَا الْوَجْهَيْنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَنَسٍ وَعَمَّارٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا هناد، حدثنا أبو معاوية، عن الأعمش، عن أبي صالح، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ إن من شر الناس عند الله يوم القيامة ذا الوجهين ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن أنس وعمار ‏.‏ وهذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, আম্মার ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9647,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 79,
    "title": "চোগলখোর (পরোক্ষে নিন্দাকারী) প্রসঙ্গে",
    "preface": "",
    "number": "৭৯. অনুচ্ছেদঃ",
    "sort_order": 79,
    "hadiths": [
      {
        "id": 25188,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 79,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২৬",
        "hadith_id": 2026,
        "narrator": "হাম্মাম ইবনুল হারিস (রহঃ)",
        "bn": "তিনি বলেন, হুযাইফা ইবনুল ইয়ামান (রাঃ)-কে একজন লোক অতিক্রম করে যাচ্ছিল। তাকে বলা হলো, এই লোক জনসাধারণের কথা প্রশাসকদের কানে পৌঁছিয়ে দেয়। (একথা শুনে) হুযাইফা (রাঃ) বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ চোগলখোর জান্নাতে যেতে পারবে না।\n \nসহীহ, সহীহাহ্ (১০৩৪) , গাইয়াতুল মারাম (৪৩৩) , বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامِ بْنِ الْحَارِثِ، قَالَ مَرَّ رَجُلٌ عَلَى حُذَيْفَةَ بْنِ الْيَمَانِ فَقِيلَ لَهُ إِنَّ هَذَا يُبَلِّغُ الأُمَرَاءَ الْحَدِيثَ عَنِ النَّاسِ ‏.‏ فَقَالَ حُذَيْفَةُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ يَدْخُلُ الْجَنَّةَ قَتَّاتٌ ‏\"‏ ‏.‏ قَالَ سُفْيَانُ وَالْقَتَّاتُ النَّمَّامُ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، حدثنا سفيان بن عيينة، عن منصور، عن إبراهيم، عن همام بن الحارث، قال مر رجل على حذيفة بن اليمان فقيل له إن هذا يبلغ الأمراء الحديث عن الناس ‏.‏ فقال حذيفة سمعت رسول الله صلى الله عليه وسلم يقول ‏ \"‏ لا يدخل الجنة قتات ‏\"‏ ‏.‏ قال سفيان والقتات النمام ‏.‏ وهذا حديث حسن صحيح ‏.‏",
        "note": "সুফিয়ান বলেন, “আল-কাত্তাত” অর্থ চোগলখোর। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহিহ",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9495,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 8,
    "title": "বাবা-মায়ের অধিকার",
    "preface": "",
    "number": "৮. অনুচ্ছেদঃ",
    "sort_order": 8,
    "hadiths": [
      {
        "id": 25048,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 8,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০৬",
        "hadith_id": 1906,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লা্ল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সন্তান কোন অবস্থাতেই তার বাবার সম্পূর্ণ অধিকার আদায়ে সক্ষম নয়। কিন্তু সে তার বাবাকে গোলাম অবস্থায় পেলে এবং তাকে কিনে মুক্ত করে দিলে তবে সামান্য অধিকার আদায় হয়।\n \nসহীহ্, ইবনু মাজাহ (৩৬৫৯) , মুসলিম।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، أَخْبَرَنَا جَرِيرٌ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَجْزِي وَلَدٌ وَالِدًا إِلاَّ أَنْ يَجِدَهُ مَمْلُوكًا فَيَشْتَرِيَهُ فَيُعْتِقَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ سُهَيْلِ بْنِ أَبِي صَالِحٍ ‏.‏ وَقَدْ رَوَى سُفْيَانُ الثَّوْرِيُّ وَغَيْرُ وَاحِدٍ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ هَذَا الْحَدِيثَ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد بن موسى، أخبرنا جرير، عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا يجزي ولد والدا إلا أن يجده مملوكا فيشتريه فيعتقه ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن صحيح لا نعرفه إلا من حديث سهيل بن أبي صالح ‏.‏ وقد روى سفيان الثوري وغير واحد عن سهيل بن أبي صالح هذا الحديث ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আমরা এ হাদীস বিষয়ে শুধুমাত্র সুহাইল ইবনু আবূ সালিহ-এর সূত্রেই জানতে পেরেছি। এ হাদীসটি সুহাইল ইবনু সালিহ-এর সূত্রে সুফিয়ান সাওরী ও একাধিক বর্ণনাকারী বর্ণনা করেছেন।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9648,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 80,
    "title": "অল্প কথা বলা",
    "preface": "",
    "number": "৮০. অনুচ্ছেদঃ",
    "sort_order": 80,
    "hadiths": [
      {
        "id": 25189,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 80,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২৭",
        "hadith_id": 2027,
        "narrator": "আবূ উমামা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ লজ্জা-সম্ভ্রম ও অল্প কথা বলা ঈমানের দুইটি শাখা। অশ্লীলতা ও বাকপটুতা (বাচালতা) নিফাকের (মুনাফিকীর) দুইটি শাখা।\n \nসহীহ, ঈমান ইবনে আবী শাইবা (১১৮) , মিশকাত তাহকীক ছানী (৪৭৯৬)",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ أَبِي غَسَّانَ، مُحَمَّدِ بْنِ مُطَرِّفٍ عَنْ حَسَّانَ بْنِ عَطِيَّةَ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْحَيَاءُ وَالْعِيُّ شُعْبَتَانِ مِنَ الإِيمَانِ وَالْبَذَاءُ وَالْبَيَانُ شُعْبَتَانِ مِنَ النِّفَاقِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ أَبِي غَسَّانَ مُحَمَّدِ بْنِ مُطَرِّفٍ ‏.‏ قَالَ وَالْعِيُّ قِلَّةُ الْكَلاَمِ وَالْبَذَاءُ هُوَ الْفُحْشُ فِي الْكَلاَمِ وَالْبَيَانُ هُوَ كَثْرَةُ الْكَلاَمِ مِثْلُ هَؤُلاَءِ الْخُطَبَاءِ الَّذِينَ يَخْطُبُونَ فَيُوَسِّعُونَ فِي الْكَلاَمِ وَيَتَفَصَّحُونَ فِيهِ مِنْ مَدْحِ النَّاسِ فِيمَا لاَ يُرْضِي اللَّهَ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن منيع، حدثنا يزيد بن هارون، عن أبي غسان، محمد بن مطرف عن حسان بن عطية، عن أبي أمامة، عن النبي صلى الله عليه وسلم قال ‏ \"‏ الحياء والعي شعبتان من الإيمان والبذاء والبيان شعبتان من النفاق ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب إنما نعرفه من حديث أبي غسان محمد بن مطرف ‏.‏ قال والعي قلة الكلام والبذاء هو الفحش في الكلام والبيان هو كثرة الكلام مثل هؤلاء الخطباء الذين يخطبون فيوسعون في الكلام ويتفصحون فيه من مدح الناس فيما لا يرضي الله ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এটিকে আবূ গাসান মুহাম্মাদ ইবনু মুতারিরকের হাদীস হিসাবে জেনেছি। বর্ণনাকারী বলেন, ‘আল-আয়্যু’ অর্থ স্বল্পবাক ‘আল-বাযা-য়ু’ অর্থ অশ্লীল ও নির্লজ্জবাক ‘আল-বায়ান’ অর্থ বাকপটু, বাক্যবাগীশ। যেমন পেশাধারী বক্তারা লম্বা লম্বা বক্তৃতা দিয়ে বেড়ায়, কথার বন্যা ছুটিয়ে দেয় এবং বাকপটুতার আশ্রয় নিয়ে মানুষের এমন সব প্রশংসা করতে থাকে, যা আল্লাহ্‌ তা‘আলা মোটেই পছন্দ করেন না।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9649,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 81,
    "title": "বক্তৃতা-ভাষণেও রয়েছে যাদুকরী প্রভাব",
    "preface": "",
    "number": "৮১. অনু্চ্ছেদঃ",
    "sort_order": 81,
    "hadiths": [
      {
        "id": 25190,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 81,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২৮",
        "hadith_id": 2028,
        "narrator": "ইবনু উমার (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আমলে দুইজন লোক এসে উপস্থিত হয়। তারা দুজনে এরকম জ্বালাময়ী বক্তৃতা দিল যে, জনগণ আশ্চর্য্ হয়ে গেল। তখন আমাদের দৃষ্টি আকর্ষন করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কোন কোন বক্তৃতায় যাদু রয়েছে অথবা কোন কোন ভাষণে রয়েছে যাদুকরী প্রভাব।\n \nসহীহ্ঃ বুখারী।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلَيْنِ، قَدِمَا فِي زَمَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَخَطَبَا فَعَجِبَ النَّاسُ مِنْ كَلاَمِهِمَا فَالْتَفَتَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّ مِنَ الْبَيَانِ سِحْرًا ‏\"‏ أَوْ ‏\"‏ إِنَّ بَعْضَ الْبَيَانِ سِحْرٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَمَّارٍ وَابْنِ مَسْعُودٍ وَعَبْدِ اللَّهِ بْنِ الشِّخِّيرِ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا عبد العزيز بن محمد، عن زيد بن أسلم، عن ابن عمر، أن رجلين، قدما في زمان رسول الله صلى الله عليه وسلم فخطبا فعجب الناس من كلامهما فالتفت إلينا رسول الله صلى الله عليه وسلم فقال ‏\"‏ إن من البيان سحرا ‏\"‏ أو ‏\"‏ إن بعض البيان سحر ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن عمار وابن مسعود وعبد الله بن الشخير ‏.‏ وهذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, আম্মার, ইবনু মাসউদ ও আবদুল্লাহ ইবনুশ শিখখীর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9650,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 82,
    "title": "বিনয় ও নম্রতা প্রসঙ্গে",
    "preface": "",
    "number": "৮২. অনু্চ্ছেদঃ",
    "sort_order": 82,
    "hadiths": [
      {
        "id": 25191,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 82,
        "hadith_key": "জামে' আত-তিরমিজি: ২০২৯",
        "hadith_id": 2029,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যাকাত বা দানের কারনে কখনো সম্পদের কমতি হয় না। অবশ্যই ক্ষমা ও উদারতার দ্বারা আল্লাহ্‌ তা‘আলা মান-সম্মান বাড়িয়ে দেন। আল্লাহ্‌ তা‘আলার সন্তুষ্টি হাসিলের উদ্দেশ্যে যে লোক বিনয় ও নম্রতা অবলম্বন করে আল্লাহ্‌ তা‘আলা তাকে অতি মর্যাদা সম্পন্ন করেন।\n \nসহীহ, ইরওয়া (২২০০) , সহীহাহ (২৩২৮) , মুসলিম।",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ وَمَا زَادَ اللَّهُ رَجُلاً بِعَفْوٍ إِلاَّ عِزًّا وَمَا تَوَاضَعَ أَحَدٌ لِلَّهِ إِلاَّ رَفَعَهُ اللَّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَابْنِ عَبَّاسٍ وَأَبِي كَبْشَةَ الأَنْمَارِيِّ وَاسْمُهُ عُمَرُ بْنُ سَعْدٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا عبد العزيز بن محمد، عن العلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ ما نقصت صدقة من مال وما زاد الله رجلا بعفو إلا عزا وما تواضع أحد لله إلا رفعه الله ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن عبد الرحمن بن عوف وابن عباس وأبي كبشة الأنماري واسمه عمر بن سعد ‏.‏ وهذا حديث حسن صحيح ‏.‏",
        "note": "আবূ ঈসা বলেন, আবদুর রাহমান ইবনু আওফ, ইবনু আব্বাস ও আবূ কাবশা আমর ইবনু সা’দ আল-আনসা-রী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9651,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 83,
    "title": "যুলুম-অত্যাচার প্রসঙ্গে",
    "preface": "",
    "number": "৮৩. অনু্চ্ছেদঃ",
    "sort_order": 83,
    "hadiths": [
      {
        "id": 25192,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 83,
        "hadith_key": "জামে' আত-তিরমিজি: ২০৩০",
        "hadith_id": 2030,
        "narrator": "ইবনু উমার (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামত দিবসে যুলুম-অত্যাচার অন্ধকারের মতো আবির্ভূত হবে।\n \nসহীহ, বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الظُّلْمُ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَائِشَةَ وَأَبِي مُوسَى وَأَبِي هُرَيْرَةَ وَجَابِرٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ ابْنِ عُمَرَ ‏.‏",
        "ar_diacless": "حدثنا عباس العنبري، حدثنا أبو داود الطيالسي، عن عبد العزيز بن عبد الله بن أبي سلمة، عن عبد الله بن دينار، عن ابن عمر، عن النبي صلى الله عليه وسلم قال ‏ \"‏ الظلم ظلمات يوم القيامة ‏\"‏ ‏.‏ قال أبو عيسى وفي الباب عن عبد الله بن عمرو وعائشة وأبي موسى وأبي هريرة وجابر ‏.‏ وهذا حديث حسن غريب من حديث ابن عمر ‏.‏",
        "note": "আবূ ঈসা বলেন, আবদুল্লাহ্‌ ইবনু আমর, আইশা, আবূ মূসা, আবূ হুরাইরা ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু উমারের হাদীস হিসাবে এ হাদীসটি হাসান সহীহ্‌ গারীব।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9652,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 84,
    "title": "নিয়ামাতের মধ্যে ত্রুটি সন্ধান করা অনুচিত",
    "preface": "",
    "number": "৮৪. অনু্চ্ছেদঃ",
    "sort_order": 84,
    "hadiths": [
      {
        "id": 25193,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 84,
        "hadith_key": "জামে' আত-তিরমিজি: ২০৩১",
        "hadith_id": 2031,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন খাদ্যের উপর কখনো দোষারোপ করতেন না। রুচি হলে খেতেন আর না হয় পরিত্যাগ করতেন।\n \nসহীহ, বুখারী, মুসলিম।",
        "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ مَا عَابَ رَسُولُ اللَّهِ صلى الله عليه وسلم طَعَامًا قَطُّ كَانَ إِذَا اشْتَهَاهُ أَكَلَهُ وَإِلاَّ تَرَكَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو حَازِمٍ هُوَ الأَشْجَعِيُّ الْكُوفِيُّ وَاسْمُهُ سَلْمَانُ مَوْلَى عَزَّةَ الأَشْجَعِيَّةِ ‏.‏",
        "ar_diacless": "حدثنا أحمد بن محمد، أخبرنا عبد الله بن المبارك، عن سفيان، عن الأعمش، عن أبي حازم، عن أبي هريرة، قال ما عاب رسول الله صلى الله عليه وسلم طعاما قط كان إذا اشتهاه أكله وإلا تركه ‏.‏ قال أبو عيسى هذا حديث حسن صحيح ‏.‏ وأبو حازم هو الأشجعي الكوفي واسمه سلمان مولى عزة الأشجعية ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবূ হাযিম হলেন আল-আশজাঈ আল-কূফী, তার নাম সালমান, আয্‌যা আল-আশজাইয়ার মুক্তদাস।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9653,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 85,
    "title": "মু’মিন লোকেকে সম্মান প্রদর্শন করা",
    "preface": "",
    "number": "৮৫. অনু্চ্ছেদঃ",
    "sort_order": 85,
    "hadiths": [
      {
        "id": 25194,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 85,
        "hadith_key": "জামে' আত-তিরমিজি: ২০৩২",
        "hadith_id": 2032,
        "narrator": "ইবনু উমার (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারে উঠে চিৎকার দিয়ে বললেনঃ হে ঐ জামা’আত, যারা মুখে ইসলাম ক্ববূল করেছ কিন্তু অন্তরে এখনো ঈমান মাজবুত হযনি! তোমরা মুসলমানদের কষ্ট দিবে না, তাদের লজ্জা দিবেনা এবং তাদের গোপন দোষ অনুসন্ধানে প্রবৃত্ত হবে না। কেননা, যে লোক তার মুসলিম ভাইয়ের গোপন দোষ অনুসন্ধানে নিয়োজিত হবে আল্লাহ্ তা‘আলা তার গোপন দোষ প্রকাশ করে দিবেন। আর যে ব্যক্তির দোষ আল্লাহ্‌ তা‘আলা প্রকাশ করে দিবেন তাকে অপমান করে ছাড়বেন, সে তার উটের হাওদার ভিতরে অবস্থান করে থাকলেও।\nবর্ণনাকারী (নাফি) বলেন, একদিন ইবনু উমার (রাঃ) বাইতুল্লাহ বা কা’বার দিকে তাকিয়ে বললেন, তুমি কতই না ব্যাপক ও বিরাট! তুমি কতইনা সম্মানি তা কিন্তু তোমার চেয়েও মু’মিনের সম্মান ও মর্যাদা আল্লাহ্‌ তা‘আলার নিকটে অনেক বেশি।\n \nহাসান, মিশকাত (৫০৪৪) , তা’লীকুর রাগীব (৩/২৭৭)।",
        "ar": "حَدَّثَنَا يَحْيَى بْنُ أَكْثَمَ، وَالْجَارُودُ بْنُ مُعَاذٍ، قَالاَ حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، حَدَّثَنَا الْحُسَيْنُ بْنُ وَاقِدٍ، عَنْ أَوْفَى بْنِ دَلْهَمٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ صَعِدَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمِنْبَرَ فَنَادَى بِصَوْتٍ رَفِيعٍ فَقَالَ ‏ \"‏ يَا مَعْشَرَ مَنْ قَدْ أَسْلَمَ بِلِسَانِهِ وَلَمْ يُفْضِ الإِيمَانُ إِلَى قَلْبِهِ لاَ تُؤْذُوا الْمُسْلِمِينَ وَلاَ تُعَيِّرُوهُمْ وَلاَ تَتَّبِعُوا عَوْرَاتِهِمْ فَإِنَّهُ مَنْ تَتَبَّعَ عَوْرَةَ أَخِيهِ الْمُسْلِمِ تَتَبَّعَ اللَّهُ عَوْرَتَهُ وَمَنْ تَتَبَّعَ اللَّهُ عَوْرَتَهُ يَفْضَحْهُ وَلَوْ فِي جَوْفِ رَحْلِهِ ‏\"‏ قَالَ وَنَظَرَ ابْنُ عُمَرَ يَوْمًا إِلَى الْبَيْتِ أَوْ إِلَى الْكَعْبَةِ فَقَالَ مَا أَعْظَمَكِ وَأَعْظَمَ حُرْمَتَكِ وَالْمُؤْمِنُ أَعْظَمُ حُرْمَةً عِنْدَ اللَّهِ مِنْكِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الْحُسَيْنِ بْنِ وَاقِدٍ ‏.‏ وَرَوَى إِسْحَاقُ بْنُ إِبْرَاهِيمَ السَّمَرْقَنْدِيُّ عَنْ حُسَيْنِ بْنِ وَاقِدٍ نَحْوَهُ وَرُوِيَ عَنْ أَبِي بَرْزَةَ الأَسْلَمِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا ‏.‏",
        "ar_diacless": "حدثنا يحيى بن أكثم، والجارود بن معاذ، قالا حدثنا الفضل بن موسى، حدثنا الحسين بن واقد، عن أوفى بن دلهم، عن نافع، عن ابن عمر، قال صعد رسول الله صلى الله عليه وسلم المنبر فنادى بصوت رفيع فقال ‏ \"‏ يا معشر من قد أسلم بلسانه ولم يفض الإيمان إلى قلبه لا تؤذوا المسلمين ولا تعيروهم ولا تتبعوا عوراتهم فإنه من تتبع عورة أخيه المسلم تتبع الله عورته ومن تتبع الله عورته يفضحه ولو في جوف رحله ‏\"‏ قال ونظر ابن عمر يوما إلى البيت أو إلى الكعبة فقال ما أعظمك وأعظم حرمتك والمؤمن أعظم حرمة عند الله منك ‏.‏ قال أبو عيسى هذا حديث حسن غريب لا نعرفه إلا من حديث الحسين بن واقد ‏.‏ وروى إسحاق بن إبراهيم السمرقندي عن حسين بن واقد نحوه وروي عن أبي برزة الأسلمي عن النبي صلى الله عليه وسلم نحو هذا ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা এ হাদীসটি শুধু হুসাইন ইবনু ওয়াকিদের সূত্রেই জেনেছি। ইসহাক ইবনু ইবরাহীম আস-সামারকান্দী-হুসাইন ইবনু ওয়াকিদ হতে একইরকম বর্ণনা করেছেন। আবূ বারযা আল-আসলামী (রাঃ)-এর সূত্রে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হতে একইরকম বর্ণিত আছে।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9654,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 86,
    "title": "অভিজ্ঞতা প্রসঙ্গে",
    "preface": "",
    "number": "৮৬. অনুচ্ছেদঃ",
    "sort_order": 86,
    "hadiths": [
      {
        "id": 25195,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 86,
        "hadith_key": "জামে' আত-তিরমিজি: ২০৩৩",
        "hadith_id": 2033,
        "narrator": "আবূ সাঈদ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পদে পদে বাধাপ্রাপ্ত ব্যক্তিই সহনশীল ও ধৈর্যশীল হয় এবং অভিজ্ঞতা ছাড়া বিচক্ষণ ও প্রজ্ঞাবান হওয়া যায় না।\n \nযঈফ, মিশকাত (৫০৫৬)",
        "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ دَرَّاجٍ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ حَلِيمَ إِلاَّ ذُو عَثْرَةٍ وَلاَ حَكِيمَ إِلاَّ ذُو تَجْرِبَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
        "ar_diacless": "حدثنا قتيبة، حدثنا عبد الله بن وهب، عن عمرو بن الحارث، عن دراج، عن أبي الهيثم، عن أبي سعيد، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ لا حليم إلا ذو عثرة ولا حكيم إلا ذو تجربة ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب لا نعرفه إلا من هذا الوجه ‏.‏",
        "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। আমরা শুধু উল্লেখিত সনদসূত্রেই এ হাদীসটি জেনেছি।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 9655,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 87,
    "title": "কিছু না পেয়ে পাওয়ার ভান করা",
    "preface": "",
    "number": "৮৭. অনু্চ্ছেদঃ",
    "sort_order": 87,
    "hadiths": [
      {
        "id": 25196,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 87,
        "hadith_key": "জামে' আত-তিরমিজি: ২০৩৪",
        "hadith_id": 2034,
        "narrator": "জাবির (রাঃ)",
        "bn": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কাউকে কিছু দান করা হলে পরে তার (দান গ্রহীতার) সংগতি হলে সে যেন এর প্রতিদান দেয়। সংগতি না হলে সে যেন তার প্রশংসা করে। কেননা, যে লোক প্রশংসা করল সে কৃতজ্ঞতা প্রকাশ করল। আর যে তা গোপন রাখল সে অকৃতজ্ঞ হলো। যে লোক এমন কিছু পাওয়ার ভান করল যা তাকে দান করা হয়নি, সে যেন ধোঁকাবাজি ও প্রতারণার দুটি পোশাক পরল।\n \nহাসান, সহীহাহ (২৬১৭) , তা’লীকুর রাগীব (২/৫৫)।",
        "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ أُعْطِيَ عَطَاءً فَوَجَدَ فَلْيَجْزِ بِهِ وَمَنْ لَمْ يَجِدْ فَلْيُثْنِ فَإِنَّ مَنْ أَثْنَى فَقَدْ شَكَرَ وَمَنْ كَتَمَ فَقَدْ كَفَرَ وَمَنْ تَحَلَّى بِمَا لَمْ يُعْطَهُ كَانَ كَلاَبِسِ ثَوْبَىْ زُورٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَفِي الْبَابِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَعَائِشَةَ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ وَمَنْ كَتَمَ فَقَدْ كَفَرَ ‏\"‏ ‏.‏ يَقُولُ قَدْ كَفَرَ تِلْكَ النِّعْمَةَ ‏.‏",
        "ar_diacless": "حدثنا علي بن حجر، أخبرنا إسماعيل بن عياش، عن عمارة بن غزية، عن أبي الزبير، عن جابر، عن النبي صلى الله عليه وسلم قال ‏\"‏ من أعطي عطاء فوجد فليجز به ومن لم يجد فليثن فإن من أثنى فقد شكر ومن كتم فقد كفر ومن تحلى بما لم يعطه كان كلابس ثوبى زور ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن غريب وفي الباب عن أسماء بنت أبي بكر وعائشة ‏.‏ ومعنى قوله ‏\"‏ ومن كتم فقد كفر ‏\"‏ ‏.‏ يقول قد كفر تلك النعمة ‏.‏",
        "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান গারীব। আসমা বিনতু আবী বাক্‌র ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। “মান কাতামা ফাকাদ কাফারা”-এর অর্থ “যে অনুগ্রহ গোপন করল সে অকৃতজ্ঞতা প্রকাশ করল”।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 25197,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 87,
        "hadith_key": "জামে' আত-তিরমিজি: ২০৩৫",
        "hadith_id": 2035,
        "narrator": "উসামা ইবনু যাইদ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কাউকে অনুগ্রহ করা হলে সে যদি অনুগ্রহকারীকে বলে, “তোমাকে আল্লাহ্‌ তা‘আলা কল্যাণকর প্রতিদান দিন” তবে সে উপযুক্ত ও পরিপূর্ণ প্রশংসা করল।\n \nসহীহ মিশকাত (৩০২৪) , তা’লীকুর রাগীব (২/৫৫) , রাওযুন নাযীর (৮)।",
        "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ، بِمَكَّةَ وَإِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ قَالاَ حَدَّثَنَا الأَحْوَصُ بْنُ جَوَّابٍ، عَنْ سُعَيْرِ بْنِ الْخِمْسِ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ صُنِعَ إِلَيْهِ مَعْرُوفٌ فَقَالَ لِفَاعِلِهِ جَزَاكَ اللَّهُ خَيْرًا فَقَدْ أَبْلَغَ فِي الثَّنَاءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ جَيِّدٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أُسَامَةَ بْنِ زَيْدٍ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ وَسَأَلْتُ مُحَمَّدًا فَلَمْ يَعْرِفْهُ ‏.‏ \n\nحَدَّثَنِي عَبْدُ الرَّحِيمِ بْنُ حَازِمٍ الْبَلْخِيُّ قَالَ سَمِعْتُ الْمَكِّيَّ بْنَ إِبْرَاهِيمَ يَقُولُ كُنَّا عِنْدَ ابْنِ جُرَيْجٍ الْمَكِّيِّ فَجَاءَ سَائِلٌ فَسَأَلَهُ فَقَالَ ابْنُ جُرَيْجٍ لِخَازِنِهِ أَعْطِهِ دِينَارًا ‏.‏ فَقَالَ مَا عِنْدِي إِلاَّ دِينَارٌ إِنْ أَعْطَيْتُهُ لَجُعْتَ وَعِيَالَكَ ‏.‏ قَالَ فَغَضِبَ وَقَالَ أَعْطِهِ ‏.‏ قَالَ الْمَكِّيُّ فَنَحْنُ عِنْدَ ابْنِ جُرَيْجٍ إِذْ جَاءَهُ رَجُلٌ بِكِتَابٍ وَصُرَّةٍ وَقَدْ بَعَثَ إِلَيْهِ بَعْضُ إِخْوَانِهِ وَفِي الْكِتَابِ إِنِّي قَدْ بَعَثْتُ خَمْسِينَ دِينَارًا ‏.‏ قَالَ فَحَلَّ ابْنُ جُرَيْجٍ الصُّرَّةَ فَعَدَّهَا فَإِذَا هِيَ أَحَدٌ وَخَمْسُونَ دِينَارًا ‏.‏ قَالَ فَقَالَ ابْنُ جُرَيْجٍ لِخَازِنِهِ قَدْ أَعْطَيْتَ وَاحِدًا فَرَدَّهُ اللَّهُ عَلَيْكَ وَزَادَكَ خَمْسِينَ دِينَارًا ‏.‏",
        "ar_diacless": "حدثنا الحسين بن الحسن المروزي، بمكة وإبراهيم بن سعيد الجوهري قالا حدثنا الأحوص بن جواب، عن سعير بن الخمس، عن سليمان التيمي، عن أبي عثمان النهدي، عن أسامة بن زيد، قال قال رسول الله صلى الله عليه وسلم ‏ \"‏ من صنع إليه معروف فقال لفاعله جزاك الله خيرا فقد أبلغ في الثناء ‏\"‏ ‏.‏ قال أبو عيسى هذا حديث حسن جيد غريب لا نعرفه من حديث أسامة بن زيد إلا من هذا الوجه ‏.‏ وقد روي عن أبي هريرة عن النبي صلى الله عليه وسلم بمثله وسألت محمدا فلم يعرفه ‏.‏ \n\nحدثني عبد الرحيم بن حازم البلخي قال سمعت المكي بن إبراهيم يقول كنا عند ابن جريج المكي فجاء سائل فسأله فقال ابن جريج لخازنه أعطه دينارا ‏.‏ فقال ما عندي إلا دينار إن أعطيته لجعت وعيالك ‏.‏ قال فغضب وقال أعطه ‏.‏ قال المكي فنحن عند ابن جريج إذ جاءه رجل بكتاب وصرة وقد بعث إليه بعض إخوانه وفي الكتاب إني قد بعثت خمسين دينارا ‏.‏ قال فحل ابن جريج الصرة فعدها فإذا هي أحد وخمسون دينارا ‏.‏ قال فقال ابن جريج لخازنه قد أعطيت واحدا فرده الله عليك وزادك خمسين دينارا ‏.‏",
        "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান, জায়্যিদ (উত্তম) গারীব। এটিকে শুধূমাত্র উক্ত সনদে উসামা ইবনু যাইদ (রাঃ)-এর হাদীস বলে আমরা জানি। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনুরূপ হাদীস আবূ হুরাইরা (রাঃ) হতেও বর্ণিত হয়েছে। আমি মুহাম্মদ (বুখারীকে) কে এ প্রসঙ্গে প্রশ্ন করলে তিনি এটি জানেন না বলেছেন।\nআব্দুর রহিব ইবনু হাযিম আল বালখী হতে বর্ণিত, তিনি বলেন, আমি মাক্কী ইবনু ইবরাহীমকে বলতে শুনেছি, আমরা ইবনু জুরাইজ আল-মাক্কীর নিকট উপস্থিত ছিলাম এমতাবস্থায় এক ব্যক্তি এসে তার নিকট কিছু চাইল। ইবনু জুরাইজ তার অর্থ সচিবকে বললেন তাকে একটি দীনর দিন। সে বলল, আমার নিকট একটি দীনার ব্যতীত আর কিছু নেই। এটি তাকে দান করলে আমার আপনার পরিবারের সবাইকে উপোস করতে হবে। এ কথা শুনে তিনি রাগান্বিত হলেন এবং বললেনঃ তাকে সেটা দাও। মাক্কী বলেন, আমরা ইবনু জুরাইজের নিকট থাকাবস্থায়ই এক ব্যক্তি একটি চিঠি এবং একটি থলে নিয়ে উপস্থিত হলেন। যাহা তার কোন ভাই তার নিকট পাঠিয়েছেন। চিঠিতে লিখাছিল আমি পঞ্চাশটি দীনার পাঠাইলাম। বর্ণনাকারী বলেন, ইবনু জুরাইজ থলেটি খুলে দীনার গননা করলেন। তাতে তিনি (৫১) একান্নটি দীনার পেলেন। এতে ইবনু জুরাইজ তার অর্থ সচীবকে বললেনঃ তুমি একদীনার দান করেছ, আল্লাহ্‌ সেটা তোমাকে ফেরত দিয়েছেন তার সাথে অতিরিক্ত আরো পঞ্চাশটি দিয়েছেন।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 9496,
    "book_id": 5,
    "book_name": "tirmidhi",
    "chapter_id": 25,
    "section_id": 9,
    "title": "রক্ত সম্পর্কের আত্মীয়তার বন্ধন ছিন্ন করা",
    "preface": "",
    "number": "৯. অনুচ্ছেদঃ",
    "sort_order": 9,
    "hadiths": [
      {
        "id": 25049,
        "book_id": 5,
        "book_name": "জামে' আত-তিরমিজি",
        "chapter_id": 25,
        "section_id": 9,
        "hadith_key": "জামে' আত-তিরমিজি: ১৯০৭",
        "hadith_id": 1907,
        "narrator": "আবূ সালামা (রাঃ)",
        "bn": "তিনি বলেন, আবুর রাদ্দাদ (রাঃ) একবার অসুস্থ হলে তাঁকে আবদুর রাহমান ইবনু আওফ (রাঃ) দেখতে আসেন। আবুর রাদ্দাদ (রাঃ) বলেন, আমার জানামতে সবচেয়ে উত্তম ও সর্বাধিক আত্মীয়তার সম্পর্ক বজায় রক্ষাকারী ব্যক্তি হলেন আবূ মুহাম্মাদ (আবদুর রাহমান)। আবদুর রাহমান (রাঃ) বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ পরিপূর্ণ কল্যাণ ও প্রাচুর্যের অধিকারী আল্লাহ্‌ তা‘আলা বলেনঃ ‘আমিই আল্লাহ্‌ এবং আমিই রাহমান। আত্মীয়তার সম্পর্ককে আমিই সৃষ্টি করেছি এবং আমার নাম হতে নির্গত করে এই নাম (রাহমান হতে রেহেম) রেখেছি। যে ব্যক্তি এই সম্পর্ক বহাল রাখবে আমিও তার সাথে (রাহমাতের)  সম্পর্ক বহাল রাখব। আর এই সম্পর্ক যে ব্যক্তি ছিন্ন করবে আমিও তার হতে (রাহমাতের) সম্পর্ক ছিন্ন করব”।\n \nসহীহ, সহীহাহ্‌ (৫২০)।",
        "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، قَالَ اشْتَكَى أَبُو الرَّدَّادِ اللَّيْثِيُّ فَعَادَهُ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ فَقَالَ خَيْرُهُمْ وَأَوْصَلُهُمْ مَا عَلِمْتُ أَبَا مُحَمَّدٍ ‏.‏ فَقَالَ عَبْدُ الرَّحْمَنِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ قَالَ اللَّهُ أَنَا اللَّهُ وَأَنَا الرَّحْمَنُ خَلَقْتُ الرَّحِمَ وَشَقَقْتُ لَهَا مِنَ اسْمِي فَمَنْ وَصَلَهَا وَصَلْتُهُ وَمَنْ قَطَعَهَا بَتَتُّهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَابْنِ أَبِي أَوْفَى وَعَامِرِ بْنِ رَبِيعَةَ وَأَبِي هُرَيْرَةَ وَجُبَيْرِ بْنِ مُطْعِمٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سُفْيَانَ عَنِ الزُّهْرِيِّ حَدِيثٌ صَحِيحٌ ‏.‏ وَرَوَى مَعْمَرٌ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ رَدَّادٍ اللَّيْثِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَمَعْمَرٌ كَذَا يَقُولُ قَالَ مُحَمَّدٌ وَحَدِيثُ مَعْمَرٍ خَطَأٌ ‏.‏",
        "ar_diacless": "حدثنا ابن أبي عمر، وسعيد بن عبد الرحمن المخزومي، قالا حدثنا سفيان بن عيينة، عن الزهري، عن أبي سلمة، قال اشتكى أبو الرداد الليثي فعاده عبد الرحمن بن عوف فقال خيرهم وأوصلهم ما علمت أبا محمد ‏.‏ فقال عبد الرحمن سمعت رسول الله صلى الله عليه وسلم يقول ‏ \"‏ قال الله أنا الله وأنا الرحمن خلقت الرحم وشققت لها من اسمي فمن وصلها وصلته ومن قطعها بتته ‏\"‏ ‏.‏ وفي الباب عن أبي سعيد وابن أبي أوفى وعامر بن ربيعة وأبي هريرة وجبير بن مطعم ‏.‏ قال أبو عيسى حديث سفيان عن الزهري حديث صحيح ‏.‏ وروى معمر هذا الحديث عن الزهري عن أبي سلمة عن رداد الليثي عن عبد الرحمن بن عوف ومعمر كذا يقول قال محمد وحديث معمر خطأ ‏.‏",
        "note": "আবূ সাঈদ, ইবনু আবী আওফা, আমির ইবনু রাবীআ, আবূ হুরাইরা ও জুবাইর ইবনু মুতঈম (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, যুহরীর সূত্রে আবূ সুফিয়ান কতৃক বর্ণিত হাদীসটি সহীহ। মা’মার এই হাদীসটি বর্ণনা করেছেন যুহ্‌রী হতে, তিনি আবূ সালামা হতে, তিনি রাদ্দাদ আল লাইসী হতে, তিনি আবদুর রাহমান ইবনু আওফ (রাঃ)-এর সূত্রে। মুহাম্মাদ বলেন, মা’মার বর্ণিত রিওয়ায়াতটিতে ভুল আছে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  }
]