[
  {
    "id": 18686,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 1,
    "title": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দৈহিক গঠনের বিবরণ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 50119,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৪৯",
        "hadith_id": 1649,
        "narrator": "আনাস ইবনু মালিক (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিক লম্বা বা অধিক বেঁটে ছিলেন না। আর না তিনি চুনের মতো সাদা ছিলেন, না একেবারে শ্যামল বর্ণ ছিলেন (বরং সাদা লাল মিশান রং ছিল)। তাঁর চুল (হাবশীদের মতো) খুব কোঁকড়ানও ছিল না আর একেবারে সোজাও ছিল না। যখন তিনি চল্লিশ বৎসর বয়সে উপনীত হলেন তখন আল্লাহ্ তা‘আলা তাঁকে নবী করলেন। নবী হওয়ার পর তিনি দশ বৎসর মক্কায় এবং দশ বৎসর মদীনায় অবস্থান করলেন। ষাট বৎসর বয়সে ইনতিকাল করেন। [১] ঐ সময় তাঁর চুল ও দাড়ির ২০টি চুলও সাদা হয়নি। (বুখারী ৩৫৪৮, মুসলিম ২৩৪৭)",
        "ar": "حَدَّثَنِي عَنْ مَالِك عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ سَمِعَهُ يَقُولُ\n\nكَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَيْسَ بِالطَّوِيلِ الْبَائِنِ وَلَا بِالْقَصِيرِ وَلَيْسَ بِالْأَبْيَضِ الْأَمْهَقِ وَلَا بِالْآدَمِ وَلَا بِالْجَعْدِ الْقَطَطِ وَلَا بِالسَّبِطِ بَعَثَهُ اللهُ عَلَى رَأْسِ أَرْبَعِينَ سَنَةً فَأَقَامَ بِمَكَّةَ عَشْرَ سِنِينَ وَبِالْمَدِينَةِ عَشْرَ سِنِينَ وَتَوَفَّاهُ اللهُ عَزَّ وَجَلَّ عَلَى رَأْسِ سِتِّينَ سَنَةً وَلَيْسَ فِي رَأْسِهِ وَلِحْيَتِهِ عِشْرُونَ شَعْرَةً بَيْضَاءَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
        "ar_diacless": "حدثني عن مالك عن ربيعة بن أبي عبد الرحمن عن أنس بن مالك أنه سمعه يقول\n\nكان رسول الله صلى الله عليه وسلم ليس بالطويل البائن ولا بالقصير وليس بالأبيض الأمهق ولا بالآدم ولا بالجعد القطط ولا بالسبط بعثه الله على رأس أربعين سنة فأقام بمكة عشر سنين وبالمدينة عشر سنين وتوفاه الله عز وجل على رأس ستين سنة وليس في رأسه ولحيته عشرون شعرة بيضاء صلى الله عليه وسلم",
        "note": "[১] মুসলিম শরীফে আছে, তাঁর বয়স ৬৩ বৎসর হয়েছিল। বুখারী-মুসলিমেও আয়েশা (রা) কর্তৃক তাঁর এই বয়সই বর্ণিত হয়েছে। নবী হওয়ার পর তিনি মক্কায় ১৩ বৎসর এবং মদীনায় ১০ বৎসর ছিলেন।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18695,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 10,
    "title": "পানাহার সম্বন্ধীয় বিবিধ বর্ণনা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১০",
    "sort_order": 10,
    "hadiths": [
      {
        "id": 50164,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬৭",
        "hadith_id": 1667,
        "narrator": "আনাস ইব্নু মালিক (রা)",
        "bn": "আবূ তালহা (আনাস ইব্নু মালিকের মাতা-উম্মে সুলাইম-এর দ্বিতীয় স্বামী) উম্মে সুলাইমকে বললেন যে, আমি দেখলাম, ক্ষুধার কারণে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আওয়ায বের হচ্ছে না। তোমার কাছে কিছু খাবার আছে কি ? (এটা শুনে) উম্মে সুলাইম বলল, হ্যাঁ আছে। অতঃপর যবের তৈরি কিছু রুটি সে বের করল এবং একখানা কাপড়ের এক অংশ দিয়ে তা আবৃত করে আমার (আনাসের) হাতে দিয়ে দিল। কাপড়ের অন্য অংশ আমার গায়ে জড়িয়ে দিয়ে আমাকে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খিদমতে পাঠিয়ে দিল। আমি উহা নিয়ে যখন রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খিদমতে হাযির হলাম, তখন তিনি মসজিদে বসা ছিলেন। অনেক লোক তাঁর কাছে বসা ছিল। আমি দাঁড়িয়ে রইলাম। তিনি নিজেই জিজ্ঞেস করলেন, তোমাকে আবূ তালহা পাঠিয়েছে কি? আমি বললাম, হ্যাঁ। তিনি (আবার) জিজ্ঞেস করলেন, খাবারের জন্য পাঠিয়েছে ? আমি বললাম হ্যাঁ। অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম (উপস্থিত) সকলকে বললেন, তোমরা সকলেই উঠ। অতএব সকলেই উঠল। আমি আগে আগে ছিলাম (আর তারা আমার পেছনে পেছনে আসছিলেন)। আমি (আনাস) আবূ তালহাকে গিয়ে খবর দিলাম। আবূ তালহা উম্মে সুলাইমকে বললেন, রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানুষজন সঙ্গে নিয়ে আসতেছেন। অথচ আমাদের কাছে এই পরিমাণ খাবার নাই যে, তাঁদের সকলকে খাওয়াতে পারি! উম্মে সুলাইম বললেন, আল্লাহ্ ও আল্লাহর রসূল খুব ভাল অবগত আছেন। আবূ তালহা বের হয়ে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে সাক্ষাৎ করলেন। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ তালহার সাথে অগ্রসর হলেন এবং তাঁরা উভয়ে গৃহে প্রবেশ করলেন। তখন রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে উম্মে সুলাইম! তোমার কাছে যা কিছু আছে আমার কাছে নিয়ে আস। উম্মে সুলাইম সেই রুটি নিয়ে এলেন। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম উহাকে টুকরা টুকরা (খণ্ড খণ্ড) করার নির্দেশ দিলেন। উম্মে সুলাইম রুটির সেই খণ্ডগুলোতে এক কৌটা ঘী ছিটিয়ে দিলেন তখন উহা মলীদা হয়ে গেল। অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম ‘আল্লাহ্ যা চাহেন তা’ বললেন, (পড়লেন)। তৎপর ইরশাদ করলেন, দশজনকে ডাক। অতএব দশজনকে ডাকা হল। তাঁরা সকলেই খেয়ে তৃপ্ত হয়ে চলে গেলেন। তখন রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম আর দশজনকে ডাকতে বললেন। সেই দশজন এসে তৃপ্ত হয়ে খেলেন এবং চলে গেলেন। এইভাবে আরও দশজনকে ডাকতে বললেন। তাঁরাও তৃপ্ত হয়ে খেলেন এবং চলে গেলেন। এমন কি যতজন মানুষ সঙ্গে এসেছিলেন সত্তর কিংবা আশিজন সকলেই তৃপ্ত হয়ে খেলেন। (বুখারী ৩৫৭৮, মুসলিম ২০৪০)",
        "ar": "حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ\n\nقَالَ أَبُو طَلْحَةَ لِأُمِّ سُلَيْمٍ لَقَدْ سَمِعْتُ صَوْتَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ضَعِيفًا أَعْرِفُ فِيهِ الْجُوعَ فَهَلْ عِنْدَكِ مِنْ شَيْءٍ فَقَالَتْ نَعَمْ فَأَخْرَجَتْ أَقْرَاصًا مِنْ شَعِيرٍ ثُمَّ أَخَذَتْ خِمَارًا لَهَا فَلَفَّتْ الْخُبْزَ بِبَعْضِهِ ثُمَّ دَسَّتْهُ تَحْتَ يَدِي وَرَدَّتْنِي بِبَعْضِهِ ثُمَّ أَرْسَلَتْنِي إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ فَذَهَبْتُ بِهِ فَوَجَدْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَالِسًا فِي الْمَسْجِدِ وَمَعَهُ النَّاسُ فَقُمْتُ عَلَيْهِمْ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ آرْسَلَكَ أَبُو طَلْحَةَ قَالَ فَقُلْتُ نَعَمْ قَالَ لِلطَّعَامِ فَقُلْتُ نَعَمْ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِمَنْ مَعَهُ قُومُوا قَالَ فَانْطَلَقَ وَانْطَلَقْتُ بَيْنَ أَيْدِيهِمْ حَتَّى جِئْتُ أَبَا طَلْحَةَ فَأَخْبَرْتُهُ فَقَالَ أَبُو طَلْحَةَ يَا أُمَّ سُلَيْمٍ قَدْ جَاءَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالنَّاسِ وَلَيْسَ عِنْدَنَا مِنْ الطَّعَامِ مَا نُطْعِمُهُمْ فَقَالَتْ اللهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَانْطَلَقَ أَبُو طَلْحَةَ حَتَّى لَقِيَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَقْبَلَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبُو طَلْحَةَ مَعَهُ حَتَّى دَخَلَا فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَلُمِّي يَا أُمَّ سُلَيْمٍ مَا عِنْدَكِ فَأَتَتْ بِذَلِكَ الْخُبْزِ فَأَمَرَ بِهِ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَفُتَّ وَعَصَرَتْ عَلَيْهِ أُمُّ سُلَيْمٍ عُكَّةً لَهَا فَآدَمَتْهُ ثُمَّ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا شَاءَ اللهُ أَنْ يَقُولَ\n\nثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ بِالدُّخُولِ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ حَتَّى أَكَلَ الْقَوْمُ كُلُّهُمْ وَشَبِعُوا وَالْقَوْمُ سَبْعُونَ رَجُلًا أَوْ ثَمَانُونَ رَجُلًا",
        "ar_diacless": "حدثني عن مالك عن إسحق بن عبد الله بن أبي طلحة أنه سمع أنس بن مالك يقول\n\nقال أبو طلحة لأم سليم لقد سمعت صوت رسول الله صلى الله عليه وسلم ضعيفا أعرف فيه الجوع فهل عندك من شيء فقالت نعم فأخرجت أقراصا من شعير ثم أخذت خمارا لها فلفت الخبز ببعضه ثم دسته تحت يدي وردتني ببعضه ثم أرسلتني إلى رسول الله صلى الله عليه وسلم قال فذهبت به فوجدت رسول الله صلى الله عليه وسلم جالسا في المسجد ومعه الناس فقمت عليهم فقال رسول الله صلى الله عليه وسلم آرسلك أبو طلحة قال فقلت نعم قال للطعام فقلت نعم فقال رسول الله صلى الله عليه وسلم لمن معه قوموا قال فانطلق وانطلقت بين أيديهم حتى جئت أبا طلحة فأخبرته فقال أبو طلحة يا أم سليم قد جاء رسول الله صلى الله عليه وسلم بالناس وليس عندنا من الطعام ما نطعمهم فقالت الله ورسوله أعلم قال فانطلق أبو طلحة حتى لقي رسول الله صلى الله عليه وسلم فأقبل رسول الله صلى الله عليه وسلم وأبو طلحة معه حتى دخلا فقال رسول الله صلى الله عليه وسلم هلمي يا أم سليم ما عندك فأتت بذلك الخبز فأمر به رسول الله صلى الله عليه وسلم ففت وعصرت عليه أم سليم عكة لها فآدمته ثم قال رسول الله صلى الله عليه وسلم ما شاء الله أن يقول\n\nثم قال ائذن لعشرة بالدخول فأذن لهم فأكلوا حتى شبعوا ثم خرجوا ثم قال ائذن لعشرة فأذن لهم فأكلوا حتى شبعوا ثم خرجوا ثم قال ائذن لعشرة فأذن لهم فأكلوا حتى شبعوا ثم خرجوا ثم قال ائذن لعشرة فأذن لهم فأكلوا حتى شبعوا ثم خرجوا ثم قال ائذن لعشرة حتى أكل القوم كلهم وشبعوا والقوم سبعون رجلا أو ثمانون رجلا",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50158,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬৮",
        "hadith_id": 1668,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুইজনের খাবার তিনজনের জন্য যথেষ্ট এবং তিনজনের খাবার চারজনের জন্য যথেষ্ট। (বুখারী ৫৩৯২, মুসলিম ২০৫৮)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ طَعَامُ الْاثْنَيْنِ كَافِي الثَّلَاثَةِ وَطَعَامُ الثَّلَاثَةِ كَافِي الْأَرْبَعَةِ",
        "ar_diacless": "و حدثني عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة\n\nأن رسول الله صلى الله عليه وسلم قال طعام الاثنين كافي الثلاثة وطعام الثلاثة كافي الأربعة",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50159,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬৯",
        "hadith_id": 1669,
        "narrator": "জাবির ইব্নু আবদুল্লাহ্ (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, (ঘরের) দরজা বন্ধ কর, মশকের মুখ বন্ধ কর, পাত্র ঢেকে রাখ এবং বাতি নিভিয়ে দাও। কেননা শয়তান বন্ধ দরজা খোলে না, (মশকের মুখে দেয়া) ছিপি খোলে না, ঢাকা পাত্র খুলে না। আর ইঁদুর লোকদের ঘরবাড়ি জ্বালিয়ে দেয়। [১] (বুখারী ৩২৮০, মুসলিম ২০১২)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ أَغْلِقُوا الْبَابَ وَأَوْكُوا السِّقَاءَ وَأَكْفِئُوا الْإِنَاءَ أَوْ خَمِّرُوا الْإِنَاءَ وَأَطْفِئُوا الْمِصْبَاحَ فَإِنَّ الشَّيْطَانَ لَا يَفْتَحُ غَلَقًا وَلَا يَحُلُّ وِكَاءً وَلَا يَكْشِفُ إِنَاءً وَإِنَّ الْفُوَيْسِقَةَ تُضْرِمُ عَلَى النَّاسِ بَيْتَهُمْ",
        "ar_diacless": "و حدثني عن مالك عن أبي الزبير المكي عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال أغلقوا الباب وأوكوا السقاء وأكفئوا الإناء أو خمروا الإناء وأطفئوا المصباح فإن الشيطان لا يفتح غلقا ولا يحل وكاء ولا يكشف إناء وإن الفويسقة تضرم على الناس بيتهم",
        "note": "[১] ইঁদুর অনেক সময় বাতির সলতে নিয়ে যায়। এমতাবস্থায় সলতে জ্বলন্ত অবস্থায় থাকলে ঘরে আগুন লেগে যাওয়ার আশংকা থাকে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50160,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭০",
        "hadith_id": 1670,
        "narrator": "আবূ শুরাইহ আল কা‘বী (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি আল্লাহ্ ও কিয়ামতের উপর ঈমান এনেছে, সে যেন ভাল কথা বলে নতুবা নীরব থাকে। যে ব্যক্তি আল্লাহ্ ও কিয়ামত দিবসের উপর ঈমান এনেছে, সে যেন তার প্রতিবেশীকে সম্মান করে। আর যে ব্যক্তি আল্লাহ্ ও কিয়ামত দিবসের উপর ঈমান এনেছে, সে যেন তার মেহমানের সম্মান করে। একদিন এক রাত ভাল মতো মেহমানদারী করবে এবং তিন দিন পর্যন্ত যা আছে, তা দিয়েই মেহমানদারী করবে। এর পরও মেহমানদারী করতে পারলে সাদাকা করার সাওয়াব পাবে। আর মেহমানের জন্য এটা শোভনীয় নয় যে, মেযবানকে (যার কাছে মেহমান হয়েছে তাকে) কষ্ট দিয়ে বেশি দিন তার কাছে অবস্থান করবে। [১] (বুখারী ৬০১৯, মুসলিম ৪৮)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ جَارَهُ وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتُهُ يَوْمٌ وَلَيْلَةٌ وَضِيَافَتُهُ ثَلَاثَةُ أَيَّامٍ فَمَا كَانَ بَعْدَ ذَلِكَ فَهُوَ صَدَقَةٌ وَلَا يَحِلُّ لَهُ أَنْ يَثْوِيَ عِنْدَهُ حَتَّى يُحْرِجَهُ",
        "ar_diacless": "و حدثني عن مالك عن سعيد بن أبي سعيد المقبري عن أبي شريح الكعبي أن رسول الله صلى الله عليه وسلم قال من كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت ومن كان يؤمن بالله واليوم الآخر فليكرم جاره ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه جائزته يوم وليلة وضيافته ثلاثة أيام فما كان بعد ذلك فهو صدقة ولا يحل له أن يثوي عنده حتى يحرجه",
        "note": "[১] অর্থাৎ মেহমান এলে তাকে হাসিমুখে স্বাগত জানাবে, তার আরামে থাকার ব্যবস্থা করবে, সাধ্যমতো ভাল খাবার খাওয়াবে এবং কুশলবার্তা জিজ্ঞেস করবে। তিনদিন পর্যন্ত মেহমানদারী করা সুন্নত। এর অধিক সওয়াবের কাজ বটে।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50162,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭১",
        "hadith_id": 1671,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, এক ব্যক্তি পথ চলতেছিল। সে খুব বেশি পিপাসায় কাতর হয়ে পড়ল। একটি কূপ দেখে উহাতে নেমে পানি পান করল। এরপর কূপ হতে বেরিয়ে এসে দেখল যে, একটি কুকুর পিপাসায় কাতর হয়ে হাঁপাচ্ছে এবং কাদা লেহন করতেছে। লোকটি (মনে মনে) বলল, আমার মতো এই কুকুরটিও পিপাসায় কাতর হয়েছে। অতঃপর লোকটি (পুনরায়) কূপে নেমে তার মোজায় পানি ভর্তি করে মুখ দিয়ে ধরে নিয়ে বের হয়ে এল। [১] অতঃপর লোকটি কুকুরটিকে পানি পান করাল। (তার এই কাজে) আল্লাহ্ তা‘আলা তার প্রতি সন্তুষ্ট হয়ে তাকে মাফ করে দিলেন। সাহাবীগণ আরয করলেন, ইয়া রসূলাল্লাহ্! জানোয়ারকে (জীবজন্তুকে) পানি খাওয়ালে আমাদের সওয়াব হবে কি ? রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, নিশ্চয়ই! প্রাণী মাত্রকেই পানি পান করানোর মধ্যে সওয়াব আছে। [২] (বুখারী ২৩৬৩, মুসলিম ২২৪৪)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ إِذْ اشْتَدَّ عَلَيْهِ الْعَطَشُ فَوَجَدَ بِئْرًا فَنَزَلَ فِيهَا فَشَرِبَ وَخَرَجَ فَإِذَا كَلْبٌ يَلْهَثُ يَأْكُلُ الثَّرَى مِنْ الْعَطَشِ فَقَالَ الرَّجُلُ لَقَدْ بَلَغَ هَذَا الْكَلْبَ مِنْ الْعَطَشِ مِثْلُ الَّذِي بَلَغَ مِنِّي فَنَزَلَ الْبِئْرَ فَمَلَأَ خُفَّهُ ثُمَّ أَمْسَكَهُ بِفِيهِ حَتَّى رَقِيَ فَسَقَى الْكَلْبَ فَشَكَرَ اللهُ لَهُ فَغَفَرَ لَهُ فَقَالُوا يَا رَسُولَ اللهِ وَإِنَّ لَنَا فِي الْبَهَائِمِ لَأَجْرًا فَقَالَ فِي كُلِّ ذِي كَبِدٍ رَطْبَةٍ أَجْرٌ",
        "ar_diacless": "و حدثني عن مالك عن سمي مولى أبي بكر عن أبي صالح السمان عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال بينما رجل يمشي بطريق إذ اشتد عليه العطش فوجد بئرا فنزل فيها فشرب وخرج فإذا كلب يلهث يأكل الثرى من العطش فقال الرجل لقد بلغ هذا الكلب من العطش مثل الذي بلغ مني فنزل البئر فملأ خفه ثم أمسكه بفيه حتى رقي فسقى الكلب فشكر الله له فغفر له فقالوا يا رسول الله وإن لنا في البهائم لأجرا فقال في كل ذي كبد رطبة أجر",
        "note": "[১] চামড়ার মোজায় পানি ভরে রাখা যায়। কূপের ভিতরে গিয়ে মোজায় পানি নিয়ে বের হতে অসুবিধা হয় বিধায় পানি ভর্তি মোজাকে হাতে রাখতে পারেনি, বরং মুখে করে আনতে হয়েছে।\n\n[২] পিপাসার্ত মুসলমান হোক কিংবা কাফের হোক অথবা অপর কোন জীবজন্তু হোক, তাদের প্রতি সদয় হওয়া সওয়াবের কাজ- মানবীয় দায়িত্বও বটে। সৃষ্টির প্রতি দয়া প্রদর্শন এমনই ব্যাপার, যা আল্লাহর কাছে অত্যন্ত পছন্দনীয়। উহা কখনও বিফল হয় না। তবে ঐ সমস্ত জীবজন্তু এই নিয়মবহির্ভূত যারা মানুষের শত্রু। যেমন সাপ, বিচ্ছু, বাঘ, ভল্লুক ইত্যাদি। এইগুলোর প্রতি সদয় হতে নেই, বরং এইগুলোকে যেখানেই পাওয়া যায় মেরে ফেলাই সওয়াবের কাজ। অন্যথায় এরা মানুষের প্রাণ সংহার করবে।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50163,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭২",
        "hadith_id": 1672,
        "narrator": "জাবির ইব্নু আবদুল্লাহ্ (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি সেনাবাহিনী সমুদ্র তীরবর্তী এলাকায় প্রেরণ করলেন। আবূ উবায়দা ইব্নুল জাররাহ (রা)-কে সে বাহিনীর নেতা বানালেন। সে বাহিনীতে তিন শত সৈনিক ছিল। আমিও (অর্থাৎ জাবির ইব্নু আবদুল্লাহ) সে দলে শামিল ছিলাম। পথিমধ্যে (আমাদের) আহার্য ফুরিয়ে গেল। আবূ উবায়দা (রা) যে পরিমাণ খাদ্য অবশিষ্ট আছে, উহা একত্র করার আদেশ দিলেন। অতএব তা একত্র করা হলে পর দেখা গেল যে, দুই বস্তা খেজুর মাত্র আছে। আবূ উবায়দা (রা) আমাদেরকে প্রতিদিন অল্প অল্প দিতেন। শেষ পর্যন্ত জনপ্রতি (মাত্র) একটি করে খেজুর পাওয়া যেতে লাগল। অতঃপর তাও নিঃশেষ হয়ে গেল। ওয়াহাব ইব্নু কায়সান (রা) বলেন, আমি জাবির (রা)-এর নিকট জিজ্ঞেস করলাম, একটি করে খেজুরে কি হত ? (কিছুই তো হয় না)। তিনি বলেন, তাও যখন শেষ হয়ে গেল, তখন সেইটার কদর বুঝতে পারলাম। অতঃপর আমরা যখন সমুদ্র তীরে পৌঁছালাম, তখন সেখানে পাহাড়সম এক বিরাট মাছ পাওয়া গেল। গোটা বাহিনী আঠার দিন পর্যন্ত সেই মাছ খেল। অতঃপর আবূ উবায়দা সেই মাছের হাড় (কাঁটা) দাঁড় করাবার নির্দেশ দিলেন। পাঁজরের দুইটি হাড় মুখোমুখি করে দাঁড় করিয়ে রাখা হল। উহার নিচে দিয়ে উষ্ট্র চলে গেল, উষ্ট্রের গায়ে হাড় লাগল না। [১] (বুখারী ২৪৮৩, মুসলিম ১৯৩৫)\nইমাম মালিক (র) বলেন, الظَّرِبُ অর্থ পাহাড়।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ وَهْبِ بْنِ كَيْسَانَ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ أَنَّهُ قَالَ بَعَثَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْثًا قِبَلَ السَّاحِلِ فَأَمَّرَ عَلَيْهِمْ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ وَهُمْ ثَلَاثُ مِائَةٍ قَالَ وَأَنَا فِيهِمْ قَالَ فَخَرَجْنَا حَتَّى إِذَا كُنَّا بِبَعْضِ الطَّرِيقِ فَنِيَ الزَّادُ فَأَمَرَ أَبُو عُبَيْدَةَ بِأَزْوَادِ ذَلِكَ الْجَيْشِ فَجُمِعَ ذَلِكَ كُلُّهُ فَكَانَ مِزْوَدَيْ تَمْرٍ قَالَ فَكَانَ يُقَوِّتُنَاهُ كُلَّ يَوْمٍ قَلِيلًا قَلِيلًا حَتَّى فَنِيَ وَلَمْ تُصِبْنَا إِلَّا تَمْرَةٌ تَمْرَةٌ فَقُلْتُ وَمَا تُغْنِي تَمْرَةٌ فَقَالَ لَقَدْ وَجَدْنَا فَقْدَهَا حَيْثُ فَنِيَتْ قَالَ ثُمَّ انْتَهَيْنَا إِلَى الْبَحْرِ فَإِذَا حُوتٌ مِثْلُ الظَّرِبِ فَأَكَلَ مِنْهُ ذَلِكَ الْجَيْشُ ثَمَانِيَ عَشْرَةَ لَيْلَةً ثُمَّ أَمَرَ أَبُو عُبَيْدَةَ بِضِلْعَيْنِ مِنْ أَضْلَاعِهِ فَنُصِبَا ثُمَّ أَمَرَ بِرَاحِلَةٍ فَرُحِلَتْ ثُمَّ مَرَّتْ تَحْتَهُمَا وَلَمْ تُصِبْهُمَا قَالَ مَالِك الظَّرِبُ الْجُبَيْلُ",
        "ar_diacless": "و حدثني عن مالك عن وهب بن كيسان عن جابر بن عبد الله أنه قال بعث رسول الله صلى الله عليه وسلم بعثا قبل الساحل فأمر عليهم أبا عبيدة بن الجراح وهم ثلاث مائة قال وأنا فيهم قال فخرجنا حتى إذا كنا ببعض الطريق فني الزاد فأمر أبو عبيدة بأزواد ذلك الجيش فجمع ذلك كله فكان مزودي تمر قال فكان يقوتناه كل يوم قليلا قليلا حتى فني ولم تصبنا إلا تمرة تمرة فقلت وما تغني تمرة فقال لقد وجدنا فقدها حيث فنيت قال ثم انتهينا إلى البحر فإذا حوت مثل الظرب فأكل منه ذلك الجيش ثماني عشرة ليلة ثم أمر أبو عبيدة بضلعين من أضلاعه فنصبا ثم أمر براحلة فرحلت ثم مرت تحتهما ولم تصبهما قال مالك الظرب الجبيل",
        "note": "[১] বুখারী শরীফের রেওয়ায়তে আছে যে, অতঃপর আমরা যখন মদীনায় প্রত্যাবর্তন করলাম এবং রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এই ঘটনা বর্ণনা করলাম, তখন রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ্ তোমাদের রিযিকের ব্যবস্থা করেছেন, সেটা খাও। যদি কিছু অবশিষ্ট থাকে তবে আমাকেও দাও। বাহিনীর লোকদের কেউ কেউ কিছু গোশত সঙ্গে নিয়ে এসেছিল; রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা খেলেন।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50161,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭৩",
        "hadith_id": 1673,
        "narrator": "সা‘দ ইব্নু মু‘আযের দাদী",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, হে মুসলিম মহিলাগণ! তোমাদের কেউই যেন স্বীয় প্রতিবেশীকে তুচ্ছ মনে না করে, যদিও সে ছাগলের পোড়া খুর পাঠায় না কেন। [১] (বুখারী ৬০১৭, মুসলিম ১০২৯, আবূ হুরাইরা থেকে বর্ণনা করেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ عَنْ جَدَّتِهِ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ يَا نِسَاءَ الْمُؤْمِنَاتِ لَا تَحْقِرَنَّ إِحْدَاكُنَّ لِجَارَتِهَا وَلَوْ كُرَاعَ شَاةٍ مُحْرَقًا",
        "ar_diacless": "و حدثني عن مالك عن زيد بن أسلم عن عمرو بن سعد بن معاذ عن جدته أن رسول الله صلى الله عليه وسلم قال يا نساء المؤمنات لا تحقرن إحداكن لجارتها ولو كراع شاة محرقا",
        "note": "[১] অর্থাৎ কেউ কোন মামুলী বস্তুও যদি প্রতিবেশীর জন্য পাঠায়, উহাকে তুচ্ছ করে অগ্রাহ্য করবে না, বরং যা দেয় তা সন্তুষ্ট চিত্তে কবুল করতে হয়।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50165,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭৪",
        "hadith_id": 1674,
        "narrator": "আবদুল্লাহ্ ইব্নু আবী বাকর (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, ইহুদীগণকে আল্লাহ্ ধ্বংস করুন, তাদের উপর চর্বি খাওয়া হারাম করে দেয়া হয়েছে। কিন্তু তারা উহা বিক্রয় করে মূল্য খেয়েছে। [১] (বুখারী ২২২৪, মুসলিম ১৫৮৩, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرٍ أَنَّهُ قَالَ\n\nقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَاتَلَ اللهُ الْيَهُودَ نُهُوا عَنْ أَكْلِ الشَّحْمِ فَبَاعُوهُ فَأَكَلُوا ثَمَنَهُ",
        "ar_diacless": "و حدثني عن مالك عن عبد الله بن أبي بكر أنه قال\n\nقال رسول الله صلى الله عليه وسلم قاتل الله اليهود نهوا عن أكل الشحم فباعوه فأكلوا ثمنه",
        "note": "[১] বোঝা গেল যে, যাহা খাওয়া হারাম উহা বিক্রয় করাও হারাম।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50166,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭৫",
        "hadith_id": 1675,
        "narrator": "মালিক (র)",
        "bn": "তার নিকট সংবাদ পৌঁছেছে যে, ঈসা ইব্নু মরিয়ম (আ.) বলতেন, হে বনী ইসরাঈল! তোমরা স্বচ্ছ পানি, শাকপাতা ও যবের রুটি খাও; গমের রুটি খেও না। কেননা তোমরা উহার শোকরিয়া আদায় করতে পারবে না। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك أَنَّهُ بَلَغَهُ أَنَّ عِيسَى ابْنَ مَرْيَمَ كَانَ يَقُولُ يَا بَنِي إِسْرَائِيلَ عَلَيْكُمْ بِالْمَاءِ الْقَرَاحِ وَالْبَقْلِ الْبَرِّيِّ وَخُبْزِ الشَّعِيرِ وَإِيَّاكُمْ وَخُبْزَ الْبُرِّ فَإِنَّكُمْ لَنْ تَقُومُوا بِشُكْرِهِ",
        "ar_diacless": "و حدثني عن مالك أنه بلغه أن عيسى ابن مريم كان يقول يا بني إسرائيل عليكم بالماء القراح والبقل البري وخبز الشعير وإياكم وخبز البر فإنكم لن تقوموا بشكره",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50168,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭৬",
        "hadith_id": 1676,
        "narrator": "মালিক (র)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে প্রবেশ করলেন। সেখানে তিনি আবূ বাকর সিদ্দীক এবং উমার ইবনু খাত্তাব (রা)-কে উপস্থিত পেলেন। রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয়কে মসজিদে আগমনের কারণ জিজ্ঞেস করলেন। তাঁরা বললেন, ক্ষুধার তাড়না আমাদেরকে বের করে এনেছে। রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমাকেও ক্ষুধায় এখানে নিয়ে এসেছে। অতঃপর তাঁরা [রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ বাকর ও উমার (রা)] আবুল হাইসাম ইবনু তাইহান আনসারী (রা)-এর নিকট গেলেন। তিনি যবের রুটি তৈরি করার আদেশ দিলেন এবং নিজে একটি ছাগল জবাই করার জন্য উদ্যত হলেন। রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, দুধের ছাগল জবাই করো না। অতঃপর তিনি (আবুল হাইসাম) আর একটি ছাগল জবাই করলেন এবং মশকে মিষ্ট পানি ভরে (ঠাণ্ডা হওয়ার জন্য) একটি খেজুর গাছে ঝুলায়ে রাখলেন। অতঃপর খাবার পরিবেশিত হলে সকলে খেলেন এবং সেই পানি পান করলেন। অতঃপর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এটা সেই নিয়ামত রোজ কিয়ামতে যার সম্বন্ধে তোমরা জিজ্ঞাসিত হবে। [১] (সহীহ, ইমাম মুসলিম মুত্তাসিল সনদে বর্ণনা করেন ২০৩৮, ইমাম মালিক এর নিকট হাদীসটি পৌঁছেছে মর্মে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك أَنَّهُ بَلَغَهُ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَخَلَ الْمَسْجِدَ فَوَجَدَ فِيهِ أَبَا بَكْرٍ الصِّدِّيقَ وَعُمَرَ بْنَ الْخَطَّابِ فَسَأَلَهُمَا فَقَالَا أَخْرَجَنَا الْجُوعُ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنَا أَخْرَجَنِي الْجُوعُ فَذَهَبُوا إِلَى أَبِي الْهَيْثَمِ بْنِ التَّيِّهَانِ الْأَنْصَارِيِّ فَأَمَرَ لَهُمْ بِشَعِيرٍ عِنْدَهُ يُعْمَلُ وَقَامَ يَذْبَحُ لَهُمْ شَاةً فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَكِّبْ عَنْ ذَاتِ الدَّرِّ فَذَبَحَ لَهُمْ شَاةً وَاسْتَعْذَبَ لَهُمْ مَاءً فَعُلِّقَ فِي نَخْلَةٍ ثُمَّ أُتُوا بِذَلِكَ الطَّعَامِ فَأَكَلُوا مِنْهُ وَشَرِبُوا مِنْ ذَلِكَ الْمَاءِ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَتُسْأَلُنَّ عَنْ نَعِيمِ هَذَا الْيَوْمِ",
        "ar_diacless": "و حدثني عن مالك أنه بلغه أن رسول الله صلى الله عليه وسلم دخل المسجد فوجد فيه أبا بكر الصديق وعمر بن الخطاب فسألهما فقالا أخرجنا الجوع فقال رسول الله صلى الله عليه وسلم وأنا أخرجني الجوع فذهبوا إلى أبي الهيثم بن التيهان الأنصاري فأمر لهم بشعير عنده يعمل وقام يذبح لهم شاة فقال رسول الله صلى الله عليه وسلم نكب عن ذات الدر فذبح لهم شاة واستعذب لهم ماء فعلق في نخلة ثم أتوا بذلك الطعام فأكلوا منه وشربوا من ذلك الماء فقال رسول الله صلى الله عليه وسلم لتسألن عن نعيم هذا اليوم",
        "note": "[১] এই প্রসঙ্গে আল্লাহ তা‘আলা বলেন “অতঃপর নিশ্চয়ই তোমাদের কাছে নিয়ামত সম্বন্ধে জিজ্ঞেস করা হবে।”",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50167,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭৭",
        "hadith_id": 1677,
        "narrator": "ইয়াহইয়া ইবনু সাঈদ (র)",
        "bn": "উমার ইবনু খাত্তাব (রা) একদা রুটিতে ঘী মেখে খাচ্ছিলেন। এমন সময় জনৈক গ্রাম্য লোক এল। তিনি তাকেও ডাকলেন। গ্রাম্য লোকটিও রুটি খেতে লাগল এবং রুটির সাথে সেই ময়লাও খেতে লাগল, যা ঘী-এর পাত্রে লেগেছিল। উমার (রা) তাকে বললেন, তুমি কোনদিন কিছু খাওনি মনে হচেছ! লোকটি বলল, আল্লাহর কসম! আমি অনেক দিন ধরে ঘী খাইনি এবং ঘী লেগে আছে এমন রুটি মুখে দেইনি। অতঃপর উমার (রা) বললেন, যতদিন পর্যন্ত জনসাধারণের আর্থিক অবস্থা পূর্বে যেমন ছিল তেমন না হয়, ততদিন পর্যন্ত আমিও ঘৃত খাব না। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ\n\nكَانَ يَأْكُلُ خُبْزًا بِسَمْنٍ فَدَعَا رَجُلًا مِنْ أَهْلِ الْبَادِيَةِ فَجَعَلَ يَأْكُلُ وَيَتَّبِعُ بِاللُّقْمَةِ وَضَرَ الصَّحْفَةِ فَقَالَ عُمَرُ كَأَنَّكَ مُقْفِرٌ فَقَالَ وَاللهِ مَا أَكَلْتُ سَمْنًا وَلَا لُكْتُ أَكْلًا بِهِ مُنْذُ كَذَا وَكَذَا فَقَالَ عُمَرُ لَا آكُلُ السَّمْنَ حَتَّى يَحْيَا النَّاسُ مِنْ أَوَّلِ مَا يَحْيَوْنَ",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد أن عمر بن الخطاب\n\nكان يأكل خبزا بسمن فدعا رجلا من أهل البادية فجعل يأكل ويتبع باللقمة وضر الصحفة فقال عمر كأنك مقفر فقال والله ما أكلت سمنا ولا لكت أكلا به منذ كذا وكذا فقال عمر لا آكل السمن حتى يحيا الناس من أول ما يحيون",
        "note": "[১] তখন দেশে খাদ্যভাব ছিল। জনসাধারণের আর্থিক অবস্থা খুবই খারাপ ছিল। তাই অনেকদিন ধরে জনগণ ভাল খাবার খেতে পারেনি। গ্রাম্য লোকটি সেই কথাই বলছিল। পক্ষান্তরে উমার (রা) প্রকৃত ব্যাপার উপলব্ধি করে জনগণের আর্থিক অবস্তা পুনর্বহাল না হওয়া পর্যন্ত ঘৃত খাবেন না বলে দৃঢ়প্রতিজ্ঞ হলেন।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50169,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭৮",
        "hadith_id": 1678,
        "narrator": "আনাস ইব্নু মালিক (রা)",
        "bn": "উমার ইব্নু খাত্তাব (রা) যখন আমীরুল মু’মিনীন ছিলেন, তখন তাঁর সম্মুখে এক সা’ খেজুর রাখা হত; আর তিনি উহা খেতেন। এমন কি খারাপ ও শুকনা খেজুরও খেতেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\n\nআবদুল্লাহ্ ইব্নু উমার (রা) বলেন, উমার ইব্নু খাত্তাব (রা)-কে যখন ফড়িং সম্বন্ধে জিজ্ঞেস করা হল (ইহা কি হালাল, না হারাম) তিনি বললেন, আমি পছন্দ করি যে, যদি আমার কাছে এক থলি ফড়িং হত, তবে আমি উহা খেতাম (অর্থাৎ ফড়িং খাওয়া হালাল এবং উহা বেশ ভাল খাদ্য)। (ইহা পঙ্গপাল, এক বিশেষ ধরনের ফড়িং।) (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ إِسْحَقَ بْنِ عَبْدِ اللهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ قَالَ رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ وَهُوَ يَوْمَئِذٍ أَمِيرُ الْمُؤْمِنِينَ يُطْرَحُ لَهُ صَاعٌ مِنْ تَمْرٍ فَيَأْكُلُهُ حَتَّى يَأْكُلَ حَشَفَهَا\n\nو حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ أَنَّهُ قَالَ سُئِلَ عُمَرُ بْنُ الْخَطَّابِ عَنْ الْجَرَادِ فَقَالَ وَدِدْتُ أَنَّ عِنْدِي قَفْعَةً نَأْكُلُ مِنْهُ",
        "ar_diacless": "و حدثني عن مالك عن إسحق بن عبد الله بن أبي طلحة عن أنس بن مالك أنه قال رأيت عمر بن الخطاب وهو يومئذ أمير المؤمنين يطرح له صاع من تمر فيأكله حتى يأكل حشفها\n\nو حدثني عن مالك عن عبد الله بن دينار عن عبد الله بن عمر أنه قال سئل عمر بن الخطاب عن الجراد فقال وددت أن عندي قفعة نأكل منه",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50170,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭৯",
        "hadith_id": 1679,
        "narrator": "হুমাইদ ইব্নু মালিক (রা)",
        "bn": "আমি আবূ হুরায়রা (রা)-এর নিকট তাঁর আকীকস্থ (জায়গার নাম) যমীনের খামারে বসেছিলাম। এমন সময় তাঁর নিকট কিছু সংখ্যক মদীনাবাসী সওয়ারীর উপর সওয়ার হয়ে এসে তার নিকট নামল। হুমাইদ বলেন, আবূ হুরায়রা (রা) আমাকে বললেন, আমার আম্মার নিকট গিয়ে আমার সালাম বল এবং আমাদের কিছু খাওয়াইতে বল। হুমাইদ বলেন, (আমি তাঁর আম্মার কাছে গিয়ে উক্ত সংবাদ জানালাম)। তিনি তিনটি রুটি, কিছু যাইতুনের তেল এবং সামান্য লবণ পাত্রে রেখে উহা আমার মাথার উপর রাখলেন। উহা নিয়ে আমি তাঁদের (আবূ হুরায়রা প্রমুখের) কাছে পৌঁছালাম এবং তাঁদের সম্মুখে উহা রাখলাম। আবূ হুরায়রা (রা) উহা দেখে ‘আল্লাহু আকবার’ বললেন এবং বললেন, আল্লাহর শোকর, যিনি পেট ভরে রুটি খাইয়েছেন। ইতোপূর্বে আমাদের অবস্থা এই ছিল যে, খেজুর ও পানি ব্যতীত আর কিছুই ছিল না। উক্ত খাবার আগন্তুকদের জন্য যথেষ্ট হয়নি। অতঃপর তারা চলে গেল, আবূ হুরায়রা (রা) আমাকে বললেন, ভাতিজা! ছাগলগুলোকে ভালমতে যত্ন করো, উহাদের নাক মুছে দিও, উহাদের থাকার স্থানটা পরিষ্কার রেখো এবং সেখানেই এক কোণে নামায পড়িও। কেননা উহা বেহেশতী জীব। সেই জাতের কসম, যাঁর হাতে আমার প্রাণ রয়েছে, অদূর ভবিষ্যতে জনসাধারণের উপর এমনই এক সময় আসবে, যখন মারওয়ানের (আড়ম্বরপূর্ণ) ঘরের চেয়ে ছাগলের ছোট একটি পাল অধিক প্রিয় হবে। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ عَنْ حُمَيْدِ بْنِ مَالِكِ بْنِ خُثَيْمٍ أَنَّهُ قَالَ كُنْتُ جَالِسًا مَعَ أَبِي هُرَيْرَةَ\n\nبِأَرْضِهِ بِالْعَقِيقِ فَأَتَاهُ قَوْمٌ مِنْ أَهْلِ الْمَدِينَةِ عَلَى دَوَابٍّ فَنَزَلُوا عِنْدَهُ قَالَ حُمَيْدٌ فَقَالَ أَبُو هُرَيْرَةَ اذْهَبْ إِلَى أُمِّي فَقُلْ إِنَّ ابْنَكِ يُقْرِئُكِ السَّلَامَ وَيَقُولُ أَطْعِمِينَا شَيْئًا قَالَ فَوَضَعَتْ ثَلَاثَةَ أَقْرَاصٍ فِي صَحْفَةٍ وَشَيْئًا مِنْ زَيْتٍ وَمِلْحٍ ثُمَّ وَضَعَتْهَا عَلَى رَأْسِي وَحَمَلْتُهَا إِلَيْهِمْ فَلَمَّا وَضَعْتُهَا بَيْنَ أَيْدِيهِمْ كَبَّرَ أَبُو هُرَيْرَةَ وَقَالَ الْحَمْدُ لِلَّهِ الَّذِي أَشْبَعَنَا مِنْ الْخُبْزِ بَعْدَ أَنْ لَمْ يَكُنْ طَعَامُنَا إِلَّا الْأَسْوَدَيْنِ الْمَاءَ وَالتَّمْرَ فَلَمْ يُصِبْ الْقَوْمُ مِنْ الطَّعَامِ شَيْئًا فَلَمَّا انْصَرَفُوا قَالَ يَا ابْنَ أَخِي أَحْسِنْ إِلَى غَنَمِكَ وَامْسَحْ الرُّعَامَ عَنْهَا وَأَطِبْ مُرَاحَهَا وَصَلِّ فِي نَاحِيَتِهَا فَإِنَّهَا مِنْ دَوَابِّ الْجَنَّةِ وَالَّذِي نَفْسِي بِيَدِهِ لَيُوشِكُ أَنْ يَأْتِيَ عَلَى النَّاسِ زَمَانٌ تَكُونُ الثُّلَّةُ مِنْ الْغَنَمِ أَحَبَّ إِلَى صَاحِبِهَا مِنْ دَارِ مَرْوَانَ",
        "ar_diacless": "و حدثني عن مالك عن محمد بن عمرو بن حلحلة عن حميد بن مالك بن خثيم أنه قال كنت جالسا مع أبي هريرة\n\nبأرضه بالعقيق فأتاه قوم من أهل المدينة على دواب فنزلوا عنده قال حميد فقال أبو هريرة اذهب إلى أمي فقل إن ابنك يقرئك السلام ويقول أطعمينا شيئا قال فوضعت ثلاثة أقراص في صحفة وشيئا من زيت وملح ثم وضعتها على رأسي وحملتها إليهم فلما وضعتها بين أيديهم كبر أبو هريرة وقال الحمد لله الذي أشبعنا من الخبز بعد أن لم يكن طعامنا إلا الأسودين الماء والتمر فلم يصب القوم من الطعام شيئا فلما انصرفوا قال يا ابن أخي أحسن إلى غنمك وامسح الرعام عنها وأطب مراحها وصل في ناحيتها فإنها من دواب الجنة والذي نفسي بيده ليوشك أن يأتي على الناس زمان تكون الثلة من الغنم أحب إلى صاحبها من دار مروان",
        "note": "[১] মারওয়ান তখন মদীনার গভর্নর ছিলেন। তাঁর ঘর সেই হিসাবে আড়ম্বরপূর্ণ হবে এবং বিরাট হবে। উদ্দেশ্য এই যে, ফিতনা-ফাসাদের যুগে ঘরের কোণে কিংবা মাঠে-জঙ্গলে তথা নির্জনে আল্লাহর ইবাদতে মশগুল থাকা রাজত্বের চেয়েও উত্তম হবে।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50171,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৮০",
        "hadith_id": 1680,
        "narrator": "আবূ নাঈম ওয়াহব ইব্নু কাইসান (রা) জাবির ইব্নু আবদুল্লাহ (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট খাবার নিয়ে আসা হল। তাঁর সাথে তাঁর পালক ছেলে উমার ইব্নু আবী সালমাও ছিলেন। অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, বিসমিল্লাহ্ বলে তোমার সামনের দিক হতে খাও। (সহীহ, ইমাম বুখারী ৫৩৭৮, ওমর বিন আবূ সালামাহ থেকে মুত্তাসিল সনদে বর্ণনা করেছেন, আর ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي نُعَيْمٍ وَهْبِ بْنِ كَيْسَانَ قَالَ\n\nأُتِيَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِطَعَامٍ وَمَعَهُ رَبِيبُهُ عُمَرُ بْنُ أَبِي سَلَمَةَ فَقَالَ لَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَمِّ اللهَ وَكُلْ مِمَّا يَلِيكَ",
        "ar_diacless": "و حدثني عن مالك عن أبي نعيم وهب بن كيسان قال\n\nأتي رسول الله صلى الله عليه وسلم بطعام ومعه ربيبه عمر بن أبي سلمة فقال له رسول الله صلى الله عليه وسلم سم الله وكل مما يليك",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50172,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৮১",
        "hadith_id": 1681,
        "narrator": "ইয়াহ্ইয়া ইব্নু সাঈদ (র)",
        "bn": "আমি কাসিম ইব্নু মুহাম্মাদকে বলতে শুনেছি যে, এক ব্যক্তি আবদুল্লাহ্ ইব্নু আব্বাস (র)-এর নিকট এসে বলল, আমার নিকট একটি ইয়াতীম বালক আছে। তার উট আছে। আমি উহার দুধ পান করব কি ? ইব্নু আব্বাস (রা) বললেন, যদি তুমি তার হারিয়ে যাওয়া উট তালাশ কর এবং উটের অসুখে-বিসুখে ঔষধ সেবন করাও, উহার (খড়-কুড়া ও পানির) হাউজ লেপন কর এবং পানের সময় পানি দাও তবে তুমি উহার দুধ এইভাবে পান করতে পার যে, উটের বাচ্চার যেন ক্ষতি না হয় কিংবা উটের বংশ বৃদ্ধির জন্য উহা ক্ষতিকর না হয়। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّهُ قَالَ سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ يَقُولُ جَاءَ رَجُلٌ إِلَى عَبْدِ اللهِ بْنِ عَبَّاسٍ فَقَالَ لَهُ إِنَّ لِي يَتِيمًا وَلَهُ إِبِلٌ أَفَأَشْرَبُ مِنْ لَبَنِ إِبِلِهِ\n\nفَقَالَ لَهُ ابْنُ عَبَّاسٍ إِنْ كُنْتَ تَبْغِي ضَالَّةَ إِبِلِهِ وَتَهْنَأُ جَرْبَاهَا وَتَلُطُّ حَوْضَهَا وَتَسْقِيهَا يَوْمَ وِرْدِهَا فَاشْرَبْ غَيْرَ مُضِرٍّ بِنَسْلٍ وَلَا نَاهِكٍ فِي الْحَلْبِ",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد أنه قال سمعت القاسم بن محمد يقول جاء رجل إلى عبد الله بن عباس فقال له إن لي يتيما وله إبل أفأشرب من لبن إبله\n\nفقال له ابن عباس إن كنت تبغي ضالة إبله وتهنأ جرباها وتلط حوضها وتسقيها يوم وردها فاشرب غير مضر بنسل ولا ناهك في الحلب",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50173,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৮২",
        "hadith_id": 1682,
        "narrator": "বর্ণণাকারী",
        "bn": "উরওয়া ইব্নু যুবাইর (রা)-এর কাছে যখন কোন খাবার কিংবা পানীয় বস্তু আসত, এমন কি ঔষধও আসত, তবে তিনি উহা খেতেন এবং পান করতেন আর বলতেন, সমস্ত প্রশংসা আল্লাহর জন্যই, যিনি আমাদেরকে হিদায়াত  করেছেন, খাইয়েছেন, পান করিয়েছেন এবং নিয়ামত দান করেছেন। তিনি সর্বাপেক্ষা বড়। হে পরওয়ারদিগার! তোমার নিয়ামত আমরা তখন পেয়েছি, যখন আমরা পাপাচারে লিপ্ত ছিলাম। সেই নিয়ামতেই সকাল-সন্ধ্যা অতিবাহিত করেছি। আমরা তোমার কাছে সেই নিয়ামত আমাদের জন্য পূর্ণ করে দিতে এবং আমাদেরকে শোকর আদায় করার তৌফিক দানের প্রার্থনা করছি। তোমার উত্তম (দানের) চাইতে আর কিছুই উত্তম নাই এবং তুমি ব্যতীত কোনই মাবুদ নেই। হে নেক বান্দাদের এবং সারা জাহানের প্রতিপালক! সমস্ত প্রশংসা (তুমি) আল্লাহর জন্যই, আল্লাহ্ ছাড়া আর কোনই মা’বুদ নেই। আল্লাহ্ যা চান তাই হয়, আল্লাহ্ ছাড়া আর কারো কোন ক্ষমতা নেই। হে পরওয়ারদিগার! আমাদের রুজি-রোজগারে বরকত দাও এবং আমাদেরকে দোযখের আযাব হতে রক্ষা কর। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ\n\nأَنَّهُ كَانَ لَا يُؤْتَى أَبَدًا بِطَعَامٍ وَلَا شَرَابٍ حَتَّى الدَّوَاءُ فَيَطْعَمَهُ أَوْ يَشْرَبَهُ إِلَّا قَالَ الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا وَأَطْعَمَنَا وَسَقَانَا وَنَعَّمَنَا اللهُ أَكْبَرُ اللهُمَّ أَلْفَتْنَا نِعْمَتُكَ بِكُلِّ شَرٍّ فَأَصْبَحْنَا مِنْهَا وَأَمْسَيْنَا بِكُلِّ خَيْرٍ فَنَسْأَلُكَ تَمَامَهَا وَشُكْرَهَا لَا خَيْرَ إِلَّا خَيْرُكَ وَلَا إِلَهَ غَيْرُكَ إِلَهَ الصَّالِحِينَ وَرَبَّ الْعَالَمِينَ الْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللهُ مَا شَاءَ اللهُ وَلَا قُوَّةَ إِلَّا بِاللهِ اللهُمَّ بَارِكْ لَنَا فِيمَا رَزَقْتَنَا وَقِنَا عَذَابَ النَّارِ",
        "ar_diacless": "و حدثني عن مالك عن هشام بن عروة عن أبيه\n\nأنه كان لا يؤتى أبدا بطعام ولا شراب حتى الدواء فيطعمه أو يشربه إلا قال الحمد لله الذي هدانا وأطعمنا وسقانا ونعمنا الله أكبر اللهم ألفتنا نعمتك بكل شر فأصبحنا منها وأمسينا بكل خير فنسألك تمامها وشكرها لا خير إلا خيرك ولا إله غيرك إله الصالحين ورب العالمين الحمد لله ولا إله إلا الله ما شاء الله ولا قوة إلا بالله اللهم بارك لنا فيما رزقتنا وقنا عذاب النار",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50174,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৮৩",
        "hadith_id": 1683,
        "narrator": "বর্ণণাকারী",
        "bn": "মালিক (র)-এর কাছে কেউ জিজ্ঞেস করল, যদি কোন স্ত্রীলোক গায়রে মাহরাম পুরুষের সাথে (অর্থাৎ যার সহিত বিবাহ বন্ধনে আবদ্ধ হওয়া শরীয়তসম্মত, তার সাথে) কিংবা স্বয়ং তার গোলামের সাথে খাবার খায়, তবে কি উহা জায়েয আছে ? অতঃপর তিনি (ইমাম মালিক) উত্তর দিলেন, হ্যাঁ, হ্যাঁ, যদি প্রচলিত প্রথানুযায়ী হয় এবং সেখানে অপরাপর মানুষও থাকে তবে কোন অসুবিধা নেই। মহিলা কখনও তারা স্বামীর সাথে খায় এবং  সেই সমস্ত লোকের সাথেও খায়, যাদেরকে তার স্বামী খাওয়ায়, আবার কখনও স্বীয় ভ্রাতার সাথে খায়। তবে স্ত্রীলোকের জন্য গায়রে মাহরামের সাথে নির্জনে থাকা মকরূহ (তাহরীমা)।",
        "ar": "قَالَ يَحْيَى سُئِلَ مَالِك هَلْ تَأْكُلُ الْمَرْأَةُ مَعَ غَيْرِ ذِي مَحْرَمٍ مِنْهَا أَوْ مَعَ غُلَامِهَا فَقَالَ مَالِك لَيْسَ بِذَلِكَ بَأْسٌ إِذَا كَانَ ذَلِكَ عَلَى وَجْهِ مَا يُعْرَفُ لِلْمَرْأَةِ أَنْ تَأْكُلَ مَعَهُ مِنْ الرِّجَالِ قَالَ وَقَدْ تَأْكُلُ الْمَرْأَةُ مَعَ زَوْجِهَا وَمَعَ غَيْرِهِ مِمَّنْ يُؤَاكِلُهُ أَوْ مَعَ أَخِيهَا عَلَى مِثْلِ ذَلِكَ وَيُكْرَهُ لِلْمَرْأَةِ أَنْ تَخْلُوَ مَعَ الرَّجُلِ لَيْسَ بَيْنَهُ وَبَيْنَهَا حُرْمَةٌ",
        "ar_diacless": "قال يحيى سئل مالك هل تأكل المرأة مع غير ذي محرم منها أو مع غلامها فقال مالك ليس بذلك بأس إذا كان ذلك على وجه ما يعرف للمرأة أن تأكل معه من الرجال قال وقد تأكل المرأة مع زوجها ومع غيره ممن يؤاكله أو مع أخيها على مثل ذلك ويكره للمرأة أن تخلو مع الرجل ليس بينه وبينها حرمة",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18696,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 11,
    "title": "গোশত খাওয়া প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১১",
    "sort_order": 11,
    "hadiths": [
      {
        "id": 50175,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৮৪",
        "hadith_id": 1684,
        "narrator": "ইয়াহ্ইয়া ইবনু সাঈদ (র)",
        "bn": "উমার ইব্নু খাত্তাব (রা) বলেছেন, গোশত খাওয়া হতে বিরত থাক। কেননা শরাবের (মদের) মতো গোশত খাওয়ারও একটা নেশা হয়। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nইয়াহ্ইয়া ইব্নু সাঈদ (র) বলেন, উমার ইব্নু খাত্তাব (রা) জাবির ইব্নু আবদুল্লাহ আনসারী (রা)-কে এমন অবস্থায় দেখলেন যে, তখন তার (জাবিরের) সাথে গোশতের একটা পূর্ণ থলি ছিল। উমার (রা) জিজ্ঞেস করলেন, ইহা কি? জাবির (রা) জওয়াব দিলেন, ইয়া আমীরুল মু‘মিনীন! আমার গোশত খাওয়ার ইচ্ছা হল, তাই এক দিরহামের গোশত ক্রয় করলাম। উমার (রা) বললেন, তোমাদের কেউই ইহা চায় না যে, নিজে না খেয়ে প্রতিবেশীকে খাওয়াবে কিংবা তার চাচাত ভাইকে দিবে। তোমাদের নিকট হতে এই আয়াতটি কোথায় গেল (যেখানে বলা হয়েছে যে) أَذْهَبْتُمْ طَيِّبَاتِكُمْ তোমরা পার্থিব জীবনে দুনিয়ার স্বাদ উপভোগ করলে এবং বেশ উপকৃত হলে (অতএব আজ উহার পরিণাম ভোগ কর)। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ إِيَّاكُمْ وَاللَّحْمَ فَإِنَّ لَهُ ضَرَاوَةً كَضَرَاوَةِ الْخَمْرِ\n\nو حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ\n\nأَدْرَكَ جَابِرَ بْنَ عَبْدِ اللهِ وَمَعَهُ حِمَالُ لَحْمٍ فَقَالَ مَا هَذَا فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ قَرِمْنَا إِلَى اللَّحْمِ فَاشْتَرَيْتُ بِدِرْهَمٍ لَحْمًا فَقَالَ عُمَرُ أَمَا يُرِيدُ أَحَدُكُمْ أَنْ يَطْوِيَ بَطْنَهُ عَنْ جَارِهِ أَوْ ابْنِ عَمِّهِ أَيْنَ تَذْهَبُ عَنْكُمْ هَذِهِ الْآيَةُ\n\n{ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمْ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا }",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد أن عمر بن الخطاب قال إياكم واللحم فإن له ضراوة كضراوة الخمر\n\nو حدثني عن مالك عن يحيى بن سعيد أن عمر بن الخطاب\n\nأدرك جابر بن عبد الله ومعه حمال لحم فقال ما هذا فقال يا أمير المؤمنين قرمنا إلى اللحم فاشتريت بدرهم لحما فقال عمر أما يريد أحدكم أن يطوي بطنه عن جاره أو ابن عمه أين تذهب عنكم هذه الآية\n\n{ أذهبتم طيباتكم في حياتكم الدنيا واستمتعتم بها }",
        "note": "[১] উদ্দেশ্য এই যে, গোশত খাওয়া যদিও ভাল, কিন্তু এমনভাবে খাওয়া ভাল নয়, উহা অভ্যাসে পরিণত হয়। এমন কি উহা ব্যতীত আর কিছু খেতেই মনে চায় না।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18697,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 12,
    "title": "আংটি পরিধান প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১২",
    "sort_order": 12,
    "hadiths": [
      {
        "id": 50181,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৮৫",
        "hadith_id": 1685,
        "narrator": "আবদুল্লাহ্ ইবনু উমার (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের একটি আংটি পরিধান করতেন। একদা তিনি দাঁড়িয়ে উক্ত আংটি ফেলে দিলেন এবং বললেন, আর কখনও ইহা পরিধান করব না। (ইহা দেখে) অন্যান্য সকলেই নিজ নিজ আংটি খুলে ফেললেন। [১] (বুখারী ৫৮৬৯, মুসলিম ২০৭১)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَلْبَسُ خَاتَمًا مِنْ ذَهَبٍ ثُمَّ قَامَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَنَبَذَهُ وَقَالَ لَا أَلْبَسُهُ أَبَدًا قَالَ فَنَبَذَ النَّاسُ بِخَوَاتِيمِهِمْ",
        "ar_diacless": "و حدثني عن مالك عن عبد الله بن دينار عن عبد الله بن عمر\n\nأن رسول الله صلى الله عليه وسلم كان يلبس خاتما من ذهب ثم قام رسول الله صلى الله عليه وسلم فنبذه وقال لا ألبسه أبدا قال فنبذ الناس بخواتيمهم",
        "note": "[১] বুখারী ও মুসলিম শরীফের রেওয়ায়তে আছে যে, এর পর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম রৌপ্যের আংটি তৈরি করিয়েছিলেন। অতঃপর সাহাবীগণও রৌপ্যের আংটি তৈরি করিয়েছিলেন।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50180,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৮৬",
        "hadith_id": 1686,
        "narrator": "সাদাকা ইবনু ইয়াসার (র)",
        "bn": "আমি সাঈদ ইব্নু মুসায়্যাব (রা)-এর কাছে আংটি পরিধান করার বৈধতা সম্বন্ধে জিজ্ঞেস করলাম। তিনি বললেন, পরিধান কর এবং লোকজনকে জানিয়ে দাও যে, আমি তোমাকে আংটি পরিধান করার পক্ষে ফাতাওয়া দিয়েছি। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ صَدَقَةَ بْنِ يَسَارٍ أَنَّهُ قَالَ سَأَلْتُ سَعِيدَ بْنَ الْمُسَيَّبِ عَنْ لُبْسِ الْخَاتَمِ فَقَالَ الْبَسْهُ وَأَخْبِرْ النَّاسَ أَنِّي أَفْتَيْتُكَ بِذَلِكَ",
        "ar_diacless": "و حدثني عن مالك عن صدقة بن يسار أنه قال سألت سعيد بن المسيب عن لبس الخاتم فقال البسه وأخبر الناس أني أفتيتك بذلك",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18698,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 13,
    "title": "জন্তুর গলার হার ও ঘন্টা খুলে ফেলা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৩",
    "sort_order": 13,
    "hadiths": [
      {
        "id": 50183,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 13,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৮৭",
        "hadith_id": 1687,
        "narrator": "আবূ বাসীর আনসারী আব্বাদ ইবনু তামীমকে",
        "bn": "তিনি (আবূ বাসীর) রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে কোনও একা সফরে ছিলেন। অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজনকে কাজে পাঠালেন, আবদুল্লাহ্ ইব্নু আবূ বাকর (রা) বলেন, আমার বিশ্বাস যে, তখন সমস্ত লোক ঘুমিয়েছিল। কাজটি ছিল কোন উটের গলায় কোন হার, তাবীয কিংবা ঘন্টা যেন না থাকে। থাকলে কেটে ফেলতে বলেন। [১] (বুখারী ৩০০৫, মুসলিম ২১১৫)\nমালিক (র) বলেন, আমার মনে হয় চোখ লাগবে এই ভয়ে তা লটকানো হয়েছিল।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرٍ عَنْ عَبَّادِ بْنِ تَمِيمٍ أَنَّ أَبَا بَشِيرٍ الْأَنْصَارِيَّ أَخْبَرَهُ\n\nأَنَّهُ كَانَ مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ قَالَ فَأَرْسَلَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَسُولًا قَالَ عَبْدُ اللهِ بْنُ أَبِي بَكْرٍ حَسِبْتُ أَنَّهُ قَالَ وَالنَّاسُ فِي مَقِيلِهِمْ لَا تَبْقَيَنَّ فِي رَقَبَةِ بَعِيرٍ قِلَادَةٌ مِنْ وَتَرٍ أَوْ قِلَادَةٌ إِلَّا قُطِعَتْ قَالَ يَحْيَى سَمِعْت مَا لِكًا يَقُولُ أَرَى ذَلِكَ مِنْ الْعَيْنِ",
        "ar_diacless": "و حدثني عن مالك عن عبد الله بن أبي بكر عن عباد بن تميم أن أبا بشير الأنصاري أخبره\n\nأنه كان مع رسول الله صلى الله عليه وسلم في بعض أسفاره قال فأرسل رسول الله صلى الله عليه وسلم رسولا قال عبد الله بن أبي بكر حسبت أنه قال والناس في مقيلهم لا تبقين في رقبة بعير قلادة من وتر أو قلادة إلا قطعت قال يحيى سمعت ما لكا يقول أرى ذلك من العين",
        "note": "[১] ইমাম মালিক (র) বলেন, সেই তাবীয কিংবা হার ইত্যাদি যা বদ নজর হতে রক্ষার জন্য ব্যবহার করা হত। তাতে ঘন্টা বেঁধে দেয়া হত। ফলে উটের অসুবিধা হত এবং ঘন্টার শব্দে শত্রুরাও সাবধান হয়ে যেত।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18687,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 2,
    "title": "‘ঈসা (আ) ও দজ্জালের বিবরণ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 50120,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫০",
        "hadith_id": 1650,
        "narrator": "আবদুল্লাহ ইব্নু উমার (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, রাত্রে আমি স্বপ্নে দেখলাম, আমি কাবার কাছে রয়েছি এবং সেই অবস্থায় আমি মেটে রঙের একজন লোক দেখলাম যেরূপ মেটে রঙের সুশ্রী লোক হয়ে থাকে। তার কাঁধ পর্যন্ত চুল লম্বা ছিল। তার চুলে তিনি চিরুনী দিয়ে আঁচড়িয়েছেন এবং উহা হতে তখনও পানি ঝরছে। তিনি দুইজন লোকের উপর ভর করে অথবা তিনি বলেছেন দুইজন লোকের কাঁধে ভর করে কা‘বার তাওয়াফ করছেন। আমি জিজ্ঞেস করলাম, ইনি কে ? আমাকে উত্তর দেয়া হল, ইনি মসীহ ইব্নু মরিয়াম। [১] অতঃপর আমি অন্য একজন লোককে দেখলাম (যার) চুল খুব কোঁকড়ান। ডান চোখ তার কানা যেন ঐ চক্ষু ফোলা আঙ্গুর। আমি জিজ্ঞেস করলাম, এই ব্যক্তি কে ? কেউ উত্তর দিল, এ হল মসীহ্ দাজ্জাল। (বুখারী ৫৯০২, মুসলিম ১৬৯)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ أَرَانِي اللَّيْلَةَ عِنْدَ الْكَعْبَةِ فَرَأَيْتُ رَجُلًا آدَمَ كَأَحْسَنِ مَا أَنْتَ رَاءٍ مِنْ أُدْمِ الرِّجَالِ لَهُ لِمَّةٌ كَأَحْسَنِ مَا أَنْتَ رَاءٍ مِنْ اللِّمَمِ قَدْ رَجَّلَهَا فَهِيَ تَقْطُرُ مَاءً مُتَّكِئًا عَلَى رَجُلَيْنِ أَوْ عَلَى عَوَاتِقِ رَجُلَيْنِ يَطُوفُ بِالْكَعْبَةِ فَسَأَلْتُ مَنْ هَذَا قِيلَ هَذَا الْمَسِيحُ ابْنُ مَرْيَمَ ثُمَّ إِذَا أَنَا بِرَجُلٍ جَعْدٍ قَطَطٍ أَعْوَرِ الْعَيْنِ الْيُمْنَى كَأَنَّهَا عِنَبَةٌ طَافِيَةٌ فَسَأَلْتُ مَنْ هَذَا فَقِيلَ لِي هَذَا الْمَسِيحُ الدَّجَّالُ",
        "ar_diacless": "و حدثني عن مالك عن نافع عن عبد الله بن عمر\n\nأن رسول الله صلى الله عليه وسلم قال أراني الليلة عند الكعبة فرأيت رجلا آدم كأحسن ما أنت راء من أدم الرجال له لمة كأحسن ما أنت راء من اللمم قد رجلها فهي تقطر ماء متكئا على رجلين أو على عواتق رجلين يطوف بالكعبة فسألت من هذا قيل هذا المسيح ابن مريم ثم إذا أنا برجل جعد قطط أعور العين اليمنى كأنها عنبة طافية فسألت من هذا فقيل لي هذا المسيح الدجال",
        "note": "[১] ঈসা (আ)-এর স্পর্শ দ্বারা রুগ্ন ব্যক্তি সুস্থ হয়ে যেত, এইজন্য তাঁকে মসীহ্ বলা হত। দজ্জালকে মসীহ বলার কারণ এই যে, সে ৪০ দিনের মধ্যে সমস্ত পৃথিবী ঘুরে আসবে। ঈসা (আ) ও দজ্জাল কিয়ামতের নিকটবর্তী সময়ে আগমন করবেন। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয়ের চিহ্ন বলে দিয়েছেন যেন মুসলমান তাকে চিনতে পারে এবং ধোঁকায় পতিত না হয়।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18688,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 3,
    "title": "ফিতরাত বা স্বভাব প্রসঙ্গ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৩",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 50121,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫১",
        "hadith_id": 1651,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "প্রকৃতিগত সুন্নত পাঁচটি  (১) নখ কাটা, (২) গোঁফ ছাঁটা, (৩) বগলের পশম উপড়িয়ে ফেলা, (৪) নাভীর নিচের চুল কামান, (৫) খাতনা করা। (মারফু, বুখারী ৫৮৮৯, মুসলিম ২৫৭)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ خَمْسٌ مِنْ الْفِطْرَةِ تَقْلِيمُ الْأَظْفَارِ وَقَصُّ الشَّارِبِ وَنَتْفُ الْإِبْطِ وَحَلْقُ الْعَانَةِ وَالْاخْتِتَانُ",
        "ar_diacless": "و حدثني عن مالك عن سعيد بن أبي سعيد المقبري عن أبيه عن أبي هريرة قال خمس من الفطرة تقليم الأظفار وقص الشارب ونتف الإبط وحلق العانة والاختتان",
        "note": "",
        "grade_id": 10,
        "grade": "সহিহ মারফু",
        "grade_color": "#46B891"
      },
      {
        "id": 50122,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫২",
        "hadith_id": 1652,
        "narrator": "সাঈদ ইবনু মুসায়্যার (র)",
        "bn": "ইবরাহীম (আ) সর্বপ্রথম মেহমানদারী করেছেন, সর্বপ্রথম খাতনা করেছেন, সর্বপ্রথম গোঁফ কেটেছেন, আর সর্বপ্রথম সাদা চুল দেখে বলেছেন, ইয়া আল্লাহ্, ইহা কি ? আল্লাহ্ তা‘আলা বললেন  ইহা ইজ্জত ও সম্মান। ইবরাহীম (আ) বললেন  হে প্রভু, আমার সম্মান বাড়িয়ে দাও। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন, গোঁফ এমনভাবে কাটা উচিত যেন ঠোঁটের কিনারা দেখা যায়। একেবারে কামিয়ে ফেলবে না। [১]",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ قَالَ كَانَ إِبْرَاهِيمُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوَّلَ النَّاسِ ضَيَّفَ الضَّيْفَ وَأَوَّلَ النَّاسِ اخْتَتَنَ وَأَوَّلَ النَّاسِ قَصَّ الشَّارِبَ وَأَوَّلَ النَّاسِ رَأَى الشَّيْبَ فَقَالَ يَا رَبِّ مَا هَذَا فَقَالَ اللهُ تَبَارَكَ وَتَعَالَى وَقَارٌ يَا إِبْرَاهِيمُ فَقَالَ يَا رَبِّ زِدْنِي وَقَارًا\n\nقَالَ يَحْيَى و سَمِعْت مَا لِكًا يَقُولُ يُؤْخَذُ مِنْ الشَّارِبِ حَتَّى يَبْدُوَ طَرَفُ الشَّفَةِ وَهُوَ الْإِطَارُ وَلَا يَجُزُّهُ فَيُمَثِّلُ بِنَفْسِهِ",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد عن سعيد بن المسيب أنه قال كان إبراهيم صلى الله عليه وسلم أول الناس ضيف الضيف وأول الناس اختتن وأول الناس قص الشارب وأول الناس رأى الشيب فقال يا رب ما هذا فقال الله تبارك وتعالى وقار يا إبراهيم فقال يا رب زدني وقارا\n\nقال يحيى و سمعت ما لكا يقول يؤخذ من الشارب حتى يبدو طرف الشفة وهو الإطار ولا يجزه فيمثل بنفسه",
        "note": "[১] ইমাম মালিক (র)-এর মতে গোঁফ কামান সুন্নত। আর আবূ হানীফ (র)-এর মতে ছোট করে কেটে ফেলা উত্তম।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18689,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 4,
    "title": "বাম হাতে খাওয়া নিষেধ প্রসঙ্গ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৪",
    "sort_order": 4,
    "hadiths": [
      {
        "id": 50128,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫৩",
        "hadith_id": 1653,
        "narrator": "জাবির ইব্নু আবদুল্লাহ (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাম হাতে খেতে নিষেধ করেছেন। তিনি এক জুতা পরিধান করে চলতে, এক কাপড়ে নিজেকে ঢেকে নিতে নিষেধ করেছেন যাতে লজ্জাস্থানে কোন কাপড় না থাকে । (সহীহ, মুসলিম ২০৯৯)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ السَّلَمِيِّ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يَأْكُلَ الرَّجُلُ بِشِمَالِهِ أَوْ يَمْشِيَ فِي نَعْلٍ وَاحِدَةٍ وَأَنْ يَشْتَمِلَ الصَّمَّاءَ وَأَنْ يَحْتَبِيَ فِي ثَوْبٍ وَاحِدٍ كَاشِفًا عَنْ فَرْجِهِ",
        "ar_diacless": "و حدثني عن مالك عن أبي الزبير عن جابر بن عبد الله السلمي\n\nأن رسول الله صلى الله عليه وسلم نهى أن يأكل الرجل بشماله أو يمشي في نعل واحدة وأن يشتمل الصماء وأن يحتبي في ثوب واحد كاشفا عن فرجه",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50127,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫৪",
        "hadith_id": 1654,
        "narrator": "আবদুল্লাহ্ ইব্নু উমার (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমাদের মধ্যে কেহ খেতে বসে তখন ডান হাতে তার খাদ্য ও পানীয় গ্রহণ করা উচিত। কেননা শয়তান বাম হাতে খায় এবং পান করে। (সহীহ, মুসলিম ২০২০)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَبِي بَكْرِ بْنِ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَكَلَ\n\nأَحَدُكُمْ فَلْيَأْكُلْ بِيَمِينِهِ وَلْيَشْرَبْ بِيَمِينِهِ فَإِنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ وَيَشْرَبُ بِشِمَالِهِ",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب عن أبي بكر بن عبيد الله بن عبد الله بن عمر عن عبد الله بن عمر\n\nأن رسول الله صلى الله عليه وسلم قال إذا أكل\n\nأحدكم فليأكل بيمينه وليشرب بيمينه فإن الشيطان يأكل بشماله ويشرب بشماله",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18690,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 5,
    "title": "মিসকীন সম্পর্কে বিবরণ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৫",
    "sort_order": 5,
    "hadiths": [
      {
        "id": 50132,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫৫",
        "hadith_id": 1655,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মানুষের দ্বারে দ্বারে ভিক্ষা করে সে মিসকীন নয়, যাকে এক লোকমা, দুই লোকমা একটি খেজুর বা দুটি খেজুর দান করা হয়। সাহাবায়ে কিরাম জিজ্ঞেস করলেন, ইয়া রসূলাল্লাহ্! তা হলে মিসকীন কারা ? তিনি বললেন, যার নিকট এই পরিমাণ মাল নাই, যা দিয়ে সে নিজের প্রয়োজন মিটাতে পারে আর তার অবস্থা কারো জানা নাই যে, তাকে সাদকা দেয়া যেতে পারে, আর না সে লোকের নিকট চেয়ে বেড়ায়। (বুখারী ১৪৭৯, মুসলিম ১০৩৯)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَيْسَ الْمِسْكِينُ بِهَذَا الطَّوَّافِ الَّذِي يَطُوفُ عَلَى النَّاسِ فَتَرُدُّهُ اللُّقْمَةُ وَاللُّقْمَتَانِ وَالتَّمْرَةُ وَالتَّمْرَتَانِ قَالُوا فَمَا الْمِسْكِينُ يَا رَسُولَ اللهِ قَالَ الَّذِي لَا يَجِدُ غِنًى يُغْنِيهِ وَلَا يَفْطُنُ النَّاسُ لَهُ فَيُتَصَدَّقَ عَلَيْهِ وَلَا يَقُومُ فَيَسْأَلَ النَّاسَ",
        "ar_diacless": "و حدثني عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة\n\nأن رسول الله صلى الله عليه وسلم قال ليس المسكين بهذا الطواف الذي يطوف على الناس فترده اللقمة واللقمتان والتمرة والتمرتان قالوا فما المسكين يا رسول الله قال الذي لا يجد غنى يغنيه ولا يفطن الناس له فيتصدق عليه ولا يقوم فيسأل الناس",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50133,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫৬",
        "hadith_id": 1656,
        "narrator": "যায়দ ইব্নু আসলাম (র)",
        "bn": "তিনি ইব্নু বুজাইদ আনসারী আল হারেসী (রা) হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেন যে, রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন যে, মিসকীনদেরকে (যা কিছু সম্ভব হয়) দাও, যদিও পোড়া খুর হোক না কেন। [১] (সহীহ, নাসাঈ ২৫৬৩, আলবানী হাদীসটি সহীহ বলেছেন [সহীহ আল জামে] ৩৫০২)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ ابْنِ بُجَيْدٍ الْأَنْصَارِيِّ\n\nثُمَّ الْحَارِثِيِّ عَنْ جَدَّتِهِ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ رُدُّوا الْمِسْكِينَ وَلَوْ بِظِلْفٍ مُحْرَقٍ",
        "ar_diacless": "و حدثني عن مالك عن زيد بن أسلم عن ابن بجيد الأنصاري\n\nثم الحارثي عن جدته\n\nأن رسول الله صلى الله عليه وسلم قال ردوا المسكين ولو بظلف محرق",
        "note": "[১] পোড়া খুর বা আগুনে জ্বলে গিয়েছে এমন খুর বলতে মামুলী বস্তুকে বুঝায় অর্থাৎ মিসকীনকে উল্লেখযোগ্য কিছু দান করতে সমর্থ না হলে অন্তত যৎকিঞ্চিৎ বস্তুও যদি দিতে পারা যায়, তবে তাই দাও।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18691,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 6,
    "title": "কাফিরের অন্ত্র প্রসঙ্গ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৬",
    "sort_order": 6,
    "hadiths": [
      {
        "id": 50134,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫৭",
        "hadith_id": 1657,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুসলমান এক অন্ত্রে খায় এবং কাফির সাত অন্ত্রে খায়। [১] (বুখারী ৫৩৯৬, মুসলিম ২০৬২)",
        "ar": "حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْكُلُ الْمُسْلِمُ فِي مِعًى وَاحِدٍ وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ",
        "ar_diacless": "حدثني عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم يأكل المسلم في معى واحد والكافر يأكل في سبعة أمعاء",
        "note": "[১] প্রকৃত মুসলমান সবর করে। আর কাফির পেট পুরে খায়। অধিক খাওয়া অবৈধ নয়। তবে পেট পূর্ণ করে খাওয়া শরীরের জন্য ক্ষতিকর। কাজেই পরিমাণ মতো খাওয়াই উত্তম। লোভের বশবর্তী হয়ে অধিক খাওয়া মন্দ কর্মের শামিল।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50135,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫৮",
        "hadith_id": 1658,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "জনৈক কাফির (জাহজা ইব্নু সা‘ঈদ গেফারী) রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর মেহমান হল। অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি ছাগলের দুধ দোহন করতে নির্দেশ দান করলেন। (কাফির) মেহমান সমস্ত দুধ পান করল। আবার দ্বিতীয় ছাগলের দুধ দোহন করা হলে পর লোকটি উহাও সব পান করল। অতঃপর তৃতীয় ছাগলের দুধও সব পান করল। এইভাবে একে একে সাতটি ছাগলের দুধ সে (একাই) পান করল। পরদিন সকালে লোকটি ইসলাম গ্রহণ করল। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে একটি ছাগলের দুধ পান করতে দিলেন। তিনি তা পান করলেন, পরে আরো একটি ছাগলের দুধপান করতে দিলেন। কিন্তু তিনি তা পান করতে সক্ষম হলেন না। তখন রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফরমালেন, মুসলমান এক পেটে পান করে, কিন্তু কাফির সাত পেটে পান করে। (বুখারী ৫৩৯৬, মুসলিম ২০৬৩)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ضَافَهُ ضَيْفٌ كَافِرٌ فَأَمَرَ لَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِشَاةٍ فَحُلِبَتْ فَشَرِبَ حِلَابَهَا ثُمَّ أُخْرَى فَشَرِبَهُ ثُمَّ أُخْرَى فَشَرِبَهُ حَتَّى شَرِبَ حِلَابَ سَبْعِ شِيَاهٍ\n\nثُمَّ إِنَّهُ أَصْبَحَ فَأَسْلَمَ فَأَمَرَ لَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِشَاةٍ فَحُلِبَتْ فَشَرِبَ حِلَابَهَا ثُمَّ أَمَرَ لَهُ بِأُخْرَى فَلَمْ يَسْتَتِمَّهَا فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمُؤْمِنُ يَشْرَبُ فِي مِعًى وَاحِدٍ وَالْكَافِرُ يَشْرَبُ فِي سَبْعَةِ أَمْعَاءٍ",
        "ar_diacless": "و حدثني عن مالك عن سهيل بن أبي صالح عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم ضافه ضيف كافر فأمر له رسول الله صلى الله عليه وسلم بشاة فحلبت فشرب حلابها ثم أخرى فشربه ثم أخرى فشربه حتى شرب حلاب سبع شياه\n\nثم إنه أصبح فأسلم فأمر له رسول الله صلى الله عليه وسلم بشاة فحلبت فشرب حلابها ثم أمر له بأخرى فلم يستتمها فقال رسول الله صلى الله عليه وسلم المؤمن يشرب في معى واحد والكافر يشرب في سبعة أمعاء",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18692,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 7,
    "title": "রৌপ্য পাত্রে পান করা এবং পানীয় বস্তুতে নিঃশ্বাস ফেলা নিষেধ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৭",
    "sort_order": 7,
    "hadiths": [
      {
        "id": 50136,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫৯",
        "hadith_id": 1659,
        "narrator": "উম্মে সালমা (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি রৌপ্যের (অথবা স্বর্ণের) পাত্রে করে পানাহার করে, সে স্বীয় পেটে ঘটাঘট জাহান্নামের আগুন ভরে নেয়। (বুখারী ৫৬৩৪, মুসলিম ২০৬৫)",
        "ar": "حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ عَنْ زَيْدِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ عَبْدِ اللهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ عَنْ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ الَّذِي يَشْرَبُ فِي آنِيَةِ الْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ",
        "ar_diacless": "حدثني عن مالك عن نافع عن زيد بن عبد الله بن عمر بن الخطاب عن عبد الله بن عبد الرحمن بن أبي بكر الصديق عن أم سلمة زوج النبي صلى الله عليه وسلم\n\nأن رسول الله صلى الله عليه وسلم قال الذي يشرب في آنية الفضة إنما يجرجر في بطنه نار جهنم",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50137,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬০",
        "hadith_id": 1660,
        "narrator": "আবূ মুসান্না জুহনী (র)",
        "bn": "আমি মারওয়ান ইব্নু হাকাম (রা)-এর কাছে বসা ছিলাম। এমন সময় তার নিকট আবূ সাঈদ খুদরী (রা) আগমন করলেন, তখন মারওয়ান তাঁকে বললেন, আপনি কি রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে শুনেছেন যে, তিনি পানিতে (কিংবা পানীয় বস্তুতে) শ্বাস ফেলতে (ফুঁ দিতে) নিষেধ করেছেন? আবূ সাঈদ (রা) উত্তর দিলেন, জি হ্যাঁ। এক ব্যক্তি বলল, ইয়া রসূলাল্লাহ! আমি এক নিশ্বাসে (পানি পান করে) তৃপ্ত হই না। তখন রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, পাত্রটিকে মুখ হতে পৃথক করে নিশ্বাস গ্রহণ কর। সেই ব্যক্তি পুনরায় জিজ্ঞেস করল, পানিতে কোন ময়লা (জাতীয় কিছু ভাসতে) দেখলে তখন কি করব? রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন (কিছু পানিসহ) সেটা বাহিরে ফেলে দাও। [১] (হাসান, তিরমিযী ১৮৮৭, আলবানী হাদীসটি হাসান বলেছেন, [আস সিলসিলাহ আস সহীহাহ ৩৮৫])",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَيُّوبَ بْنِ حَبِيبٍ مَوْلَى سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِي الْمُثَنَّى الْجُهَنِيِّ أَنَّهُ قَالَ\n\nكُنْتُ عِنْدَ مَرْوَانَ بْنِ الْحَكَمِ فَدَخَلَ عَلَيْهِ أَبُو سَعِيدٍ الْخُدْرِيُّ فَقَالَ لَهُ مَرْوَانُ بْنُ الْحَكَمِ أَسَمِعْتَ مِنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَى عَنْ النَّفْخِ فِي الشَّرَابِ فَقَالَ لَهُ أَبُو سَعِيدٍ نَعَمْ فَقَالَ لَهُ رَجُلٌ يَا رَسُولَ اللهِ إِنِّي لَا أَرْوَى مِنْ نَفَسٍ وَاحِدٍ فَقَالَ لَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَبِنْ الْقَدَحَ عَنْ فَاكَ ثُمَّ تَنَفَّسْ قَالَ فَإِنِّي أَرَى الْقَذَاةَ فِيه قَالَ فَأَهْرِقْهَا",
        "ar_diacless": "و حدثني عن مالك عن أيوب بن حبيب مولى سعد بن أبي وقاص عن أبي المثنى الجهني أنه قال\n\nكنت عند مروان بن الحكم فدخل عليه أبو سعيد الخدري فقال له مروان بن الحكم أسمعت من رسول الله صلى الله عليه وسلم أنه نهى عن النفخ في الشراب فقال له أبو سعيد نعم فقال له رجل يا رسول الله إني لا أروى من نفس واحد فقال له رسول الله صلى الله عليه وسلم فأبن القدح عن فاك ثم تنفس قال فإني أرى القذاة فيه قال فأهرقها",
        "note": "[১] পানিতে অন্য কোন খারাপ বস্তু পড়লে উহাকে ফুঁ দিয়ে বের করতে নেই, বরং পানির কিছু অংশ এমনভাবে ফেলে দেবে যে, সেই সঙ্গে ঐ বস্তু বের হয়ে যায়।",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18693,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 8,
    "title": "দাঁড়িয়ে পান করা প্রসঙ্গ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৮",
    "sort_order": 8,
    "hadiths": [
      {
        "id": 50148,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬১",
        "hadith_id": 1661,
        "narrator": "মালিক (র)",
        "bn": "উমার ইব্নু খাত্তাব (রা), আলী ইব্নু আবী তালিব (রা) ও উসমান ইব্নু আফফান (রা) দাঁড়িয়ে পানি পান করতেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي عَنْ مَالِك أَنَّهُ بَلَغَهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ وَعَلِيَّ بْنَ أَبِي طَالِبٍ وَعُثْمَانَ بْنَ عَفَّانَ كَانُوا يَشْرَبُونَ قِيَامًاِِِِ",
        "ar_diacless": "حدثني عن مالك أنه بلغه أن عمر بن الخطاب وعلي بن أبي طالب وعثمان بن عفان كانوا يشربون قياما",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50145,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬২",
        "hadith_id": 1662,
        "narrator": "ইব্নু শিহাব (র)-",
        "bn": "উম্মুল মু’মিনীন আয়িশা (রা) ও সা‘দ ইব্নু আবী ওয়াক্কাস (রা) দাঁড়িয়ে পানি পান করাকে খারাপ মনে করতেন না। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ أَنَّ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ وَسَعْدَ بْنَ أَبِي وَقَّاصٍ كَانَا لَا يَرَيَانِ بِشُرْبِ الْإِنْسَانِ وَهُوَ قَائِمٌ بَأْسًاِِِِ",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب أن عائشة أم المؤمنين وسعد بن أبي وقاص كانا لا يريان بشرب الإنسان وهو قائم بأسا",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50146,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬৩",
        "hadith_id": 1663,
        "narrator": "আবূ জাফর কারী (র)",
        "bn": "তিনি আবদুল্লাহ্ ইব্নু উমার (রা)-কে দাঁড়িয়ে পানি পান করতে দেখেছেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ أَبِي جَعْفَرٍ الْقَارِئِ أَنَّهُ قَالَ رَأَيْتُ عَبْدَ اللهِ بْنَ عُمَرَ يَشْرَبُ قَائِمًاِِِِ",
        "ar_diacless": "و حدثني مالك عن أبي جعفر القارئ أنه قال رأيت عبد الله بن عمر يشرب قائما",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 50147,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬৪",
        "hadith_id": 1664,
        "narrator": "আমির ইব্নু আবদুল্লাহ্ ইব্নু যুবাইর (রা)",
        "bn": "তাঁর পিতা দাঁড়িয়ে পানি পান করতেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَامِرِ بْنِ عَبْدِ اللهِ بْنِ الزُّبَيْرِ عَنْ أَبِيهِ\n\nأَنَّهُ كَانَ يَشْرَبُ قَائِمًاِِِِ",
        "ar_diacless": "و حدثني عن مالك عن عامر بن عبد الله بن الزبير عن أبيه\n\nأنه كان يشرب قائما",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18694,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 49,
    "section_id": 9,
    "title": "পানীয় বস্তু ডান দিক হতে বিতরণ আরম্ভ করা সুন্নত",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৯",
    "sort_order": 9,
    "hadiths": [
      {
        "id": 50151,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬৫",
        "hadith_id": 1665,
        "narrator": "আনাস ইব্নু মালিক (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খিদমতে দুগ্ধ আনা হল। তাতে কুয়ার পানি মিশ্রিত ছিল। তখন রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ডান দিকে বসা ছিলেন জনৈক মরুবাসী এবং বাম দিকে ছিলেন আবূ বাকর সিদ্দীক (রা)। এমতাবস্থায় রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুগ্ধ পান করলেন এবং সেই মরুবাসী লোকটিকে পান করতে দিলেন আর বললেন, ডান দিক হতে পরিবেশন কর। [১] (বুখারী ৫৬১৯, মুসলিম ২০২৯)",
        "ar": "حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَنَسِ بْنِ مَالِكٍ\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ مِنْ الْبِئْرِ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ وَعَنْ يَسَارِهِ أَبُو بَكْرٍ الصِّدِّيقُ فَشَرِبَ ثُمَّ أَعْطَى الْأَعْرَابِيَّ وَقَالَ الْأَيْمَنَ فَالْأَيْمَنَِِِِ",
        "ar_diacless": "حدثني عن مالك عن ابن شهاب عن أنس بن مالك\n\nأن رسول الله صلى الله عليه وسلم أتي بلبن قد شيب بماء من البئر وعن يمينه أعرابي وعن يساره أبو بكر الصديق فشرب ثم أعطى الأعرابي وقال الأيمن فالأيمن",
        "note": "[১] অথচ আবূ বাকর সিদ্দীক (রা) উক্ত মরুবাসী লোকটির তুলনায় মর্যাদার দিক দিয়ে বহু ঊর্ধ্বে ছিলেন। তথাপি রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম ডান দিকে বেদুঈনকে দেয়া পছন্দ করেছেন। যে কোন ভাল কাজ ডানদিক হতে আরম্ভ করাকে তিনি ভালবাসতেন।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 50150,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 49,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬৬",
        "hadith_id": 1666,
        "narrator": "সাহল ইব্নু সা‘দ আনসারী (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে দুধ আনা হল। তিনি তা থেকে পান করলেন। তখন তাঁর ডান দিকে একটি বালক এবং বাম দিকে কয়েকজন বৃদ্ধ লোক ছিলেন। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বালকটিকে বললেন, তুমি অনুমতি দিলে আমি আগে এই (বাম দিকের) বৃদ্ধ লোকদেরকে দেই ? বালকটি বলল, না, আল্লাহর কসম! ইয়া রসূলাল্লাহ্, আপনার উচ্ছিষ্ট হতে আমার অংশ আমি কাউকে দিতে চাই না। অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম আগে তাকেই দিলেন। (বুখারী ৫৬২০, মুসলিম ২০৩০)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ عَنْ سَهْلِ بْنِ سَعْدٍ الْأَنْصَارِيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِشَرَابٍ فَشَرِبَ مِنْهُ وَعَنْ يَمِينِهِ غُلَامٌ وَعَنْ يَسَارِهِ الْأَشْيَاخُ فَقَالَ لِلْغُلَامِ أَتَأْذَنُ لِي أَنْ أُعْطِيَ هَؤُلَاءِ فَقَالَ الْغُلَامُ لَا وَاللهِ يَا رَسُولَ اللهِ لَا أُوثِرُ بِنَصِيبِي مِنْكَ أَحَدًا قَالَ فَتَلَّهَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي يَدِهِِِِِ",
        "ar_diacless": "و حدثني عن مالك عن أبي حازم بن دينار عن سهل بن سعد الأنصاري أن رسول الله صلى الله عليه وسلم أتي بشراب فشرب منه وعن يمينه غلام وعن يساره الأشياخ فقال للغلام أتأذن لي أن أعطي هؤلاء فقال الغلام لا والله يا رسول الله لا أوثر بنصيبي منك أحدا قال فتله رسول الله صلى الله عليه وسلم في يده",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  }
]