[
  {
    "id": 12343,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 15,
    "section_id": 1,
    "title": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতি দরূদ ও সালাম পেশ করার আদেশ, তার মাহাত্ম্য ও শব্দাবলী",
    "preface": "",
    "number": "পরিচ্ছেদ - ২৪৩",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 34532,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪০৫",
        "hadith_id": 1405,
        "narrator": "‘আব্দুল্লাহ ইবনে ‘আম্‌র আ'স (রাঃ)",
        "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেন, “যে ব্যক্তি আমার প্রতি একবার দরূদ পাঠ করবে, আল্লাহ তার দরুন তার উপর দশটি রহমত (করুণা) অবতীর্ণ করবেন।\"",
        "ar": "وَعَنْ عَبدِ اللهِ بنِ عَمرِو بنِ العَاص، رَضِيَ اللهُ عَنْهُمَا: أَنَّه سَمِعَ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم يَقُولُ: «مَنْ صَلَّى عَلَيَّ صَلاَةً، صَلَّى اللهُ عَلَيْهِ بِهَا عَشْراً» . رواه مسلم",
        "ar_diacless": "وعن عبد الله بن عمرو بن العاص، رضي الله عنهما: أنه سمع رسول الله صلى الله عليه وسلم صلى الله عليه وسلم يقول: «من صلى علي صلاة، صلى الله عليه بها عشرا» . رواه مسلم",
        "note": "(মুসলিম) (মুসলিম ৩৮৪, তিরমিযী ৩৬১৪, নাসায়ী ৬৭৮, আবূ দাউদ ৫২৩, আহমাদ ৬৫৩২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34530,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪০৬",
        "hadith_id": 1406,
        "narrator": "ইবনে মাসঊদ (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, “কিয়ামতের দিন সেই ব্যক্তি সব লোকের চাইতে আমার বেশী নিকটবর্তী হবে, যে তাদের মধ্যে সবচেয়ে বেশী আমার উপর দরূদ পড়বে।”",
        "ar": "وَعَنِ ابنِ مَسعُود رضي الله عنه:أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم قَالَ: «أَوْلَى النَّاسِ بِي يَومَ القِيَامَةِ أَكْثَرُهُمْ عَلَيَّ صَلاَةً» . رواه الترمذي، وقال: حديث حسن .",
        "ar_diacless": "وعن ابن مسعود رضي الله عنه:أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم قال: «أولى الناس بي يوم القيامة أكثرهم علي صلاة» . رواه الترمذي، وقال: حديث حسن .",
        "note": "(তিরমিযী ৪৮৪)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34531,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪০৭",
        "hadith_id": 1407,
        "narrator": "আওস ইবনে আওস (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, “তোমাদের দিনগুলির মধ্যে সর্বোত্তম দিন হচ্ছে জুমুআর দিন। সুতরাং ঐ দিন তোমরা আমার উপর অধিকমাত্রায় দরূদ পড়। কেননা, তোমাদের দরূদ আমার কাছে পেশ করা হয়।” লোকেরা বলল, ‘ইয়া রাসূলুল্লাহ! আপনি তো (মারা যাওয়ার পর) পচে-গলে নিশ্চিহ্ন হয়ে যাবেন। সে ক্ষেত্রে আমাদের দরূদ কিভাবে আপনার কাছে পেশ করা হবে?’ তিনি বললেন, “আল্লাহ পয়গম্বরদের দেহসমূহকে খেয়ে ফেলা মাটির উপর হারাম করে দিয়েছেন।” (বিধায় তাঁদের শরীর আবহমান কাল ধরে অক্ষত থাকবে।)",
        "ar": "وَعَنْ أَوسِ بنِ أَوسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم : «إِنَّ مِنْ أَفْضَلِ أَيَّامِكُمْ يَومَ الجُمُعَةِ، فَأَكْثِرُوا عَلَيَّ مِنَ الصَّلاةِ فِيهِ، فَإِنَّ صَلاَتَكُمْ مَعْرُوضَةٌ عَلَيَّ». قَالَ: قَالُوا: يَا رَسُولَ اللهِ صلى الله عليه وسلم، وَكَيفَ تُعْرَضُ صَلاَتُنَا عَلَيْكَ وَقَدْ أَرَمْتَ ؟! قَالَ: يَقُولُ بَلِيتَ . قَالَ: «إِنَّ اللهَ حَرَّمَ عَلَى الأَرْضِ أَجْسَادَ الأَنْبِيَاءِ» . رواه أَبُو داود بإسنادٍ صحيح",
        "ar_diacless": "وعن أوس بن أوس رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم : «إن من أفضل أيامكم يوم الجمعة، فأكثروا علي من الصلاة فيه، فإن صلاتكم معروضة علي». قال: قالوا: يا رسول الله صلى الله عليه وسلم، وكيف تعرض صلاتنا عليك وقد أرمت ؟! قال: يقول بليت . قال: «إن الله حرم على الأرض أجساد الأنبياء» . رواه أبو داود بإسناد صحيح",
        "note": "(আবূ দাউদ ১০৪৭, ১৫৩১, নাসায়ী ১৩৭৪, ইবনু মাজাহ ১৬৩৬, আহমাদ ১৫৭২৯, দারেমী ১৫৭২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34533,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪০৮",
        "hadith_id": 1408,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই অভিশাপ দিলেন যে, “সেই ব্যক্তির নাক ধূলা-ধূসরিত হোক, যার কাছে আমার নাম উল্লেখ করা হল, অথচ সে (আমার নাম শুনেও) আমার প্রতি দরূদ পড়ল না।” (অর্থাৎ, ‘(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)’ বলল না।)",
        "ar": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: «رَغِمَ أَنْفُ رَجُلٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ» . رواه الترمذي، وقال: حديث حسن",
        "ar_diacless": "وعن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: «رغم أنف رجل ذكرت عنده فلم يصل علي» . رواه الترمذي، وقال: حديث حسن",
        "note": "(তিরমিযী ৩৫৪৫, আহমাদ ৭৪০২)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34534,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪০৯",
        "hadith_id": 1409,
        "narrator": "উক্ত রাবী",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, “তোমরা আমার কবরকে উৎসব কেন্দ্রে পরিণত করো না (যেমন কবর পূজারীরা উরস ইত্যাদির মেলা লাগিয়ে করে থাকে)। তোমরা আমার প্রতি দরূদ পেশ কর। কারণ, তোমরা যেখানেই থাক, তোমাদের পেশকৃত দরূদ আমার কাছে পৌঁছে যায়।”",
        "ar": "وَعَنْه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: «لاَ تَجْعَلُوا قَبْرِي عِيداً، وَصَلُّوا عَلَيَّ، فَإِنَّ صَلاَتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ» . رواه أَبُو داود بإسنادٍ صحيح",
        "ar_diacless": "وعنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: «لا تجعلوا قبري عيدا، وصلوا علي، فإن صلاتكم تبلغني حيث كنتم» . رواه أبو داود بإسناد صحيح",
        "note": "(আবূ দাউদ ২০৪২, আহমাদ ৭৭৬২, ৮২৩৮, ৮৫৮৬, ৮৬৯৮, ৮৮০৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34535,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪১০",
        "hadith_id": 1410,
        "narrator": "উক্ত রাবী",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, “যে কোনো ব্যক্তি যখন আমার উপর সালাম পেশ করে, তখন আল্লাহ আমার মধ্যে আমার আত্মা ফিরিয়ে দেন, ফলে আমি তার সালামের জবাব দিই।”",
        "ar": "وَعَنْه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، قَالَ: «مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللهُ عَلَيَّ رُوحِي حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ» . رواه أَبُو داود بإسنادٍ صحيح",
        "ar_diacless": "وعنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، قال: «ما من أحد يسلم علي إلا رد الله علي روحي حتى أرد عليه السلام» . رواه أبو داود بإسناد صحيح",
        "note": "(আবূ দাউদ ২০৪১, আহমাদ ১০৪৩৪)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34536,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪১১",
        "hadith_id": 1411,
        "narrator": "আলী (রাঃ)",
        "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, “প্রকৃত কৃপণ সেই ব্যক্তি, যার কাছে আমি উল্লিখিত হলাম (আমার নাম উচ্চারিত হল), অথচ সে আমার প্রতি দরূদ পাঠ করল না।”",
        "ar": "وَعَنْ عَلِيّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم : «البَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ، فَلَمْ يُصَلِّ عَلَيَّ» . رواه الترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "وعن علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم : «البخيل من ذكرت عنده، فلم يصل علي» . رواه الترمذي، وقال: حديث حسن صحيح",
        "note": "(তিরমিযী ৩৫৪৬, আহমাদ ১৭৩৮)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34537,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪১২",
        "hadith_id": 1412,
        "narrator": "ফাযালা ইবনে উবাইদ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি লোককে নামাযে প্রার্থনা করতে শুনলেন। সে কিন্তু তাতে আল্লাহর প্রশংসা করেনি এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপর দরূদও পড়েনি। এ দেখে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, “লোকটি তাড়াহুড়ো করল।” অতঃপর তিনি তাকে ডাকলেন ও তাকে অথবা অন্য কাউকে বললেন, “যখন কেউ দু‘আ করবে, তখন সে যেন তার পবিত্র প্রতিপালকের প্রশংসা বর্ণনা যোগে ও আমার প্রতি দরূদ ও সালাম পেশ করে দু‘আ আরম্ভ করে, তারপর যা ইচ্ছা (যথারীতি) প্রার্থনা করে।”",
        "ar": "وَعَنْ فَضَالَةَ بنِ عُبَيْدٍ رضي الله عنه، قَالَ: سَمِعَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم رَجُلاً يَدْعُو فِي صَلاَتِهِ لَمْ يُمَجِّدِ الله تَعَالَى، وَلَمْ يُصَلِّ عَلَى النَّبيِّ، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم : «عَجِلَ هَذَا» ثُمَّ دَعَاهُ فَقَالَ لَهُ - أَوْ لِغَيْرِهِ -: «إِذَا صَلَّى أَحَدُكُمْ فَلْيَبْدَأْ بِتَحْمِيدِ رَبِّهِ سُبْحَانَهُ، وَالثَّنَاءِ عَلَيْهِ، ثُمَّ يُصَلِّي عَلَى النَّبيِّ صلى الله عليه وسلم، ثُمَّ يَدْعُو بَعْدُ بِمَا شَاءَ» . رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "وعن فضالة بن عبيد رضي الله عنه، قال: سمع رسول الله صلى الله عليه وسلم صلى الله عليه وسلم رجلا يدعو في صلاته لم يمجد الله تعالى، ولم يصل على النبي، فقال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم : «عجل هذا» ثم دعاه فقال له - أو لغيره -: «إذا صلى أحدكم فليبدأ بتحميد ربه سبحانه، والثناء عليه، ثم يصلي على النبي صلى الله عليه وسلم، ثم يدعو بعد بما شاء» . رواه أبو داود والترمذي، وقال: حديث حسن صحيح",
        "note": "(আবূ দাউদ ১৪৮১, তিরমিযী ৩৪৭৬, ৩৪৭৭, নাসায়ী ১২৮৪, আহমাদ ২৩৪১৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34538,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪১৩",
        "hadith_id": 1413,
        "narrator": "আবূ মুহাম্মাদ কা‘ব ইবনে উজরাহ (রাঃ)",
        "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (একদা) আমাদের নিকট এলেন। আমরা বললাম, ‘হে আল্লাহর রসূল! আপনার প্রতি কিভাবে সালাম পেশ করতে হয় তা জেনেছি, কিন্তু আপনার প্রতি দরূদ কিভাবে পাঠাব?’ তিনি বললেন, “তোমরা বলোঃ-\n‘আল্লা-হুম্মা স্বাল্লি আলা মুহাম্মাদিঁউ অআলা আ-লি মুহাম্মাদ, কামা স্বাল্লাইতা আলা আ-লি ইবরা-হীম। ইন্নাকা হামীদুম মাজীদ। আল্লা-হুম্মা বা-রিক আলা মুহাম্মাদিঁউ অআলা আ-লি মুহাম্মাদ, কামা বা-রাকতা আলা আ-লি ইবরা-হীম। ইন্নাকা হামীদুম মাজীদ।’\nযার অর্থ, হে আল্লাহ! তুমি মুহাম্মাদ তথা মুহাম্মাদের পরিবারবর্গের উপর রহমত বর্ষণ কর; যেমন রহমত বর্ষণ করেছিলে ইব্রাহীমের পরিবারবর্গের উপর। নিশ্চয় তুমি প্রশংসিত ও অতি সম্মানার্হ। হে আল্লাহ! তুমি মুহাম্মাদ ও তাঁর পরিজনবর্গের প্রতি বরকত নাযেল কর; যেমন বরকত নাযেল করেছ ইব্রাহীমের পরিজনবর্গের প্রতি। নিশ্চয় তুমি প্রশংসিত ও মহা সম্মানীয়।”",
        "ar": "وَعَنْ أَبِي مُحَمَّدٍ كَعْبِ بن عُجْرَةَ رضي الله عنه، قَالَ: خَرَجَ عَلَيْنَا النَّبِيُّ، فَقُلْنَا: يَا رَسُولَ اللهِ صلى الله عليه وسلم قَدْ عَلِمْنَا كَيْفَ نُسَلِّمُ عَلَيْكَ، فَكَيْفَ نُصَلِّي عَلَيْكَ ؟ قَالَ: «قُولُوا: اَللهم صَلِّ عَلَى مُحَمَّدٍ، وعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إبْرَاهِيمَ، إنَّكَ حَمِيدٌ مَجيدٌ . اَللهم بَارِكْ عَلَى مُحَمَّدٍ، وعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إبْرَاهِيمَ، إنَّكَ حَمِيدٌ مَجْيدٌ» . متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن أبي محمد كعب بن عجرة رضي الله عنه، قال: خرج علينا النبي، فقلنا: يا رسول الله صلى الله عليه وسلم قد علمنا كيف نسلم عليك، فكيف نصلي عليك ؟ قال: «قولوا: اللهم صل على محمد، وعلى آل محمد، كما صليت على آل إبراهيم، إنك حميد مجيد . اللهم بارك على محمد، وعلى آل محمد، كما باركت على آل إبراهيم، إنك حميد مجيد» . متفق عليه",
        "note": "(সহীহুল বুখারী ৩৩৭০, ৪৭৯৭, ৬৩৫৭, মুসলিম ৪০৬, তিরমিযী ৪৮৩, নাসায়ী ১২৮৭-১২৮৯, আবূ দাউদ ৯৭৬, ইবনু মাজাহ ৯০৪, আহমাদ ১৭৬৩৮, ১৭৬৩১, ১৭৬৬৭, দারেমী ১৩৪২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34539,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪১৪",
        "hadith_id": 1414,
        "narrator": "আবূ মাসঊদ বদরী (রাঃ)",
        "bn": "তিনি বলেন, আমরা সা'দ ইবনে উবাদা (রাঃ)-এর মজলিসে উপবিষ্ট ছিলাম। এমন সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে এলেন। বাশীর ইবনে সা‘দ তাঁকে বললেন, ‘হে আল্লাহর রসূল! মহান আল্লাহ আমাদেরকে আপনার প্রতি দরূদ পড়তে আদেশ করেছেন, কিন্তু কিভাবে আপনার উপর দরূদ পড়ব?’ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিরুত্তর থাকলেন। পরিশেষে আমরা আশা করলাম, যদি (বাশীর) তাঁকে প্রশ্ন না করতেন (তো ভাল হত)। ক্ষণেক পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, “তোমরা বলো,\n‘আল্লা-হুম্মা স্বাল্লি আলা মুহাম্মাদিঁউ অআলা আ-লি মুহাম্মাদ, কামা স্বাল্লাইতা আলা আ-লি ইবরা-হীম। অবা-রিক আলা মুহাম্মাদিঁউ অআলা আ-লি মুহাম্মাদ, কামা বা-রাকতা আলা আ-লি ইবরা-হীম। ইন্নাকা হামীদুম মাজীদ।’\nঅর্থাৎ, হে আল্লাহ! তুমি মুহাম্মাদ তথা মুহাম্মাদের পরিবারবর্গের উপর রহমত বর্ষণ কর; যেমন রহমত বর্ষণ করেছিলে ইব্রাহীমের পরিবারবর্গের উপর। আর তুমি মুহাম্মাদ ও তাঁর পরিজনবর্গের প্রতি বরকত নাযেল কর; যেমন বরকত নাযেল করেছ ইব্রাহীমের পরিজনবর্গের প্রতি। নিশ্চয় তুমি প্রশংসিত ও মহা সম্মানীয়।\nআর সালাম কেমন, তা তো তোমরা জেনেছ।”",
        "ar": "وَعَنْ أَبي مَسعُودٍ البَدرِي رضي الله عنه، قَالَ: أَتَانَا رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، وَنَحنُ في مَجْلِسِ سَعدِ بن عُبَادَةَ رضي الله عنه، فَقَالَ لَهُ بَشْيرُ بْنُ سَعدٍ رضي الله عنه : أَمَرَنَا الله تَعَالَى أَنْ نُصَلِّيَ عَلَيْكَ يَا رَسُولَ اللهِ صلى الله عليه وسلم، فَكَيْفَ نُصَلِّي عَلَيْكَ ؟ فَسَكَتَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، حَتَّى تَمَنَّيْنَا أَنَّهُ لَمْ يَسْأَلْهُ، ثُمَّ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم : «قُولُوا: اَللهم صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْت عَلَى آلِ إبْرَاهِيمَ، إنَّكَ حَمِيدٌ مَجِيدٌ، وَالسَّلاَمُ كَمَا قَدْ عَلِمْتُمْ» . رواه مسلم",
        "ar_diacless": "وعن أبي مسعود البدري رضي الله عنه، قال: أتانا رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، ونحن في مجلس سعد بن عبادة رضي الله عنه، فقال له بشير بن سعد رضي الله عنه : أمرنا الله تعالى أن نصلي عليك يا رسول الله صلى الله عليه وسلم، فكيف نصلي عليك ؟ فسكت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، حتى تمنينا أنه لم يسأله، ثم قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم : «قولوا: اللهم صل على محمد، وعلى آل محمد، كما صليت على آل إبراهيم، وبارك على محمد وعلى آل محمد، كما باركت على آل إبراهيم، إنك حميد مجيد، والسلام كما قد علمتم» . رواه مسلم",
        "note": "(মুসলিম ৪০৫, তিরমিযী ৩২২০, নাসায়ী ১২৮৫, ১২৮৬, আবূ দাউদ ৯৭৯, আহমাদ ১৬৬১৯, ১৬৬২৪, ২১৮৪৭, মুওয়াত্তা মালিক ৩৯৮, দারেমী ১৩৪৩)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34540,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 15,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ১৪১৫",
        "hadith_id": 1415,
        "narrator": "আবূ হুমাইদ সায়েদী (রাঃ)",
        "bn": "তিনি বলেন, লোকেরা বলল, ‘হে আল্লাহর রসূল! আমরা কিভাবে আপনার প্রতি দরূদ পেশ করব?’ তিনি বললেন, “তোমরা বলো, “আল্লা-হুম্মা স্বাল্লি আলা মুহাম্মাদিঁউ অআলা আযওয়া-জিহি অযুর্রিয়্যাতিহি কামা স্বাল্লাইতা আলা আ-লি ইবরা-হীম, অবা-রিক আলা মুহাম্মাদিঁউ অআলা আযওয়া-জিহি অযুর্রিয়্যাতিহি কামা বারাকতা আলা আ-লি ইবরা-হীম, ইন্নাকা হামীদুম মাজীদ।”\nঅর্থাৎ, হে আল্লাহ! তুমি মুহাম্মাদ, তাঁর পত্নীগণ ও তাঁর বংশধরের উপর রহমত বর্ষণ কর; যেমন তুমি ইব্রাহীমের বংশধরের উপর রহমত বর্ষণ করেছ। আর তুমি মুহাম্মাদ, তাঁর পত্নীগণ ও তাঁর বংশধরের উপর বরকত বর্ষণ কর যেমন তুমি ইবরাহীমের বংশধরের উপর বরকত বর্ষণ করেছ। নিশ্চয় তুমি প্রশংসিত গৌরবান্বিত।",
        "ar": "وَعَنْ أَبي حُمَيدٍ السَّاعِدِيِّ رضي الله عنه، قَالَ: قَالُوا: يَا رَسُولَ اللهِ صلى الله عليه وسلم كَيْفَ نُصَلِّي عَلَيْكَ ؟ قَالَ: «قُولُوا: اَللهم صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إبْرَاهِيمَ إنَّكَ حَميدٌ مَجِيدٌ» . متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن أبي حميد الساعدي رضي الله عنه، قال: قالوا: يا رسول الله صلى الله عليه وسلم كيف نصلي عليك ؟ قال: «قولوا: اللهم صل على محمد، وعلى أزواجه وذريته، كما صليت على آل إبراهيم، وبارك على محمد، وعلى أزواجه وذريته، كما باركت على آل إبراهيم إنك حميد مجيد» . متفق عليه",
        "note": "(সহীহুল বুখারী ২৩৬৯, ৬৩৬০, মুসলিম ৪০৭, নাসায়ী ১২৯৪, আবূ দাউদ ৯৭৯, ইবনু মাজাহ ৯০৫, আহমাদ ২৩০৮৯, মুওয়াত্তা মালিক ৩৯৭)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  }
]