[
  {
    "id": 12198,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 1,
    "title": "শুরুতে বিস্মিল্লাহ এবং শেষে আল-হামদু লিল্লাহ বলা",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০০",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 33845,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৩২",
        "hadith_id": 732,
        "narrator": "উমার ইবনে আবূ সালামাহ (রাঃ)",
        "bn": "তিনি বলেন, (একদা খাবার সময়) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, ‘‘(শুরুতে) ‘বিসমিল্লাহ’ বল, ডান হাত দ্বারা আহার কর এবং তোমার নিকট (সামনে) থেকে খাও।’’",
        "ar": "وَعَن عُمَرَ بنِ أبي سَلَمَةَ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ لِي رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « سَمِّ اللهَ، وَكُلْ بِيَمِينكَ، وَكُلْ مِمَّا يَلِيكَ ». متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن عمر بن أبي سلمة رضي الله عنهما، قال: قال لي رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « سم الله، وكل بيمينك، وكل مما يليك ». متفق عليه",
        "note": "(সহীহুল বুখারী ৫৩৭৬, ৫৩৭৭, ৫৩৭৮, মুসলিম ২০২২, আবূ দাউদ ৩৭৭৭, ইবনু মাজাহ ৩২৬৭, আহমাদ ১৫৮৯৫, ১৫৯০২, মুওয়াত্তা মালেক ১৩৩৮, দারেমী ২০১৯, ২০৪৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33844,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৩৩",
        "hadith_id": 733,
        "narrator": "আয়েশা রাদিয়াল্লাহু আনহা",
        "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘তোমাদের কেউ যখন আহার করবে, সে যেন শুরুতে আল্লাহ তা‘আলার নাম নেয়। যদি শুরুতে আল্লাহর নাম নিতে ভুলে যায়, তাহলে সে যেন বলে ‘বিসমিল্লাহি আওয়ালাহু অ আখেরাহ।’’",
        "ar": "وَعَن عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « إِذَا أكَلَ أحَدُكُمْ فَلْيَذْكُرِ اسْمَ اللهِ تَعَالَى، فإنْ نَسِيَ أنْ يَذْكُرَ اسْمَ اللهِ تَعَالَى فِي أوَّلِهِ، فَلْيَقُلْ: بِسمِ اللهِ أوَّلَهُ وَآخِرَهُ ». رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "وعن عائشة رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « إذا أكل أحدكم فليذكر اسم الله تعالى، فإن نسي أن يذكر اسم الله تعالى في أوله، فليقل: بسم الله أوله وآخره ». رواه أبو داود والترمذي، وقال: حديث حسن صحيح",
        "note": "(আবূ দাউদ  ৩৭৬৭, তিরমিযী ১৮৫৮, ইবনু মাজাহ ৩২৬৪, আহমাদ ২৫২০৫, ২৫৫৫৮, ২৫৭৬০, দারেমী ২০২০)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33847,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৩৪",
        "hadith_id": 734,
        "narrator": "জাবের (রাঃ)",
        "bn": "তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, ‘‘কোন ব্যক্তি যখন নিজ বাড়ি প্রবেশের সময় ও আহারের সময় আল্লাহ তা‘আলাকে স্মরণ করে; অর্থাৎ (‘বিসমিল্লাহ’ বলে) তখন শয়তান তার অনুচরদেরকে বলে, ‘আজ না তোমরা এ ঘরে রাত্রি যাপন করতে পারবে, আর না খাবার পাবে।’ অন্যথা যখন সে প্রবেশ কালে আল্লাহ তা‘আলাকে স্মরণ করে না (অর্থাৎ ‘বিসমিল্লাহ’ বলে না), তখন শয়তান বলে, ‘তোমরা রাত্রি যাপন করার স্থান পেলে।’ আর যখন আহার কালেও আল্লাহ তা‘আলাকে স্মরণ করে না (অর্থাৎ ‘বিসমিল্লাহ’ বলে না), তখন সে তার চেলাদেরকে বলে, ‘তোমরা রাত্রিযাপন স্থল ও নৈশভোজ উভয়ই পেয়ে গেলে।’’",
        "ar": "وَعَن جَابِرٍ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: « إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ، فَذَكَرَ اللهَ تَعَالَى عِنْدَ دُخُولِهِ، وَعِندَ طَعَامِهِ، قَالَ الشَّيْطَانُ لأَصْحَابِهِ: لاَ مَبِيتَ لَكُمْ وَلاَ عَشَاءَ، وَإِذَا دَخَلَ فَلَمْ يَذْكُرِ اللهَ تَعَالَى عِنْدَ دُخُولِهِ، قَالَ الشَّيْطَانُ: أدْرَكْتُمُ المَبِيتَ ؛ وَإِذَا لَمْ يَذْكُرِ اللهَ تَعَالَى عِنْدَ طَعَامِهِ، قَالَ: أدْرَكْتُم المَبِيتَ وَالعَشَاءَ ». رواه مسلم",
        "ar_diacless": "وعن جابر رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، يقول: « إذا دخل الرجل بيته، فذكر الله تعالى عند دخوله، وعند طعامه، قال الشيطان لأصحابه: لا مبيت لكم ولا عشاء، وإذا دخل فلم يذكر الله تعالى عند دخوله، قال الشيطان: أدركتم المبيت ؛ وإذا لم يذكر الله تعالى عند طعامه، قال: أدركتم المبيت والعشاء ». رواه مسلم",
        "note": "(মুসলিম ২০১৮, আবূ দাউদ  ৩৭৬৫, ইবনু মাজাহ ৩৮৮৭, আহমাদ ১৪৩১৯, ১৪৬৮৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33848,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৩৫",
        "hadith_id": 735,
        "narrator": "হুযাইফাহ (রাঃ)",
        "bn": "আমরা যখন আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আহারে বসতাম, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাবারে হাত রেখে শুরু না করা পর্যন্ত আমরা তাতে হাত রাখতাম না (এবং আহার শুরু করতাম না)। একদা আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে খাবারে উপস্থিত ছিলাম। হঠাৎ একটি বাচ্চা মেয়ে এমনভাবে এল, যেন তাকে (পিছন থেকে) ধাক্কা দেওয়া হচ্ছিল এবং সে নিজ হাত খাবারে দিতে উদ্যত হয়েছিল, এমন অবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত ধরে নিলেন। তারপর এক বেদুঈনও (তদ্রূপ দ্রুত বেগে) এল, যেন তাকে ধাক্কা মারা হচ্ছিল (সেও খাবারে হাত রাখতে উদ্যত হলে) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাতও ধরে নিলেন এবং বললেন, ‘‘যে খাবারে আল্লাহর নাম নেওয়া হয়নি, শয়তান সে খাদ্যকে হালাল মনে করে। আর এ মেয়েটিকে শয়তানই নিয়ে এসেছে, যাতে ওর বদৌলতে নিজের জন্য খাদ্য হালাল করতে পারে। কিন্তু আমি তার হাত ধরে ফেললাম। তারপর সে বেদুঈনকে নিয়ে এল, যাতে ওর দ্বারা খাদ্য হালাল করতে পারে। কিন্তু আমি ওর হাতও ধরে নিলাম। সেই মহান সত্তার কসম! যার হাতে আমার প্রাণ আছে, শয়তানের হাত ঐ দু’জনের হাতের সঙ্গে আমার হাতে (ধরা পড়েছিল)।’’ অতঃপর তিনি ‘বিসমিল্লাহ’ বলে আহার করলেন।",
        "ar": "وَعَن حُذَيْفَةَ رضي الله عنه، قَالَ: كُنَّا إِذَا حَضَرْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم طَعَاماً، لَمْ نَضَعْ أَيدِينَا حَتَّى يَبْدَأَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم فَيَضَعَ يَدَهُ، وَإنَّا حَضَرْنَا مَعَهُ مَرَّةً طَعَاماً، فَجَاءَتْ جَارِيَةٌ كَأنَّهَا تُدْفَعُ، فَذَهَبَتْ لِتَضَعَ يَدَهَا في الطَّعَامِ، فَأَخَذَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم بِيَدِهَا، ثُمَّ جَاءَ أَعْرَابِيّ كأنَّمَا يُدْفَعُ، فَأخَذَ بِيَدهِ، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « إنَّ الشَّيْطَانَ يَسْتَحِلُّ الطَّعَامَ أنْ لاَ يُذْكَرَ اسْمُ اللهِ تَعَالَى عَلَيْهِ، وَإنَّهُ جَاءَ بِهَذِهِ الجَارِيَةِ لِيَسْتَحِلَّ بِهَا، فأَخَذْتُ بِيَدِهَا، فَجَاءَ بِهَذَا الأَعرَابيّ لِيَسْتَحِلَّ بِهِ، فَأخذْتُ بِيَدِهِ، والَّذِي نَفْسِي بِيَدِهِ، إنَّ يَدَهُ فِي يَدِي مَعَ يَدَيْهِمَا » ثُمَّ ذَكَرَ اسْمَ اللهِ تَعَالَى وَأكَلَ. رواه مسلم",
        "ar_diacless": "وعن حذيفة رضي الله عنه، قال: كنا إذا حضرنا مع رسول الله صلى الله عليه وسلم طعاما، لم نضع أيدينا حتى يبدأ رسول الله صلى الله عليه وسلم صلى الله عليه وسلم فيضع يده، وإنا حضرنا معه مرة طعاما، فجاءت جارية كأنها تدفع، فذهبت لتضع يدها في الطعام، فأخذ رسول الله صلى الله عليه وسلم صلى الله عليه وسلم بيدها، ثم جاء أعرابي كأنما يدفع، فأخذ بيده، فقال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « إن الشيطان يستحل الطعام أن لا يذكر اسم الله تعالى عليه، وإنه جاء بهذه الجارية ليستحل بها، فأخذت بيدها، فجاء بهذا الأعرابي ليستحل به، فأخذت بيده، والذي نفسي بيده، إن يده في يدي مع يديهما » ثم ذكر اسم الله تعالى وأكل. رواه مسلم",
        "note": "(সহীহুল বুখারী ৩২৮০, মুসলিম ২০১৭, তিরমিযী ১৮১২, ২৮৫৭, আবূ দাউদ  ৩৭৩১, ৩৭৩৩, ইবনু মাজাহ ৩৪১০, আহমাদ ১৩৮১৬, ১৩৮৭১, ১৪০২৫, ১৪৫৯৭, ১৪৭১৭, মুওয়াত্তা মালেক ১৭২৭)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33851,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৩৬",
        "hadith_id": 736,
        "narrator": "উমাইয়্যাহ্ ইবনু মাখ্শী সাহাবী (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসা ছিলেন এবং এক ব্যক্তি আল্লাহর নাম না নিয়েই খাবার খাচ্ছিলো। তার খাওয়া শেষ হতে আর কেবল এক লোকমা বাকি। এই শেষ লোকমাটি মুখে দেওয়ার সময় সে বললো, ‘‘বিস্মিল্লাহি আওয়ালাহু ওয়া আখিরাহু’’ (আমি আল্লাহর নাম নিচ্ছি খাওয়ার শুরু এবং শেষভাগে)। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে দিলেন। তিনি বললেনঃ তার সাথে শাইতান বরাবর খাবার খেয়ে যাচ্ছিল। সে আল্লাহর নাম নেয়ার  সাথে সাথেই শাইতানের পেটে যা কিছু ছিল, বমি করে সবকিছু ফেলে দিল। (আবু দাউদ, নাসায়ী)",
        "ar": "وَعَنْ أُمَيَّةَ بْنِ مَخْشِيٍّ الصَّحَابِيِّ رضي الله عنه قَالَ: كَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم جَالساً، ورَجُلٌ يأْكُلُ، فَلَمْ يُسَمِّ اللهَ حَتّىٰ لَمْ يَبْقَ مِنْ طَعَامِهِ لُقْمَةٌ، فَلَمَّا رَفَعَهَا إِلىٰ فِيْهِ، قَالَ: بِسْمِ اللهِ أَوَّلَهُ وَآخِرَهُ، فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم، ثُمَّ قَالَ:«مَا زَالَ الشَّيْطَانُ يَأْكُلُ مَعَهُ، فَلمَّا ذَكَرَ اسْمَ اللهِ استْقَاءَ مَا فِيْ بَطْنِهِ». رواه أبو داود، والنسائي.",
        "ar_diacless": "وعن أمية بن مخشي الصحابي رضي الله عنه قال: كان رسول الله صلى الله عليه وسلم جالسا، ورجل يأكل، فلم يسم الله حتىٰ لم يبق من طعامه لقمة، فلما رفعها إلىٰ فيه، قال: بسم الله أوله وآخره، فضحك النبي صلى الله عليه وسلم، ثم قال:«ما زال الشيطان يأكل معه، فلما ذكر اسم الله استقاء ما في بطنه». رواه أبو داود، والنسائي.",
        "note": "(আমি (আলবানী) বলছিঃ এ সনদটি দুর্বল, কারণ এর মধ্যে মুসান্না ইবনু আব্দুর রহমান খুযা‘ঈ নামক এক বর্ণনাকারী রয়েছেন তিনি মাজহূল যেমনটি ইবনুল মাদীনী বলেছেন। উল্লেখ্য এ ভাষায় হাদীসটি দুর্বল হলেও সহীহ্ হাদীসের মধ্যে আয়েশা (রা) হতে বর্ণিত হয়েছে যে, রসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেনঃ তোমাদের কেউ যখন খাবে তখন সে যেন আল্লাহর নাম নেই (বিসমিল্লাহ্ বলে)। যদি প্রথমে আল্লাহর নাম উল্লেখ করতে ভুলে যায় তাহলে সে যেন বলেঃ বিসমিল্লাহি আওয়ালুহু অআখেরুহু। [‘‘সহীহ্ আবী দাঊদ’’ (৩৭৬৭), ‘‘সহীহ্ ইবনু মাজাহ্’’ (৩২৬৪) ও ‘‘ইরওয়াউল গালীল’’ (১৯৬৫)])",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 33846,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৩৭",
        "hadith_id": 737,
        "narrator": "আয়েশা রাদিয়াল্লাহু আনহা",
        "bn": "তিনি বলেন, ছয়জন সাহাবীর সাথে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাদ্য আহার করছিলেন। এমন সময় এক বেদুঈন হাযির হল এবং সে দু’গ্রাসেই সমস্ত খাদ্য খেয়ে ফেলল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (এ সব দেখে) বললেন, ‘‘শোনো! যদি এ ব্যক্তি (শুরুতে) ‘বিসমিল্লাহ’ বলত, তাহলে এই খাবারই তোমাদের সবার জন্য যথেষ্ট হত।’’",
        "ar": "وَعَن عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: كَانَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم يَأكُلُ طَعَاماً فِي سِتَّةٍ مِنْ أصْحَابِهِ، فَجَاءَ أعْرَابِيٌّ، فَأكَلَهُ بلُقْمَتَيْنِ . فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « أَمَا إنَّهُ لَوْ سَمَّى لَكَفَاكُمْ ». رواه الترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "وعن عائشة رضي الله عنها، قالت: كان رسول الله صلى الله عليه وسلم صلى الله عليه وسلم يأكل طعاما في ستة من أصحابه، فجاء أعرابي، فأكله بلقمتين . فقال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « أما إنه لو سمى لكفاكم ». رواه الترمذي، وقال: حديث حسن صحيح",
        "note": "(আবূ দাউদ  ১৮৫৮, ৩৭৬৭, ইবনু মাজাহ ৩২৬৪, আহমাদ ২৪৫৮২, ২৫২০৫, ২৫৫৫৮, ২৫৭৬০, দারেমী ২০২০)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33849,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৩৮",
        "hadith_id": 738,
        "narrator": "আবূ উমামাহ (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন দস্তরখানা গুটাতেন, তখন এই দো‘আ পড়তেনঃ- \n“আলহামদু লিল্লা-হি হামদান কাসীরান ত্বাইয়্যিবাম মুবা-রাকান ফীহি গায়রা মাকফিইয়্যিন অলা মুওয়াদ্দাইন অলা মুস্তাগনান আনহু রাব্বানা।” অর্থাৎ আল্লাহর জন্য অগণিত পবিত্র ও বরকতপূর্ণ প্রশংসা। অকুণ্ঠ, নিরবচ্ছিন্ন, প্রয়োজন-সাপেক্ষ প্রশংসা। হে আমাদের প্রভু!",
        "ar": "وَعَن أَبي أُمَامَة رضي الله عنه: أنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَفَعَ مَائِدَتَهُ، قَالَ: « الْحَمْدُ للهِ حَمداً كَثِيراً طَيِّباً مُبَاركَاً فِيهِ، غَيْرَ مَكْفِيٍّ، وَلاَ مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا ». رواه البخاري",
        "ar_diacless": "وعن أبي أمامة رضي الله عنه: أن النبي صلى الله عليه وسلم كان إذا رفع مائدته، قال: « الحمد لله حمدا كثيرا طيبا مباركا فيه، غير مكفي، ولا مودع، ولا مستغنى عنه ربنا ». رواه البخاري",
        "note": "(সহীহুল বুখারী ৫৪৫৮, ৫৪৫৯, তিরমিযী ৩৪৫৬, আবূ দাউদ  ৩৮৪৯, ইবনু মাজাহ ৩২৮৪, আহমাদ ২১৬৬৪, ২১৬৯৬, ২১৭৫৩, ২১৭৯৮, দারেমী ২০২৩)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33850,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৩৯",
        "hadith_id": 739,
        "narrator": "মু‘আয ইবনে আনাস (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘যে ব্যক্তি আহার শেষে এই দো‘আ পড়বেঃ-\n‘আলহামদু লিল্লা-হিল্লাযী আত্ব্আমানী হা-যা অরাযাক্বানীহি মিন গাইরি হাওলিম মিন্নী  অলা ক্বুউওয়াহ।’ (অর্থাৎ সেই আল্লাহর যাবতীয় প্রশংসা যিনি আমাকে এ খাওয়ালেন এবং জীবিকা দান করলেন, আমার কোন চেষ্টা ও সামর্থ্য ছাড়াই) সে ব্যক্তির পূর্বের সমস্ত (ছোট) পাপ মোচন করে দেওয়া হবে।’’",
        "ar": "وَعَن مُعَاذِ بنِ أَنَسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « مَنْ أكَلَ طَعَامَاً، فَقَالَ: الحَمْدُ لِلَّهِ الَّذِي أطْعَمَنِي هَذَا، وَرَزَقنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ». رواه أَبُو داود والترمذي، وقال: حديث حسن »",
        "ar_diacless": "وعن معاذ بن أنس رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « من أكل طعاما، فقال: الحمد لله الذي أطعمني هذا، ورزقنيه من غير حول مني ولا قوة، غفر له ما تقدم من ذنبه ». رواه أبو داود والترمذي، وقال: حديث حسن »",
        "note": "( আবূ দাউদ  ৪২০৩, দারেমী ২৬৯০)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12199,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 2,
    "title": "কোন খাবারের দোষত্রুটি বর্ণনা না করা এবং তার প্রশংসা করা উত্তম",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০১",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 33852,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪০",
        "hadith_id": 740,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "নি বলেন, ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো কোন খাবারের দোষ বর্ণনা করেননি। ভাল লাগলে তিনি তা খেয়েছেন এবং খারাপ লাগলে তিনি তা ত্যাগ করেছেন।’",
        "ar": "وَعَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: مَا عَابَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم طَعَامَاً قَطُّ، إِنِ اشْتَهَاهُ أكَلَهُ، وَإنْ كَرِهَهُ تَرَكَهُ . متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن أبي هريرة رضي الله عنه، قال: ما عاب رسول الله صلى الله عليه وسلم صلى الله عليه وسلم طعاما قط، إن اشتهاه أكله، وإن كرهه تركه . متفق عليه",
        "note": "(সহীহুল বুখারী ৪৫০৯,৩৫৬৩, মুসলিম ২০৬৪, তিরমিযী ২০৩১, দাউদ ৩৭৬৩, ইবনু মাজাহ ৩২৫৯, আহমাদ ৯২২৩, ৯৭৯১, ৯৮৫৫, ৯৮৮২, ১০০৪৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33853,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪১",
        "hadith_id": 741,
        "narrator": "জাবের (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ পরিবারের কাছে তরকারি চাইলেন। তারা বলল, ‘আমাদের নিকট সির্কা ছাড়া আর কিছুই নেই।’ তিনি তাই চাইলেন এবং (তা দিয়ে) আহার করতে থাকলেন ও বলতে থাকলেন, ‘‘সির্কা কতই না চমৎকার তরকারি। সির্কা কতই না ভাল ব্যঞ্জন।’’",
        "ar": "وَعَن جَابِرٍ رضي الله عنه: أَنَّ النَّبِيَّ صلى الله عليه وسلم سَأَلَ أهْلَهُ الأُدْمَ، فَقَالُوا: مَا عِنْدَنَا إِلاَّ خَلٌّ، فَدَعَا بِهِ، فَجَعَلَ يَأكُلُ، ويَقُولُ: « نِعْمَ الأُدْمُ الخَلُّ، نِعْمَ الأُدْمُ الخَلُّ ». رواه مسلم",
        "ar_diacless": "وعن جابر رضي الله عنه: أن النبي صلى الله عليه وسلم سأل أهله الأدم، فقالوا: ما عندنا إلا خل، فدعا به، فجعل يأكل، ويقول: « نعم الأدم الخل، نعم الأدم الخل ». رواه مسلم",
        "note": "(মুসলিম ২৫০২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12200,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 3,
    "title": "নফল রোযাদারের সামনে খাবার এসে গেলে যখন সে রোযা ভাঙ্গতে প্রস্তুত নয়, তখন সে কী বলবে?",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০২",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 33855,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 3,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪২",
        "hadith_id": 742,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": ", রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘যখন তোমাদের কাউকে খাবারের দাওয়াত দেওয়া হয়, তখন সে যেন তা (কোন আপত্তিকর ব্যাপার না থাকলে সাদরে) গ্রহণ করে। আর সে যদি রোযা অবস্থায় থাকে, তাহলে (দাওয়াতকারীর জন্য) দো‘আ করে। আর যদি রোযা অবস্থায় না থাকে, তাহলে যেন আহার করে .",
        "ar": "عَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « إِذَا دُعِيَ أحَدُكُمْ فَلْيُجِبْ، فَإنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإنْ كَانَ مُفْطِراً فَلْيَطْعَمْ ». رواه مسلم",
        "ar_diacless": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « إذا دعي أحدكم فليجب، فإن كان صائما فليصل، وإن كان مفطرا فليطعم ». رواه مسلم",
        "note": "(মুসলিম ১৪৩১, তিরমিযী ৭৮০, আবূ দাউদ  ২৪৬০, আহমাদ ৭৬৯১, ৯৯৭৬, ১০২০৭)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12201,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 4,
    "title": "নিমন্ত্রিত ব্যক্তির কেউ সাথী হলে সে নিমন্ত্রণদাতাকে কী বলবে?",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০৩",
    "sort_order": 4,
    "hadiths": [
      {
        "id": 33856,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 4,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪৩",
        "hadith_id": 743,
        "narrator": "আবূ মাস‘ঊদ বদরী (রাঃ)",
        "bn": "তিনি বলেন, একটি লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে খাবারের জন্য দাওয়াত দিল, যা সে পাঁচ জনের জন্য প্রস্তুত করেছিল, যার পঞ্চম ব্যক্তি ছিলেন তিনি। (রাস্তায়) এক (অনাহূত) ব্যক্তি তাঁদের অনুগামী হল। যখন তাঁরা বাড়ির দরজায় পৌঁছলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমন্ত্রণকারীকে) বললেন, ‘‘এ ব্যক্তি আমাদের সাথে চলে এসেছে। তুমি চাইলে ওকে অনুমতি দিতে পার, না চাইলে ও ফিরে যাবে।’’ কিন্তু সে বলল, ‘হে আল্লাহর রসূল! বরং আমি তাকে অনুমতি দিলাম।’",
        "ar": "عَن أَبي مَسعُودٍ البَدْريِّ رضي الله عنه، قَالَ: دَعَا رَجُلٌ النَّبِيَّ صلى الله عليه وسلم لِطَعَامٍ صَنعَهُ لَهُ خَامِسَ خَمْسَةٍ، فَتَبِعَهُمْ رَجُلٌ، فَلَمَّا بَلَغَ البَابَ، قَالَ النَّبِيُّ صلى الله عليه وسلم: « إنَّ هَذَا تَبِعَنَا، فَإنْ شِئْتَ أنْ تَأْذَنَ لَهُ، وَإنْ شِئْتَ رَجَعَ ». قَالَ: بل آذَنُ لَهُ يَا رَسُولَ اللهِ صلى الله عليه وسلم . متفقٌ عَلَيْهِ",
        "ar_diacless": "عن أبي مسعود البدري رضي الله عنه، قال: دعا رجل النبي صلى الله عليه وسلم لطعام صنعه له خامس خمسة، فتبعهم رجل، فلما بلغ الباب، قال النبي صلى الله عليه وسلم: « إن هذا تبعنا، فإن شئت أن تأذن له، وإن شئت رجع ». قال: بل آذن له يا رسول الله صلى الله عليه وسلم . متفق عليه",
        "note": "(সহীহুল বুখারী ২০৮১, ২৪৫৬, ৫৪৩৪, ৫৪৬১, মুসলিম ২০৩৬, তিরমিযী ১০৯৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12202,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 5,
    "title": "নিজের সামনে এক ধার থেকে আহার করা ও বে-নিয়ম আহারকারীকে উপদেশ ও আদব-কায়দা শিক্ষা দেওয়া প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০৪",
    "sort_order": 5,
    "hadiths": [
      {
        "id": 33857,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 5,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪৪",
        "hadith_id": 744,
        "narrator": "উমার ইবনে আবী সালামাহ (রাঃ)",
        "bn": "তিনি বলেন, আমি বাল্যকালে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তত্ত্বাবধানে ছিলাম। একদা খাবার পাত্রে আমার হাত ছুটাছুটি করছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, ‘‘ওহে কিশোর! ‘বিসমিল্লাহ’ বলে ডান হাতে খাও এবং তোমার সামনে এক তরফ থেকে খাও।’’",
        "ar": "عَن عُمَرَ بنِ أَبي سَلمَةَ رَضِيَ اللهُ عَنهُمَا، قَالَ: كُنْتُ غُلاَماً فِي حِجْرِ رَسُولِ اللهِ صلى الله عليه وسلم، وَكَانَتْ يَدِي تَطِيشُ فِي الصَّحْفَةِ، فَقَالَ لِي رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: يَا غُلاَمُ، سَمِّ اللهَ تَعَالَى، وَكُلْ بِيَمِينِكَ، وَكُلْ مِمَّا يَلِيكَ . متفقٌ عَلَيْهِ",
        "ar_diacless": "عن عمر بن أبي سلمة رضي الله عنهما، قال: كنت غلاما في حجر رسول الله صلى الله عليه وسلم، وكانت يدي تطيش في الصحفة، فقال لي رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: يا غلام، سم الله تعالى، وكل بيمينك، وكل مما يليك . متفق عليه",
        "note": "(বুখারী ও মুসলিম) (৭৩২-এর অনুরূপ)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33858,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 5,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪৫",
        "hadith_id": 745,
        "narrator": "সালামা ইবনে আকওয়া (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে একটি লোক তার বাম হাত দ্বারা আহার করল। (এ দেখে) তিনি বললেন, ‘‘তুমি ডান হাত দ্বারা খাও।’’ সে বলল, ‘আমি পারবো না!’ তিনি বদ-দো‘আ দিয়ে বললেন, ‘‘তুমি যেন না পারো।’’ ওর অহংকারই ওকে (কথা মানতে) বাধা দিয়েছিল। সুতরাং তারপর থেকে সে আর তার হাত মুখে তুলতে পারেনি।",
        "ar": "وَعَن سَلَمَةَ بنِ الأَكْوَعِ رضي الله عنه: أنَّ رَجُلاً أَكَلَ عِنْدَ رَسُولِ اللهِ صلى الله عليه وسلم بِشِمَالِهِ، فَقَالَ: « كُلْ بِيَمِينِكَ» قَالَ: لاَ أسْتَطِيعُ . قَالَ: لاَ اسْتَطَعْتَ ! مَا مَنَعَهُ إِلاَّ الكِبْرُ ! فَمَا رَفَعَهَا إِلَى فِيهِ . رواه مسلم",
        "ar_diacless": "وعن سلمة بن الأكوع رضي الله عنه: أن رجلا أكل عند رسول الله صلى الله عليه وسلم بشماله، فقال: « كل بيمينك» قال: لا أستطيع . قال: لا استطعت ! ما منعه إلا الكبر ! فما رفعها إلى فيه . رواه مسلم",
        "note": "(মুসলিম ২০২১, আহমাদ ১৬০৫৮, ১৬০৬৪, ১৬০৯০, দারেমী ২০৩২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12203,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 6,
    "title": "একপাত্রে দলবদ্ধভাবে খাবার সময় সাথীদের অনুমতি ছাড়া খেজুর বা অনুরূপ কোন ফল জোড়া জোড়া খাওয়া নিষেধ।",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০৫",
    "sort_order": 6,
    "hadiths": [
      {
        "id": 33859,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 6,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪৬",
        "hadith_id": 746,
        "narrator": "জাবালাহ ইবনে সুহাইম",
        "bn": "ইবনে যুবাইরের খেলাফতকালে আমরা দুর্ভিক্ষে আক্রান্ত হয়েছিলাম। সুতরাং আমাদেরকে খেজুর দেওয়া হত। আর ‘আব্দুল্লাহ ইবনে উমার (রাঃ) আমাদের পাশ দিয়ে অতিক্রম করতেন, যখন আমরা তা আহার করতাম। তিনি বলতেন, ‘তোমরা জোড়া জোড়া খেজুর এক সাথে খাবে না। কেননা, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জোড়া খেজুর (দুটো খেজুর এক সঙ্গে) খেতে বারণ করেছেন।’ তারপর বললেন, ‘তবে যদি তার সঙ্গী ভাইয়ের কাছে সে অনুমতি গ্রহণ করে (তবে তা স্বতন্ত্র ব্যাপার)।’",
        "ar": "عَن جَبَلَة بنِ سُحَيْمٍ، قَالَ: أصَابَنَا عَامُ سَنَةٍ مَعَ ابنِ الزُّبَيْرِ ؛ فَرُزِقْنَا تَمْراً، وَكَانَ عَبدُ اللهِ بنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا يَمُرُّ بِنَا وَنَحنُ نَأكُلُ، فَيَقُولُ: لاَ تُقَارِنُوا، فَإِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عنِ القِرَانِ، ثُمَّ يَقُولُ: إِلاَّ أنْ يَسْتَأذِنَ الرَّجُلُ أخَاهُ . متفقٌ عَلَيْهِ",
        "ar_diacless": "عن جبلة بن سحيم، قال: أصابنا عام سنة مع ابن الزبير ؛ فرزقنا تمرا، وكان عبد الله بن عمر رضي الله عنهما يمر بنا ونحن نأكل، فيقول: لا تقارنوا، فإن النبي صلى الله عليه وسلم نهى عن القران، ثم يقول: إلا أن يستأذن الرجل أخاه . متفق عليه",
        "note": "(সহীহুল বুখারী ২৪৫৫, ২৪৮৯, ২৪৯০, ৫৪৪৬, মুসলিম ২০৪৫, তিরমিযী ১৮১৪, আবূ দাউদ  ৩৮৩৪, ইবনু মাজাহ ৩৩৩১, আহমাদ ৪৪৯৯, ৫০১৭, ৫০৪৩, ৫২২৪, ৫৪১২, ৫৫০৮, ৫৭৬৮, ৬১১৪)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12204,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 7,
    "title": "খাওয়া সত্ত্বেও পরিতৃপ্ত না হলে কী বলা ও করা উচিত?",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০৬",
    "sort_order": 7,
    "hadiths": [
      {
        "id": 33860,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 7,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪৭",
        "hadith_id": 747,
        "narrator": "অহশী ইবনে হার্ব (রাঃ)",
        "bn": "সাহাবাগণ নিবেদন করলেন, ‘হে আল্লাহর রসূল! আমরা খাই, কিন্তু যেন পেট ভরে না।’ তিনি বললেন, ‘‘তাহলে হয়তো তোমরা আলাদা আলাদা খাও।’’ তারা বললেন, ‘জী হ্যাঁ।’ তিনি বললেন, ‘‘তোমরা জামা‘আতবদ্ধভাবে ‘বিসমিল্লাহ’ বলে আহার করো, তাহলে তাতে তোমাদের জন্য বরকত দান করা হবে।’’",
        "ar": "عَن وَحْشِيِّ بنِ حَربٍ رضي الله عنه: أَنَّ أَصحَابَ رَسُولِ اللهِ صلى الله عليه وسلم، قَالُوا: يَا رَسُولَ اللهِ صلى الله عليه وسلم، إنَّا نَأكُلُ وَلاَ نَشْبَعُ ؟ قَالَ: « فَلَعَلَّكُمْ تَفْتَرِقُونَ » قَالُوا: نَعَمْ . قَالَ: « فَاجْتَمِعُوا عَلَى طَعَامِكُمْ، وَاذْكُرُوا اسْمَ اللهِ، يُبَارَكْ لَكُمْ فِيهِ ». رواه أَبُو داود",
        "ar_diacless": "عن وحشي بن حرب رضي الله عنه: أن أصحاب رسول الله صلى الله عليه وسلم، قالوا: يا رسول الله صلى الله عليه وسلم، إنا نأكل ولا نشبع ؟ قال: « فلعلكم تفترقون » قالوا: نعم . قال: « فاجتمعوا على طعامكم، واذكروا اسم الله، يبارك لكم فيه ». رواه أبو داود",
        "note": "(আবূ দাউদ  ৩৭৬৪, ইবনু মাজাহ ৩২৮৬, আহমাদ ১৫৬৪৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12205,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 8,
    "title": "খাবার বাসনের এক ধার থেকে খাওয়ার নির্দেশ এবং তার মাঝখান থেকে খাওয়া নিষেধ",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০৭",
    "sort_order": 8,
    "hadiths": [
      {
        "id": 33861,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 8,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪৮",
        "hadith_id": 748,
        "narrator": "ইবনে আব্বাস (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘যেহেতু খাবারের মাঝখানে বরকত নাযিল হয়, সেহেতু তোমরা ওর দুই ধার থেকে খাও, আর ওর মাঝখান থেকে খেয়ো না।’’ (আবূ দাঊদ, তিরমিযী হাসান সহীহ)",
        "ar": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ: البَرَكَةُ تَنْزِلُ وَسَطَ الطعَامِ ؛ فَكُلُوا مِنْ حَافَتَيْهِ، وَلاَ تَأكُلُوا مِنْ وَسَطِهِ . رواه أَبُو داود والترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "وعن ابن عباس رضي الله عنهما، عن النبي صلى الله عليه وسلم، قال: البركة تنزل وسط الطعام ؛ فكلوا من حافتيه، ولا تأكلوا من وسطه . رواه أبو داود والترمذي، وقال: حديث حسن صحيح",
        "note": "(তিরমিযী ১৮০৫, আবূ দাউদ  ৩৭৭২,ইবনু মাজাহ ৩২৭৭)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33862,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 8,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৪৯",
        "hadith_id": 749,
        "narrator": "আব্দুল্লাহ ইবনে বুস্‌র (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একটি পাত্র ছিল যাকে ‘গার্রা’ বলা হত, সেটাকে চারজন মানুষ ধরে তুলতো। একদা চাশ্তের সময়ে যখন চাশ্তের নামায পড়ার পর ঐ (বিশাল) পাত্রটি আনা হল---অর্থাৎ তাতে ‘সারীদ’ (মাংস ও খন্ড খন্ড রুটি সংমিশ্রণে প্রস্তুত সুস্বাদু খাদ্য) রাখার পর, তখন লোকেরা তাতে জমায়েত হল। লোকের পরিমাণ যখন বেশি হল, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাঁটুর ভরে বসে পড়লেন। (এরূপ দেখে) জনৈক বেদুঈন বলল, ‘এ কেমন বসা?’ আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ‘‘নিশ্চিতরূপে আল্লাহ আমাকে ভদ্র (বিনয়ী) বান্দা করেছেন এবং উদ্ধত ও হঠকারী করেননি।’’ তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ‘‘তোমরা পাত্রের এক ধার থেকে খেতে থাক। আর ওর শীর্ষভাগ ছেড়ে দাও, ওখানে বরকত অবতীর্ণ হবে।’’",
        "ar": "وَعَن عَبدِ اللهِ بنِ بُسْرٍ رضي الله عنه، قَالَ: كَانَ لِلنَّبِيِّ صلى الله عليه وسلم قَصْعَةٌ يُقَالُ لَهَا: الغَرَّاءُ يَحْمِلُهَا أرْبَعَةُ رِجَالٍ ؛ فَلَمَّا أضْحَوْا وَسَجَدُوا الضُّحَى أُتِيَ بِتِلْكَ الْقَصْعَةِ ؛ يَعنِي وَقَدْ ثُرِدَ فِيهَا، فَالتَفُّوا عَلَيْهَا، فَلَمَّا كَثُرُوا جَثَا رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم . فَقَالَ أَعرَابيٌّ: مَا هَذِهِ الجِلْسَةُ ؟ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: إنَّ اللهَ جَعَلَنِي عَبْداً كَرِيماً، وَلَمْ يَجْعَلْنِي جَبَّاراً عَنِيداً ، ثُمَّ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: كُلُوا مِنْ حَوَالَيْهَا، وَدَعُوا ذِرْوَتَهَا يُبَارَكْ فِيهَا ». رواه أَبُو داود بإسنادٍ جيد",
        "ar_diacless": "وعن عبد الله بن بسر رضي الله عنه، قال: كان للنبي صلى الله عليه وسلم قصعة يقال لها: الغراء يحملها أربعة رجال ؛ فلما أضحوا وسجدوا الضحى أتي بتلك القصعة ؛ يعني وقد ثرد فيها، فالتفوا عليها، فلما كثروا جثا رسول الله صلى الله عليه وسلم صلى الله عليه وسلم . فقال أعرابي: ما هذه الجلسة ؟ فقال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: إن الله جعلني عبدا كريما، ولم يجعلني جبارا عنيدا ، ثم قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: كلوا من حواليها، ودعوا ذروتها يبارك فيها ». رواه أبو داود بإسناد جيد",
        "note": "(আবূ দাউদ  ৩৭৭৩, ইবনু মাজাহ ৩২৬৩, ৩২৭৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12206,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 9,
    "title": "ঠেস দিয়ে বসে আহার করা অপছন্দনীয়",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০৮",
    "sort_order": 9,
    "hadiths": [
      {
        "id": 33863,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 9,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫০",
        "hadith_id": 750,
        "narrator": "আবূ জুহাইফা অহাব ইবনে আব্দুল্লাহ (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘আমি হেলান দিয়ে বসে আহার করি না।’’",
        "ar": "عَن أَبي جُحَيْفَةَ وَهْبِ بنِ عَبدِ اللهِ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: «لاَ آكُلُ مُتَّكِئاً». رواه البخاري",
        "ar_diacless": "عن أبي جحيفة وهب بن عبد الله رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: «لا آكل متكئا». رواه البخاري",
        "note": "(সহীহুল বুখারী ৫৩৯৮, ৫৩৯৯, তিরমিযী ১৮৩০, আবূ দাউদ  ৩৭৬৯, ইবনু মাজাহ ৩২৬২, আহমাদ ১৮২৭৯,১৮২৮৯, দারেমী ২০৭১)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33864,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 9,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫১",
        "hadith_id": 751,
        "narrator": "আনাস (রাঃ)",
        "bn": "তিনি বলেন, ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে উঁচু হয়ে বসে খেজুর খেতে দেখেছি।’",
        "ar": "وَعَن أَنَسٍ رضي الله عنه، قَالَ: رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم جَالِساً مُقْعِياً يَأكُلُ تَمْراً . رواه مسلم",
        "ar_diacless": "وعن أنس رضي الله عنه، قال: رأيت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم جالسا مقعيا يأكل تمرا . رواه مسلم",
        "note": "তিনি বলেন, ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে উঁচু হয়ে বসে খেজুর খেতে দেখেছি।’",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12207,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 10,
    "title": "তিন আঙ্গুল দ্বারা খাবার খাওয়া মুস্তাহাব",
    "preface": "",
    "number": "পরিচ্ছদঃ ১০৯",
    "sort_order": 10,
    "hadiths": [
      {
        "id": 33871,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫২",
        "hadith_id": 752,
        "narrator": "ইবনে আব্বাস (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘তোমাদের কেউ যখন আহার করে, সে যেন তার আঙ্গুলগুলি না মুছে; যতক্ষণ না সে তা নিজে চেটে খায় কিংবা অন্য (শিশু প্রভৃতি)কে দিয়ে চাঁটিয়ে নেয়।’’",
        "ar": "عَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: إِذَا أكَلَ أَحَدُكُمْ طَعَاماً، فَلاَ يَمْسَحْ أَصَابِعَهُ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَها ». متفقٌ عَلَيْهِ",
        "ar_diacless": "عن ابن عباس رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: إذا أكل أحدكم طعاما، فلا يمسح أصابعه حتى يلعقها أو يلعقها ». متفق عليه",
        "note": "(সহীহুল বুখারী ৫৪৫৬, মুসলিম ২০৩১, আবূ দাউদ  ৩৮৪৭, ইবনু মাজাহ ৩২৬৯, আহমাদ ২৬৬৩, ৩২২৪, ২৭৭৭৩, দারেমী ২০২৬)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33875,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫৩",
        "hadith_id": 753,
        "narrator": "কা‘ব ইবনে মালেক (রাঃ)",
        "bn": "তিনি বলেন, ‘আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে তিন আঙ্গুল দ্বারা (রুটি, খেজুর ইত্যাদি) খেতে দেখেছি। অতঃপর যখন তিনি খাবার শেষ করলেন, তখন সেগুলিকে চাটলেন।",
        "ar": "وَعَن كَعبِ بنِ مَالِكٍ رضي الله عنه، قَالَ: رَأَيتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم يَأكُلُ بثَلاَثِ أَصَابِعَ، فَإِذَا فَرَغَ لَعِقَهَا . رواه مسلم",
        "ar_diacless": "وعن كعب بن مالك رضي الله عنه، قال: رأيت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم يأكل بثلاث أصابع، فإذا فرغ لعقها . رواه مسلم",
        "note": "(মুসলিম ২০৩২, আবূ দাউদ  ৩৮৪৮, আহমাদ ১৫৩৩৭, ২৬৬২৬, দারেমী ২০৩৩)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33873,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫৪",
        "hadith_id": 754,
        "narrator": "জাবের (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাবারান্তে আঙ্গুল ও থালা চেটে খাবার নির্দেশ দিয়েছেন এবং বলেছেন, ‘‘তোমরা জান না যে, তোমাদের কোন্ খাদ্যে বরকত নিহিত আছে।’’",
        "ar": "وَعَن جَابِرٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم أَمَرَ بِلَعْقِ الأَصَابِعِ وَالصَّحفَةِ، وَقَالَ: « إنَّكُمْ لاَ تَدْرُونَ فِي أيِّ طَعَامِكُمُ البَرَكَةُ ». رواه مسلم",
        "ar_diacless": "وعن جابر رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم أمر بلعق الأصابع والصحفة، وقال: « إنكم لا تدرون في أي طعامكم البركة ». رواه مسلم",
        "note": "(মুসলিম ২০৩৩, ইবনু মাজাহ ৩২৭০, আহমাদ ১৩৮০৯, ১৩৯৭৯, ১৪১৪২, ১৪২১৮, ১৪৫২১, ১৪৮০২, ১৪৮১৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33872,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫৫",
        "hadith_id": 755,
        "narrator": "উক্ত রাবী",
        "bn": "‘‘যখন কারো খাদ্য গ্রাস (বা দানা পাত্রের বাইরে) পড়ে যাবে, তখন সে যেন তা থেকে নোংরা দূর করে খেয়ে নেয় এবং শয়তানের জন্য তা ছেড়ে না দেয়। আর রুমালে হাত মুছে ফেলার পূর্বে যেন আঙ্গুলগুলি চেটে নেয়। কেননা, সে জানে না যে, তার কোন্ খাদ্যাংশে বরকত নিহিত আছে।’’",
        "ar": "وَعَنهُ: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، قَالَ: إِذَا وَقَعَتْ لُقْمَةُ أحَدِكُمْ، فَلْيأخُذْهَا فَلْيُمِطْ مَا كَانَ بِهَا مِنْ أَذىً، وَلْيَأْكُلْهَا، وَلاَ يَدَعْهَا لِلشَّيْطَان، وَلاَ يَمْسَحْ يَدَهُ بِالمِنْدِيل حَتَّى يَلْعَقَ أصَابِعَهُ، فَإنَّهُ لاَ يَدْري فِي أيِّ طَعَامِهِ البَرَكَةُ . رواه مسلم",
        "ar_diacless": "وعنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، قال: إذا وقعت لقمة أحدكم، فليأخذها فليمط ما كان بها من أذى، وليأكلها، ولا يدعها للشيطان، ولا يمسح يده بالمنديل حتى يلعق أصابعه، فإنه لا يدري في أي طعامه البركة . رواه مسلم",
        "note": "(মুসলিম)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33874,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫৬",
        "hadith_id": 756,
        "narrator": "উক্ত রাবী",
        "bn": ", রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘শয়তান তোমাদের সমস্ত কাজ কর্মে তোমাদের নিকট উপস্থিত হয়; এমনকি তোমাদের খাবারের সময়েও উপস্থিত হয়। সুতরাং যখন কারো খাবার লুকমা (থালার বাইরে) পড়ে যায়, তখন সে যেন তা তুলে তা থেকে নোংরা পরিষ্কার করে খেয়ে নেয় এবং শয়তানের জন্য তা ফেলে না রাখে। আর আহারান্তে আঙ্গুলগুলি চেটে নেয়। কারণ, তার জানা নেই যে, তার কোন্ খাবারে বরকত নিহিত আছে।",
        "ar": "وَعَنه: أنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، قَالَ: إنَّ الشَّيْطَانَ يَحْضُرُ أحَدَكُمْ عِنْدَ كُلِّ شَيْءٍ مِنْ شَأنِهِ، حَتَّى يَحْضُرَهُ عِنْدَ طَعَامِهِ، فإذَا سَقَطَتْ لُقْمَةُ أحَدِكُمْ فَلْيَأخُذْهَا فَليُمِطْ مَا كَانَ بِهَا مِنْ أذىً، ثُمَّ لِيَأْكُلْهَا وَلاَ يَدَعْهَا للشَّيْطَانِ، فإذَا فَرَغَ فَلْيَلْعَقْ أصَابِعَهُ، فَإِنَّهُ لاَ يَدْرِي فِي أيِّ طَعَامِهِ البَرَكَةُ . رواه مسلم",
        "ar_diacless": "وعنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، قال: إن الشيطان يحضر أحدكم عند كل شيء من شأنه، حتى يحضره عند طعامه، فإذا سقطت لقمة أحدكم فليأخذها فليمط ما كان بها من أذى، ثم ليأكلها ولا يدعها للشيطان، فإذا فرغ فليلعق أصابعه، فإنه لا يدري في أي طعامه البركة . رواه مسلم",
        "note": "(মুসলিম ২০৩৪, তিরমিযী ১৮০১, আহমাদ ৮২৯৪, ৯১০৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33870,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫৭",
        "hadith_id": 757,
        "narrator": "আনাস (রাঃ)",
        "bn": "আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আহার করতেন তখন নিজ তিনটি আঙ্গুল চেটে খেতেন এবং বলতেন, ‘‘কারো খাবারের লুকমা নিচে পড়ে গেলে, সে যেন তা তুলে পরিষ্কার করে খেয়ে ফেলে এবং শয়তানের জন্য  ফেলে না রাখে।’’ আর তিনি আমাদেরকে খাদ্যপাত্র (বা বাসন) চেটে খেতে নির্দেশ দিয়েছেন এবং বলেছেন, ‘‘তোমরা জান না যে, তোমাদের কোন্ খাবারে বরকত নিহিত আছে।’’",
        "ar": "وَعَن أَنَسٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم كَانَ إِذَا أكَلَ طَعَاماً، لَعِقَ أصَابِعَهُ الثَّلاَثَ . قَالَ: وَقَالَ: إِذَا سَقَطَتْ لُقْمَةُ أَحَدِكُمْ فَلْيُمِط عَنهَا الأَذَى، وليَأكُلْهَا وَلاَ يَدَعْهَا لِلشَّيْطان. وأَمَرَ أن تُسلَتَ القَصْعَةُ، قَالَ: فإنَّكُمْ لاَ تَدْرُونَ في أيِّ طَعَامِكُمُ البَرَكَة . رواه مسلم",
        "ar_diacless": "وعن أنس رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم كان إذا أكل طعاما، لعق أصابعه الثلاث . قال: وقال: إذا سقطت لقمة أحدكم فليمط عنها الأذى، وليأكلها ولا يدعها للشيطان. وأمر أن تسلت القصعة، قال: فإنكم لا تدرون في أي طعامكم البركة . رواه مسلم",
        "note": "(মুসলিম ২০৩৪, তিরমিযী ১৮০১, আবূ দাউদ  ৩৮৪৫, আহমাদ ১২৪০৪, ১৩৬৭৫, দারেমী ১৯৪২, ২০২৫, ২০২৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33877,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫৮",
        "hadith_id": 758,
        "narrator": "‘ঈদ ইবন হারেস",
        "bn": "তিনি জাবের (রাঃ)-কে আগুনে স্পর্শ করা বস্তু খাওয়ার পর ওযূ করা সম্বন্ধে জিজ্ঞাসা করলেন। তিনি বললেন, ‘না। (ওযূ করতে হবে না।) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে তো আমরা এরূপ খাদ্য খুব কমই পেতাম। আর যখন আমরা তা পেতাম, তখন আমাদের তো হাতের চেটো, হাতের নলা ও পা ছাড়া কোন রুমাল ছিল না। (আমরা এগুলিতে মুছে ফেলতাম।) তারপর (নতুন) ওযূ না করেই আমরা নামায আদায় করতাম।",
        "ar": "وَعَن سَعِيدِ بنِ الحَارِثِ: أَنَّهُ سَأَلَ جَابِراً رضي الله عنه عَنِ الوُضُوءِ مِمَّا مَسَّتِ النَّارُ، فَقَالَ: لاَ، قَدْ كُنَّا زَمَنَ النَّبِيِّ صلى الله عليه وسلم لاَ نَجِدُ مِثْلَ ذَلِكَ الطَّعامِ إِلاَّ قَلِيلاً، فَإِذَا نَحْنُ وَجَدْنَاهُ، لَمْ يَكُنْ لَنَا مَنَادِيلُ إِلاَّ أَكُفَّنَا، وَسَواعِدَنَا، وَأقْدَامَنَا، ثُمَّ نُصَلِّي وَلاَ نَتَوَضَّأُ . رواه البخاري",
        "ar_diacless": "وعن سعيد بن الحارث: أنه سأل جابرا رضي الله عنه عن الوضوء مما مست النار، فقال: لا، قد كنا زمن النبي صلى الله عليه وسلم لا نجد مثل ذلك الطعام إلا قليلا، فإذا نحن وجدناه، لم يكن لنا مناديل إلا أكفنا، وسواعدنا، وأقدامنا، ثم نصلي ولا نتوضأ . رواه البخاري",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12208,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 11,
    "title": "কোন সীমিত খাবারে অনেক মানুষের হাত পড়লে বরকত হয়",
    "preface": "",
    "number": "পরিচ্ছদঃ ১১০",
    "sort_order": 11,
    "hadiths": [
      {
        "id": 33878,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 11,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৫৯",
        "hadith_id": 759,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘দু’জনের খাবার তিনজনের জন্য যথেষ্ট এবং তিনজনের খাবার চারজনের জন্য যথেষ্ট।’’",
        "ar": "عَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « طَعَامُ الاِثنَينِ كَافِي الثَّلاَثَةِ، وَطَعَامُ الثَّلاَثَةِ كَافِي الأَربَعَةِ ». متفق عَلَيْهِ",
        "ar_diacless": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « طعام الاثنين كافي الثلاثة، وطعام الثلاثة كافي الأربعة ». متفق عليه",
        "note": "(সহীহুল বুখারী ৫৩৯২, মুসলিম ২০৫৮, তিরমিযী ১৮২০, আহমাদ ৭২৭৮, ৯০২৪, মুওয়াত্তা মালেক ১৭২৬)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33879,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 11,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬০",
        "hadith_id": 760,
        "narrator": "জাবের (রাঃ)",
        "bn": "তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, ‘‘একজনের খাবার দু’জনের জন্য যথেষ্ট এবং দু’জনের খাবার চারজনের জন্য যথেষ্ট, আর চারজনের খাবার আটজনের জন্য যথেষ্ট।’’",
        "ar": "وَعَن جَابِرٍ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: « طَعَامُ الوَاحِدِ يَكْفِي الاِثْنَيْنِ، وَطَعَامُ الاِثْنَيْنِ يَكْفِي الأَرْبَعَةَ، وَطَعَامُ الأَرْبَعَةِ يَكْفِي الثَّمَانِيَةَ ». رواه مسلم",
        "ar_diacless": "وعن جابر رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، يقول: « طعام الواحد يكفي الاثنين، وطعام الاثنين يكفي الأربعة، وطعام الأربعة يكفي الثمانية ». رواه مسلم",
        "note": "(মুসলিম ২০৫৯, তিরমিযী ১৮২০, ইবনু মাজাহ ৩২৫৪, আহমাদ ১৩৮১১, ১৩৯৮০, ১৪৬৮৪, দারেমী ২০৪৪)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12209,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 12,
    "title": "পান করার আদব-কায়দা",
    "preface": "",
    "number": "পরিচ্ছদঃ ১১১",
    "sort_order": 12,
    "hadiths": [
      {
        "id": 33880,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬১",
        "hadith_id": 761,
        "narrator": "আনাস (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানি পান করার সময় তিনবার দম নিতেন। (অর্থাৎ তিনি পান পাত্রের বাইরে তিনবার নিঃশ্বাস ফেলতেন।)",
        "ar": "عَن أَنَسٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم كَانَ يَتَنَفَّسُ فِي الشَّرابِ ثَلاَثاً . متفق عَلَيْهِ",
        "ar_diacless": "عن أنس رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم كان يتنفس في الشراب ثلاثا . متفق عليه",
        "note": "(সহীহুল বুখারী ৫৬৩১, মুসলিম ২০২৮, তিরমিযী ১৮৮৪, ইবনু মাজাহ ৩৪১৬, আহমাদ ১১৭২৩, ১১৭৭৬, ১১৭৮৩, ১১৮৮৬, ১২৫১২, দারেমী ২১২০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33883,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬২",
        "hadith_id": 762,
        "narrator": "ইবনু ‘আব্বাস (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, উঁটের ন্যায় তোমরা এক নিঃশ্বাসে পানি পান করো না, বরং দুই তিনবার (শ্বাস নিয়ে) পান করো। আর যখন তোমরা পানি পান করা শুরু কর তখন বিসমিল্লাহ বলো এবং যখন পান করা শেষ করো তখন ‘আল-হামদুলিল্লাহ’ বলো। হাদীসটি তিরমিযী বর্ণনা করেছেন এবং বলেছেন এটি হাসান হাদীস।\n  (আমি (আলবানী) বলছিঃ হাদীসটির সনদ দুর্বল যেমনটি আমি ‘‘তাখরীজুল মিশকাত’’ গ্রন্থে (নং ৪২৭৮) বলেছি। কারণ এর বর্ণনাকারী ইবনু আতা ইবনে আবী রাবাহ্ দুর্বল। তিনি হচ্ছেন ইয়াকূব। আর ইয়াযীদ ইবনু সিনান জাযারী হচ্ছেন আবূ ফারওয়াহ্ আররাহাবী। তার সম্পর্কে নাসাঈ বলেনঃ তিনি মাতরূকুল হাদীস আর ইবনু আদী বলেনঃ তার অধিকাংশ হাদীস নিরাপদ নয়। দেখুন ‘‘সিলসিলাহ্ সহীহাহ্’’",
        "ar": "وَعَنْ اِبْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ صلى الله عليه وسلم: لَا تَشْرَبُوْا واحِداً كَشُرْبِ البَعِيْرِ، وَلٰكِنْ اشْرَبُوْا مَثْنىٰ وَثُلَاثَ، وَسَمُّوْا إِذَا أَنْتُمْ شَرِبْتُمْ، وَاحْمَدُوْا إِذَا أَنْتُمْ رَفَعْتُمْ - رواه الترمذي وقال: حديث حسن.",
        "ar_diacless": "وعن ابن عباس رضي الله عنهما قال: قال صلى الله عليه وسلم: لا تشربوا واحدا كشرب البعير، ولٰكن اشربوا مثنىٰ وثلاث، وسموا إذا أنتم شربتم، واحمدوا إذا أنتم رفعتم - رواه الترمذي وقال: حديث حسن.",
        "note": "(৬১৯৫) নং হাদীসের ব্যাখ্যা।)",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 33881,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬৩",
        "hadith_id": 763,
        "narrator": "আবূ ক্বাতাদা (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পান পাত্রে নিঃশ্বাস ফেলতে নিষেধ করেছেন।",
        "ar": "وَعَن أَبي قَتَادَةَ رضي الله عنه: أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أنْ يُتَنَفَّسَ فِي الإِنَاءِ . متفق عَلَيْهِ",
        "ar_diacless": "وعن أبي قتادة رضي الله عنه: أن النبي صلى الله عليه وسلم نهى أن يتنفس في الإناء . متفق عليه",
        "note": "(সহীহুল বুখারী ১৫৬, ১৫৪, ৫৬৩০, মুসলিম ২৬৭, তিরমিযী ১৫, ১৮৮৯, নাসায়ী ২৪, ২৫, ৪৭, আবূ দাউদ ৩১, ইবনু মাজাহ ৩১০, আহমাদ ১৮৯১৭, ২২০১৬, ২২০৫৯, ২২১২৮, ২২১৪১, দারেমী ৬৭৩)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33882,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬৪",
        "hadith_id": 764,
        "narrator": "আনাস (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পানি মিশ্রিত দুধ আনা হল। (তখন) তাঁর ডান দিকে এক বেদুঈন ছিল ও বাম দিকে আবূ বকর (রাঃ) (বসে) ছিলেন। বস্তুত তিনি তা পান করে বেদুঈনকে দিলেন এবং বললেন, ‘‘ডান দিকের ব্যক্তির অগ্রাধিকার রয়েছে, তারপর তার ডান দিকের ব্যক্তির অগ্রাধিকার রয়েছে।’’",
        "ar": "وَعَن أَنَسٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ، وَعَن يَمِينهِ أعْرَابيٌّ، وَعَن يَسَارِهِ أَبُو بَكْر رضي الله عنه، فَشَرِبَ، ثُمَّ أعْطَى الأَعْرَابيَّ، وَقَالَ: اَلأَيْمَنُ فَالأَيْمَنُ . متفق عَلَيْهِ",
        "ar_diacless": "وعن أنس رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم أتي بلبن قد شيب بماء، وعن يمينه أعرابي، وعن يساره أبو بكر رضي الله عنه، فشرب، ثم أعطى الأعرابي، وقال: الأيمن فالأيمن . متفق عليه",
        "note": "(সহীহুল বুখারী ২৩৫২, ২৫৭০, ৫৬১২ , ৫৬১৯, মুসলিম ২০২৯ , তিরমিযী ১৮৯৩, আবূ দাউদ ৩৭২৬, ইবনু মাজাহ ৩৪২৫, আহমাদ ১১৬৬৭, ১১৭১১, ১২৬২৬, ১৩০০৯, ১৩১০০, মুওয়াত্তা মালেক ১৭২৩)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33884,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬৫",
        "hadith_id": 765,
        "narrator": "সাহল ইবনে সা‘দ (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে শরবত পরিবেশন করা হল। তিনি তা থেকে পান করলেন। আর তাঁর ডান দিকে ছিল একটি বালক। আর বাম দিকে ছিল কয়েকজন বয়োজ্যেষ্ঠ ব্যক্তি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বালকটিকে বললেন, ‘‘তুমি কি আমাকে অনুমতি দেবে, আমি ঐ বয়স্ক লোকগুলিকে আগে পান করতে দিই?’’ বালকটি বলল, ‘আল্লাহর কসম! আপনার কাছ থেকে আমার ভাগে আসা জিনিসের ক্ষেত্রে আমি কাউকে আমার উপর অগ্রাধিকার দেব না।’ বর্ণনাকারী বলেন, ‘নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন পেয়ালাটি তার হাতে তুলে দিলেন।’",
        "ar": "وَعَن سَهلِ بنِ سَعدٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم أُتِيَ بِشَرَابٍ، فَشَرِبَ مِنْهُ وَعَن يَمِينِهِ غُلاَمٌ، وَعَن يَسَارِهِ أَشْيَاخٌ، فَقَالَ لِلغُلاَمِ: أتَأْذَنُ لِي أنْ أُعْطِيَ هؤُلاَءِ ؟ فَقَالَ الغُلامُ: لاَ وَاللهِ، لاَ أُوثِرُ بِنَصِيبِي مِنْكَ أَحَداً . فَتَلَّهُ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم فِي يَدِهِ . متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن سهل بن سعد رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم أتي بشراب، فشرب منه وعن يمينه غلام، وعن يساره أشياخ، فقال للغلام: أتأذن لي أن أعطي هؤلاء ؟ فقال الغلام: لا والله، لا أوثر بنصيبي منك أحدا . فتله رسول الله صلى الله عليه وسلم صلى الله عليه وسلم في يده . متفق عليه",
        "note": "(সহীহুল বুখারী ২৩৫১, ২৩৬৬, ২৪৫১, ২৬০২, ২৬০৫, ৫৬২০, মুসলিম ২০৩০, আহমাদ ২২৩১৭, ২২৩৬০, মুওয়াত্তা মালেক ১৭২৪)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12210,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 13,
    "title": "মশ্ক ইত্যাদির মুখে মুখ লাগিয়ে পানি পান করা অপছন্দনীয়, তবে তা হারাম নয়",
    "preface": "",
    "number": "পরিচ্ছদঃ ১১২",
    "sort_order": 13,
    "hadiths": [
      {
        "id": 33885,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 13,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬৬",
        "hadith_id": 766,
        "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
        "bn": "তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মশকের মুখ বাঁকিয়ে পানি পান করতে নিষেধ করেছেন।",
        "ar": "عَن أَبي سَعِيدٍ الْخُدْرِيِّ رضي الله عنه، قَالَ: نَهَى رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم عَنِ اخْتِنَاثِ الأَسْقِيَةِ . يعني: أن تُكْسَرَ أفْواهُها، وَيُشْرَبَ مِنْهَا . متفق عَلَيْهِ",
        "ar_diacless": "عن أبي سعيد الخدري رضي الله عنه، قال: نهى رسول الله صلى الله عليه وسلم صلى الله عليه وسلم عن اختناث الأسقية . يعني: أن تكسر أفواهها، ويشرب منها . متفق عليه",
        "note": "(সহীহুল বুখারী ৫৬২৫, ৫৬২৬, মুসলিম ২০২৩, তিরমিযী ১৮৯০, আবূ দাউদ ৩৭২০, ইবনু মাজাহ ৩৪১৮, আহমাদ ১০৬৪৩, ১১২৪৮, ১১২৬৫, ১১৪৭৮, দারেমী ২১১৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33886,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 13,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬৭",
        "hadith_id": 767,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মশকের মুখে মুখ লাগিয়ে পানি পান করতে বারণ করেছেন।",
        "ar": "وَعَن أَبي هُرَيرَةَ رضي الله عنه، قَالَ: نَهَى رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم أن يُشْرَبَ مِنْ فِيِّ السِّقَاءِ أَوْ القِرْبَةِ . متفق عَلَيْهِ",
        "ar_diacless": "وعن أبي هريرة رضي الله عنه، قال: نهى رسول الله صلى الله عليه وسلم صلى الله عليه وسلم أن يشرب من في السقاء أو القربة . متفق عليه",
        "note": "(সহীহুল বুখারী ২৪৬৩, ৫৬২৭, ৫৬২৮, মুসলিম ১৬০৯ , তিরমিযী ১৩৫২, আবূ দাউদ ৩৬৩৪, ইবনু মাজাহ ২৩৩৫, আহমাদ ৭১১৩, ৭১১৪, ৭২৩৬, ৭৬৪৫, ৮১৩৫, ৮৯০০, ৯৪৭৭, ৯৬৪৫, মুওয়াত্তা মালেক ১৪৬২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33887,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 13,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬৮",
        "hadith_id": 768,
        "narrator": "উম্মে সাবেত কাব্‌শাহ বিনতে সাবেত, হাস্‌সান ইবনে সাবেতের ভগিনী (রাঃ)",
        "bn": "তিনি বলেন, একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট এলেন এবং একটি ঝুলন্ত মশকের মুখ থেকে দাঁড়িয়ে দাঁড়িয়ে পানি পান করলেন। সুতরাং আমি উঠে তার মুখটা কেটে নিলাম। (তিরমিযী হাসান সহীহ)",
        "ar": "وَعَن أُمِّ ثَابِتٍ كَبْشَةَ بِنتِ ثَابِتٍ أُخْتِ حَسَّانَ بنِ ثَابِتٍ رَضِيَ اللهُ عَنهُمَا، قَالَتْ: دَخَلَ عَلَيَّ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم فَشَرِبَ مِنْ فيِّ قِرْبَةٍ مُعَلَّقَةٍ قَائِماً، فَقُمْتُ إِلَى فِيْهَا فَقَطَعْتُهُ . رواه الترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "وعن أم ثابت كبشة بنت ثابت أخت حسان بن ثابت رضي الله عنهما، قالت: دخل علي رسول الله صلى الله عليه وسلم صلى الله عليه وسلم فشرب من في قربة معلقة قائما، فقمت إلى فيها فقطعته . رواه الترمذي، وقال: حديث حسن صحيح",
        "note": "(তিরমিযী ১৮৯২, ইবনু মাজাহ ৩৪২৩)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12211,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 14,
    "title": "পানি পান করার সময় তাতে ফুঁ দেওয়া মাকরূহ",
    "preface": "",
    "number": "পরিচ্ছদঃ ১১৩",
    "sort_order": 14,
    "hadiths": [
      {
        "id": 33888,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৬৯",
        "hadith_id": 769,
        "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানীয় পানকালে তাতে ফুঁ দিতে নিষেধ করেছেন। একটি লোক নিবেদন করল, ‘পানপাত্রে (যদি) আমি খড়কুটো দেখতে পাই?’ তিনি বললেন, ‘‘তাহলে তা ঢেলে ফেলে দাও।’’ সে নিবেদন করল, ‘এক শ্বাসে পানি পান করে আমার তৃপ্তি হয় না।’ তিনি বললেন, ‘‘তাহলে তুমি পেয়ালা মুখ থেকে দূরে সরিয়ে নিয়ে নিঃশ্বাস গ্রহণ করো।’’",
        "ar": "عَن أَبي سَعِيدٍ الخُدرِي رضي الله عنه: أنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَن النَّفْخِ فِي الشَّرَابِ، فَقَالَ رَجُلٌ: القَذَاةُ أَرَاهَا فِي الإِنَاءِ ؟ فَقَالَ: أَهرِقْهَا . قَالَ: إنِّي لاَ أرْوَى مِنْ نَفَسٍ وَاحِدٍ ؟ قَالَ: فَأَبِنِ القَدَحَ إِذَاً عَنْ فِيكَ ». رواه الترمذي، وقال: حديث حسن صحيح »",
        "ar_diacless": "عن أبي سعيد الخدري رضي الله عنه: أن النبي صلى الله عليه وسلم نهى عن النفخ في الشراب، فقال رجل: القذاة أراها في الإناء ؟ فقال: أهرقها . قال: إني لا أروى من نفس واحد ؟ قال: فأبن القدح إذا عن فيك ». رواه الترمذي، وقال: حديث حسن صحيح »",
        "note": "তিরমিযী ১৮৮৭, আবূ দাউদ ৩৭২২, ৩৭৭৮,  আহমাদ ১০৮১৯, ১০৮৮৬, ১১১৪৭ , ১১২৫৭, ১১৩৫১, মুওয়াত্তা মালেক ১৭১৮, দারেমী ২১২১",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33889,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭০",
        "hadith_id": 770,
        "narrator": "ইবনে আব্বাস (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পানপাত্রে নিঃশ্বাস ফেলতে বা তাতে ফুঁ দিতে নিষেধ করেছেন।",
        "ar": "وَعَنِ ابنِ عَبَّاسٍ رضي الله عنه: أَنَّ النبيَّ صلى الله عليه وسلم نَهَى أَنْ يُتَنَفَّسَ فِي الإِنَاءِ أَوْ يُنْفَخَ فِيهِ . رواه الترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "وعن ابن عباس رضي الله عنه: أن النبي صلى الله عليه وسلم نهى أن يتنفس في الإناء أو ينفخ فيه . رواه الترمذي، وقال: حديث حسن صحيح",
        "note": "( তিরমিযী ১৮৮৮, আবূ দাউদ ৩৭২৮, ইবনু মাজাহ ৩৪২৯)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12212,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 15,
    "title": "দাঁড়িয়ে পান করা",
    "preface": "",
    "number": "পরিচ্ছদঃ ১১৪",
    "sort_order": 15,
    "hadiths": [
      {
        "id": 33895,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭১",
        "hadith_id": 771,
        "narrator": "ইবনে আব্বাস (রাঃ)",
        "bn": "তিনি বলেন, ‘আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে যমযমের পানি পান করিয়েছি। তিনি তা দাঁড়িয়ে পান করেছেন।’",
        "ar": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: سَقَيْتُ النَّبِيَّ صلى الله عليه وسلم مِنْ زَمْزَمَ، فَشَرِبَ وَهُوَ قَائِمٌ. متفق عَلَيْهِ",
        "ar_diacless": "وعن ابن عباس رضي الله عنهما، قال: سقيت النبي صلى الله عليه وسلم من زمزم، فشرب وهو قائم. متفق عليه",
        "note": "(সহীহুল বুখারী ১৬৩৭, ৫৬১৭, মুসলিম ২০২৭, তিরমিযী ১৮৮২, নাসায়ী ২৯৬৪, ২৯৬৫, ইবনু মাজাহ ৩৪২২, আহমাদ ১৮৪১, ১৯০৬, ২১৮৪, ২২৪৪, ২৬০৩, ৩১৭৬, ৩৪৮৭, ৩৫১৭)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33894,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭২",
        "hadith_id": 772,
        "narrator": "নায্যাল ইবনে সাবরাহ (রাঃ)",
        "bn": "তিনি বলেন, কুফা নগরীর ‘রাহবাহ’র দ্বারপ্রান্তে আলী (রাঃ) এসে দাঁড়িয়ে পানি পান করলেন এবং বললেন, ‘আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে ঠিক এভাবে (পান) করতে দেখেছি, যেভাবে তোমরা আমাকে (পান) করতে দেখলে।’",
        "ar": "وَعَنِ النَّزَّالِ بنِ سَبْرَةَ رضي الله عنه، قَالَ: أَتَى عَلِيٌّ رضي الله عنه بَابَ الرَّحْبَةِ، فَشَرِبَ قَائِماً، وَقَالَ: إنِّي رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم فَعَلَ كَمَا رَأَيْتُمُونِي فَعَلْتُ . رواه البخاري",
        "ar_diacless": "وعن النزال بن سبرة رضي الله عنه، قال: أتى علي رضي الله عنه باب الرحبة، فشرب قائما، وقال: إني رأيت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم فعل كما رأيتموني فعلت . رواه البخاري",
        "note": "(সহীহুল বুখারী ৫৬১৫, ৫৬১৬, নাসায়ী ১৩০, আবূ দাউদ ৩৭১৮, আহমাদ ৫৮৪, ৯৭৯, ৯১৮ , ৯৭৩, ৯৭৯, ১০৪৯, ১১২৮, ১১৪৪, ১১৭৭, ১২০১, ১২২৭, ১৩৫৩, ১৩৭০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33892,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭৩",
        "hadith_id": 773,
        "narrator": "ইবনে ‘উমার (রাঃ)",
        "bn": "তিনি বলেন, ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমরা চলতে চলতে আহার করতাম এবং দাঁড়িয়ে পান করতাম।’",
        "ar": "وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا، قَالَ: كُنَّا عَلَى عَهدِ رَسُولِ اللهِ صلى الله عليه وسلم نَأكُلُ وَنَحْنُ نَمشِي، وَنَشْرَبُ ونَحْنُ قِيامٌ . رواه الترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "وعن ابن عمر رضي الله عنهما، قال: كنا على عهد رسول الله صلى الله عليه وسلم نأكل ونحن نمشي، ونشرب ونحن قيام . رواه الترمذي، وقال: حديث حسن صحيح",
        "note": "(তিরমিযী, হাসান সহীহ)( তিরমিযী ১৮৮০)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33893,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭৪",
        "hadith_id": 774,
        "narrator": "আমর ইবনে শু‘আইব তাঁর পিতা থেকে তিনি স্বীয় দাদা",
        "bn": "আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দাঁড়িয়ে ও বসে পানি পান করতে দেখেছি।’",
        "ar": "وَعَن عَمرِو بنِ شُعَيبٍ، عَن أَبِيهِ، عَن جَدِّهِ رضي الله عنه، قَالَ: رَأَيتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم يَشْرَبُ قَائِماً وقَاعِداً . رواه الترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "وعن عمرو بن شعيب، عن أبيه، عن جده رضي الله عنه، قال: رأيت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم يشرب قائما وقاعدا . رواه الترمذي، وقال: حديث حسن صحيح",
        "note": "(তিরমিযী হাসান সহীহ)(তিরমিযী ১৮৮৩, আহমাদ ৬৬৪১, ৬৭৪৪, ৬৯৮২)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33890,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭৫",
        "hadith_id": 775,
        "narrator": "আনাস (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোককে দাঁড়িয়ে পান করতে নিষেধ করেছেন। কাতাদাহ বলেন, আমরা আনাস (রাঃ)-কে প্রশ্ন করলাম, ‘আর (দাঁড়িয়ে) খাওয়া?’ তিনি বললেন, ‘তা তো আরো মন্দ বা আরো জঘন্য কাজ।’",
        "ar": "وَعَن أَنَسٍ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم: أَنَّهُ نَهَى أَن يَشْرَبَ الرَّجُلُ قَائِماً . قَالَ قَتَادَةُ: فَقُلْنَا لأَنَسٍ: فَالأَكْلُ ؟ قَالَ: ذَلِكَ أَشَرُّ ـ أَوْ أخْبَثُ ـ رواه مسلم . وَفِي رِوَايَةٍ لَهُ: أَنَّ النَّبِيَّ صلى الله عليه وسلم زَجَرَ عَن الشُّرْبِ قائِماً",
        "ar_diacless": "وعن أنس رضي الله عنه، عن النبي صلى الله عليه وسلم: أنه نهى أن يشرب الرجل قائما . قال قتادة: فقلنا لأنس: فالأكل ؟ قال: ذلك أشر ـ أو أخبث ـ رواه مسلم . وفي رواية له: أن النبي صلى الله عليه وسلم زجر عن الشرب قائما",
        "note": "(মুসলিম ২০২৪, তিরমিযী  ১৮৭৯, আবূ দাউদ ৩৭১৭, ইবনু মাজাহ ৩৪২৩, ৩৪২৪, আহমাদ ১১৭৭৫, ১১৯২৯, ১২০৮১, ১২৪৬০, ১২৬৪৯, ১২৮১৯ , ১৩২০৬, ১৩৫৩১, ১৩৬৯১, দারেমী ২১২৭)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33891,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭৬",
        "hadith_id": 776,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘তোমাদের কেউ যেন অবশ্যই দাঁড়িয়ে পান না করে। আর যদি ভুলে যায় (ভুলবশতঃ পান করে ফেলে), তাহলে সে যেন বমি করে দেয়।’’",
        "ar": "وَعَن أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: لاَ يَشْرَبَنَّ أحَدٌ مِنْكُمْ قَائِماً، فَمَنْ نَسِيَ فَلْيَسْتَقِيء . رواه مسلم",
        "ar_diacless": "وعن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: لا يشربن أحد منكم قائما، فمن نسي فليستقيء . رواه مسلم",
        "note": "(মুসলিম ২০২৬, আহমাদ ৮১৩৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12213,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 16,
    "title": "পানীয় পরিবেশনকারীর সবার শেষে পান করা উত্তম",
    "preface": "",
    "number": "পরিচ্ছদঃ ১১৫",
    "sort_order": 16,
    "hadiths": [
      {
        "id": 33896,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 16,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭৭",
        "hadith_id": 777,
        "narrator": "আবূ কাতাদাহ (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘লোকদেরকে পানি পরিবেশনকারী তাদের সবার শেষে পান করবে।’’",
        "ar": "عَن أَبِي قَتَادَةَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ: سَاقِيُ القَومِ آخِرُهُمْ شُرْباً . رواه الترمذي، وقال: حديث حسن صحيح",
        "ar_diacless": "عن أبي قتادة رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: ساقي القوم آخرهم شربا . رواه الترمذي، وقال: حديث حسن صحيح",
        "note": "(তিরমিযী ১৮৯৪, মুসলিম ৬৮১, ইবনু মাজাহ ৩৪৩৪, আহমাদ ২২০৪০, ২২০৭১, ২২০৯৩, দারেমী ২১৩৫)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12214,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 3,
    "section_id": 17,
    "title": "পান-পাত্রের বিবরণ",
    "preface": "",
    "number": "পরিচ্ছদঃ ১১৬",
    "sort_order": 17,
    "hadiths": [
      {
        "id": 33901,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 17,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭৮",
        "hadith_id": 778,
        "narrator": "আনাস (রাঃ)",
        "bn": "তিনি বলেন, ‘একবার নামাযের সময় উপস্থিত হলে যাঁদের বাড়ি কাছে ছিল, তাঁরা (ওযূ করার জন্য) বাড়ি গেলেন। আর কিছু লোক থেকে গেলেন (তাঁদের কোন ওযূর ব্যবস্থা ছিল না)। সুতরাং আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একটি পাথরের পাত্রে পানি আনা হল। পাত্রটি এত ছোট ছিল যে, তার মধ্যে তাঁর মুঠি খোলাও মুশকিল ছিল। তা থেকেই সমস্ত লোক ওযূ করলেন।’ (আনাসকে উপস্থিত) লোকেরা জিজ্ঞাসা করল, ‘আপনারা কতজন ছিলেন?’ তিনি বললেন, ‘আশিজনেরও বেশি।",
        "ar": "وَعَن أَنَسٍ رضي الله عنه، قَالَ: حَضَرَتِ الصَّلاَةُ فَقَامَ مَن كَانَ قَريبَ الدَّارِ إِلَى أهْلِهِ، وبَقِيَ قَوْمٌ، فَأُتِيَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم بِمَخْضَبٍ مِنْ حِجَارَةٍ، فَصَغُرَ المَخْضَبُ أنْ يَبْسُطَ فِيهِ كَفَّهُ، فَتَوَضَّأَ القَوْمُ كُلُّهُمْ . قَالُوا: كَمْ كُنْتُمْ ؟ قَالَ: ثَمَانِينَ وَزِيَادَةً . متفق عَلَيْهِ، هذه رواية البخاري\nوفي رواية لَهُ ولمسلم: أَنَّ النَّبِيَّ صلى الله عليه وسلم دَعَا بِإِنَاءٍ مِنْ مَاءٍ، فَأُتِيَ بِقَدَحٍ رَحْرَاحٍ فِيهِ شَيْءٌ مِنْ ماءٍ، فَوَضَعَ أصابعَهُ فِيهِ . قَالَ أنسٌ: فَجَعلْتُ أنْظُرُ إِلَى الماءِ يَنْبُعُ مِنْ بَيْن أصَابِعِهِ، فَحَزَرْتُ مَنْ تَوضَّأ مَا بَيْنَ السَّبْعِينَ إِلَى الثَّمَانينَ .",
        "ar_diacless": "وعن أنس رضي الله عنه، قال: حضرت الصلاة فقام من كان قريب الدار إلى أهله، وبقي قوم، فأتي رسول الله صلى الله عليه وسلم صلى الله عليه وسلم بمخضب من حجارة، فصغر المخضب أن يبسط فيه كفه، فتوضأ القوم كلهم . قالوا: كم كنتم ؟ قال: ثمانين وزيادة . متفق عليه، هذه رواية البخاري\nوفي رواية له ولمسلم: أن النبي صلى الله عليه وسلم دعا بإناء من ماء، فأتي بقدح رحراح فيه شيء من ماء، فوضع أصابعه فيه . قال أنس: فجعلت أنظر إلى الماء ينبع من بين أصابعه، فحزرت من توضأ ما بين السبعين إلى الثمانين .",
        "note": "(সহীহুল বুখারী ১৬৯, ৩৫৭৪, মুসলিম ২২৭৯, তিরমিযীঃ ৩৬৩১, নাসায়ী ৭৬৭৮, আহমাদ ১১৯৩৯, ১১৯৯৩, ১২০০৪, ১২০৮৮, ১২২৮৩, ১২৩১৬, ১২৩৩১, ১২৩৮৩, ১২৮৩২, ১২৮৫৪, ১৩১৮৩, ১৩৬৬৭, মুওয়াত্তা মালেক ৬৪)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33898,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 17,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৭৯",
        "hadith_id": 779,
        "narrator": "আব্দুল্লাহ ইবনে যায়দ (রাঃ)",
        "bn": "তিনি বলেন, ‘নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার আমাদের নিকট এলেন। আমরা তাঁকে পিতলের একটি পাত্রে পানি দিলাম, তিনি (তা দিয়ে) ওযূ করলেন।’",
        "ar": "وَعَن عَبدِ اللهِ بنِ زَيدٍ رضي الله عنه، قَالَ: أتَانَا النَّبِيُّ صلى الله عليه وسلم فَأَخْرَجْنَا لَهُ مَاءً في تَوْرٍ مِنْ صُفْر فَتَوَضَّأَ. رواه البخاري",
        "ar_diacless": "وعن عبد الله بن زيد رضي الله عنه، قال: أتانا النبي صلى الله عليه وسلم فأخرجنا له ماء في تور من صفر فتوضأ. رواه البخاري",
        "note": "(সহীহুল বুখারী ১৭৯, ১৮৫, ১৮৬, ১৯১, ১৯২, ১৯৭, ১৯৯, মুসলিম ২৩৫, তিরমিযী ৩২, নাসায়ী ৯৭, ৯৮, আবূ দাউদ ১১৮, ইবনু মাজাহ ৪৩৪, আহমাদ ১৫৯৯৬, ১৬০০৩, ১৬০১৭, ১৬০২৪, মুওয়াত্তা মালেক ৩২, দারেমী ৬৯৪)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33897,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 17,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৮০",
        "hadith_id": 780,
        "narrator": "জাবের (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক আনসারীর নিকট গেলেন। আর তাঁর সঙ্গে একজন সাহাবীও ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ‘‘যদি তোমার মশকে রাতের বাসী পানি থাকে, তাহলে নিয়ে এসো; নচেৎ সরাসরি পানিতে মুখ লাগিয়ে পান করে নেব।’’",
        "ar": "وَعَن جَابِرٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم دَخَلَ عَلَى رَجُلٍ مِن الأَنْصَارِ، وَمَعَهُ صَاحِبٌ لَهُ، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: «إنْ كَانَ عِنْدَكَ مَاءٌ بَاتَ هذِهِ اللَّيْلَةَ في شَنَّةٍ وَإلاَّ كَرَعْنَا». رواه البخاري",
        "ar_diacless": "وعن جابر رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم دخل على رجل من الأنصار، ومعه صاحب له، فقال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: «إن كان عندك ماء بات هذه الليلة في شنة وإلا كرعنا». رواه البخاري",
        "note": "(সহীহুল বুখারী ৫৬১৩, ৫৬২১, আবূ দাউদ ৩৭২৪, ইবনু মাজাহ ৩৪৩২, আহমাদ ১৪১১০, ১৪২৯০, ১৪২৯৮, ১৪৪১১, দারেমী ২১২৩)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33899,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 17,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৮১",
        "hadith_id": 781,
        "narrator": "হুযাইফা (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে পাতলা ও মোটা রেশমী কাপড় পরতে ও সোনা-রূপার পাত্রে পান করতে নিষেধ করেছেন। আর তিনি বলেছেন, ‘‘তা হল তাদের (কাফেরদের) জন্য দুনিয়ায় এবং তোমাদের (মুসলিমদের) জন্য পরকালে।’’",
        "ar": "وَعَن حُذَيفَةَ رضي الله عنه، قَالَ: إنَّ النَّبِيَّ صلى الله عليه وسلم نَهَانَا عَنِ الحَرِيرِ، وَالدِّيبَاجِ، وَالشُّربِ فِي آنِيَةِ الذَّهَبِ وَالفِضَّةِ، وَقَالَ: «هِيَ لَهُمْ فِي الدُّنْيَا، وَهِيَ لَكُمْ فِي الآخِرَةِ ». متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن حذيفة رضي الله عنه، قال: إن النبي صلى الله عليه وسلم نهانا عن الحرير، والديباج، والشرب في آنية الذهب والفضة، وقال: «هي لهم في الدنيا، وهي لكم في الآخرة ». متفق عليه",
        "note": "(সহীহুল বুখারী ৫৪২৬, ৫৬৩২, ৫৬৩৩, ৫৮৩১, ৫৮৩৭, মুসলিম ২০৬৭, তিরমিযী ১৮৭৮, নাসায়ী ৫৩০১, আবূ দাউদ  ৩৭২৩, ইবনু মাজাহ ৩৪১৪, ৩৫৯০, আহমাদ ২২৭৫৮, ২২৮০৩, ২২৮৪৮, ২২৮৫৫, ২২৮৬৫, ২২৮৯২, ২২৯২৭, ২২৯৫৪, দারেমী ২১৩০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 33900,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 3,
        "section_id": 17,
        "hadith_key": "রিয়াদুস সলেহিন: ৭৮২",
        "hadith_id": 782,
        "narrator": "উম্মে সালামাহ্ (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘যে ব্যক্তি রূপার পাত্রে পান করে, সে আসলে নিজ উদরে জাহান্নামের আগুন ঢক্‌ঢক্‌ করে পান করে।’’",
        "ar": "وَعَن أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنهَا: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم قَالَ: اَلَّذِيْ يَشْرَبُ فِي آنِيَةِ الفِضَّةِ، إنَّمَا يُجَرْجِرُ في بَطْنِهِ نَارَ جَهَنَّمَ . متفقٌ عَلَيْهِ .\nوفي رواية لمسلم: إنَّ الَّذِي يَأكُلُ أَوْ يَشْرَبُ في آنِيَةِ الفِضَّةِ وَالذَّهَبِ .\nوفي رواية لَهُ: مَنْ شَرِبَ في إناءٍ مِنْ ذَهَبٍ أَوْ فِضَّةٍ، فَإنَّمَا يُجَرْجِرُ في بَطْنِهِ نَارَاً مِنْ جَهَنَّم",
        "ar_diacless": "وعن أم سلمة رضي الله عنها: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم قال: الذي يشرب في آنية الفضة، إنما يجرجر في بطنه نار جهنم . متفق عليه .\nوفي رواية لمسلم: إن الذي يأكل أو يشرب في آنية الفضة والذهب .\nوفي رواية له: من شرب في إناء من ذهب أو فضة، فإنما يجرجر في بطنه نارا من جهنم",
        "note": "(সহীহুল বুখারী ৫৬৩৪, মুসলিম ২০৬৫, ইবনু মাজাহ ৩৪১৩, আহমাদ ২৬০২৮, ২৬০৪২, ২৬০৫৫, ২৬০৭১, মুওয়াত্তা মালেক ১৭১৭, দারেমী ২১২৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  }
]