[
  {
    "id": 18547,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 26,
    "section_id": 1,
    "title": "আকীকার বর্ণনা",
    "preface": "",
    "number": "পরিচ্ছেদ ১",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 49911,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 26,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১০৬০",
        "hadith_id": 1060,
        "narrator": "বনী যামরার জনৈক ব্যক্তি তাঁর পিতা",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট আকীকা সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেছেন : আমি উকূক [১] পছন্দ করি না। রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই নামটি পছন্দ করবেন না। তিনি আরো বলেছিলেন : কারো সন্তান হলে সে যদি কিছু কুরবানী করতে চায় তবে তা করতে পারে। (হাসান, আবূ দাঊদ ২৮৪২, নাসাঈ ৪২১২, আলবানী হাদীসটি হাসান বলেছেন [আস সিলসিলাহ সহীহা ১৬৫৫] তবে ইমাম মালিক কর্তৃক বর্ণিত সনদে মুবহাম রাবী রয়েছে)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ رَجُلٍ مِنْ بَنِي ضَمْرَةَ عَنْ أَبِيهِ أَنَّهُ قَالَ سُئِلَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ الْعَقِيقَةِ فَقَالَ لَا أُحِبُّ الْعُقُوقَ وَكَأَنَّهُ إِنَّمَا كَرِهَ الْاسْمَ وَقَالَ مَنْ وُلِدَ لَهُ وَلَدٌ فَأَحَبَّ أَنْ يَنْسُكَ عَنْ وَلَدِهِ فَلْيَفْعَلْ.",
        "ar_diacless": "حدثني يحيى عن مالك عن زيد بن أسلم عن رجل من بني ضمرة عن أبيه أنه قال سئل رسول الله صلى الله عليه وسلم عن العقيقة فقال لا أحب العقوق وكأنه إنما كره الاسم وقال من ولد له ولد فأحب أن ينسك عن ولده فليفعل.",
        "note": "[১] ‘উকূক’ শব্দের অর্থ হল পিতা-মাতার অবাধ্য হওয়া। আর আকীকা শব্দটির ধাতু যেহেতু ‘উকূক’ শব্দের অনুরূপ। তাই রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম উকূক পছন্দ করেননি।",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      },
      {
        "id": 49912,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 26,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১০৬১",
        "hadith_id": 1061,
        "narrator": "জা’ফর ইবনু মুহাম্মাদ (র)",
        "bn": "রসূল সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তনয়া ফাতিমা (রা) হাসান, হুসাইন, যায়নাব ও উম্মে কুলসুম (রা)-এর মাথার চুল ওজন করে সেই পরিমাণ রৌপ্য দান করেছিলেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ أَنَّهُ قَالَ: وَزَنَتْ فَاطِمَةُ بِنْتُ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَعَرَ حَسَنٍ وَحُسَيْنٍ وَزَيْنَبَ وَأُمِّ كُلْثُومٍ فَتَصَدَّقَتْ بِزِنَةِ ذَلِكَ فِضَّةً.",
        "ar_diacless": "و حدثني عن مالك عن جعفر بن محمد عن أبيه أنه قال: وزنت فاطمة بنت رسول الله صلى الله عليه وسلم شعر حسن وحسين وزينب وأم كلثوم فتصدقت بزنة ذلك فضة.",
        "note": "",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      },
      {
        "id": 49913,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 26,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১০৬২",
        "hadith_id": 1062,
        "narrator": "মুহাম্মাদ ইবনু আলী ইবনু হুসাইন (রা)",
        "bn": "রসূল সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তনয়া ফাতিমা (রা) হাসান ও হুসাইনের মাথার চুল ওজন করে তত পরিমাণ রৌপ্য দান করেছিলেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ أَنَّهُ قَالَ وَزَنَتْ فَاطِمَةُ بِنْتُ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَعَرَ حَسَنٍ وَحُسَيْنٍ فَتَصَدَّقَتْ بِزِنَتِهِ فِضَّةً.",
        "ar_diacless": "و حدثني عن مالك عن ربيعة بن أبي عبد الرحمن عن محمد بن علي بن الحسين أنه قال وزنت فاطمة بنت رسول الله صلى الله عليه وسلم شعر حسن وحسين فتصدقت بزنته فضة.",
        "note": "",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      }
    ]
  },
  {
    "id": 18548,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 26,
    "section_id": 2,
    "title": "আকীকার পদ্ধতি",
    "preface": "",
    "number": "পরিচ্ছেদ ২",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 49914,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 26,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১০৬৩",
        "hadith_id": 1063,
        "narrator": "নাফি’ (র)",
        "bn": "আবদুল্লাহ ইবনু উমার (রা)-এর পরিবারের কারো জন্য আকীকার ব্যাপারে সাহায্য প্রার্থনা করলে তিনি তাঁকে সাহায্য করতেন এবং তাঁর নিজের সন্তানের ব্যাপারে ছেলে বা মেয়ে হোক, প্রত্যেক সন্তানের জন্য একটি করে বকরী আকীকা দিতেন। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ لَمْ يَكُنْ يَسْأَلُهُ أَحَدٌ مِنْ أَهْلِهِ عَقِيقَةً إِلَّا أَعْطَاهُ إِيَّاهَا وَكَانَ يَعُقُّ عَنْ وَلَدِهِ بِشَاةٍ شَاةٍ عَنْ الذُّكُورِ وَالْإِنَاثِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن نافع أن عبد الله بن عمر لم يكن يسأله أحد من أهله عقيقة إلا أعطاه إياها وكان يعق عن ولده بشاة شاة عن الذكور والإناث.",
        "note": "[১] আয়িশা (রা) হতে বর্ণিত হয়েছে ছেলের পক্ষ হতে দুটি বকরী এবং মেয়ের পক্ষ হতে একটি করে বকরী আকীকা দিতে পারবে। ইমাম আবূ হানীফা (র) অনুরূপ মত পোষণ করেন।",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      },
      {
        "id": 49915,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 26,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১০৬৪",
        "hadith_id": 1064,
        "narrator": "মুহাম্মাদ ইবনু ইবরাহীম হারিস তায়মী (র)",
        "bn": "পিতার নিকট শুনেছি, আকীকা করা তাঁর খুবই প্রিয় ছিল, তা একটি পাখীও হোক না কেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ أَنَّهُ قَالَ سَمِعْتُ أَبِي يَسْتَحِبُّ الْعَقِيقَةَ وَلَوْ بِعُصْفُورٍ.",
        "ar_diacless": "و حدثني عن مالك عن ربيعة بن أبي عبد الرحمن عن محمد بن إبراهيم بن الحارث التيمي أنه قال سمعت أبي يستحب العقيقة ولو بعصفور.",
        "note": "",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      },
      {
        "id": 49916,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 26,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১০৬৫",
        "hadith_id": 1065,
        "narrator": "মালিক (র)",
        "bn": "‘আলী (রা) ইবনু আবূ তালিবের পুত্র হাসান ও হুসাইন (রা)-এর আকীকা করা হয়েছিল। (সহীহ, আবূ দাঊদ ২৮৪১, নাসাঈ ৪২১৯, আব্বাস (রা)-এর বরাত দিয়ে মুত্তাসিল সনদে বর্ণনা করেন, আলবানী হাদীসটিকে সহীহ বলেছেন [মিশকাত ৪১৫৫] ইমাম মালেকের নিকট হাদীসটি পৌঁছেছে মর্মে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك أَنَّهُ بَلَغَهُ أَنَّهُ عُقَّ عَنْ حَسَنٍ وَحُسَيْنٍ ابْنَيْ عَلِيِّ بْنِ أَبِي طَالِبٍ.",
        "ar_diacless": "و حدثني عن مالك أنه بلغه أنه عق عن حسن وحسين ابني علي بن أبي طالب.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49917,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 26,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১০৬৬",
        "hadith_id": 1066,
        "narrator": "উরওয়াহ ইবনু যুবাইর (র)",
        "bn": "ছেলে হোক বা মেয়ে, প্রত্যেক সন্তানের জন্য একটি বকরী আকীকা করতেন। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন :  আকীকার বিষয়ে আমাদের নিকট হুকুম হল, ছেলে হোক বা মেয়ে হোক প্রত্যেকের জন্য একটি বকরী আকীকা করা হবে। আকীকা করা ওয়াজিব নয়, মুস্তাহাব। তবে আকীকার বকরী কুরবানীর বকরীর অনুরূপ হতে হবে। চোখ কানা, অতিশয় বৃদ্ধ, শিং ভাঙ্গা এবং রোগা হলে চলবে না। আকীকার গোশ্ত এবং চামড়া বিক্রয় করা জায়েয নয়। এর হাড়গুলো ভেঙ্গে দেয়া উচিত। [২]\nআকীকার গোশ্ত নিজে খাবে এবং দরিদ্রদেরকেও খেতে দিবে। আকীকাকৃত বকরীর রক্ত বাচ্চাকে ছোঁয়াবে না। [৩]",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ أَنَّ أَبَاهُ عُرْوَةَ بْنَ الزُّبَيْرِ كَانَ يَعُقُّ عَنْ بَنِيهِ الذُّكُورِ وَالْإِنَاثِ بِشَاةٍ شَاةٍ ১৮৪৬-قَالَ مَالِك الْأَمْرُ عِنْدَنَا فِي الْعَقِيقَةِ أَنَّ مَنْ عَقَّ فَإِنَّمَا يَعُقُّ عَنْ وَلَدِهِ بِشَاةٍ شَاةٍ الذُّكُورِ وَالْإِنَاثِ وَلَيْسَتْ الْعَقِيقَةُ بِوَاجِبَةٍ وَلَكِنَّهَا يُسْتَحَبُّ الْعَمَلُ بِهَا وَهِيَ مِنْ الْأَمْرِ الَّذِي لَمْ يَزَلْ عَلَيْهِ النَّاسُ عِنْدَنَا فَمَنْ عَقَّ عَنْ وَلَدِهِ فَإِنَّمَا هِيَ بِمَنْزِلَةِ النُّسُكِ وَالضَّحَايَا لَا يَجُوزُ فِيهَا عَوْرَاءُ وَلَا عَجْفَاءُ وَلَا مَكْسُورَةٌ وَلَا مَرِيضَةٌ وَلَا يُبَاعُ مِنْ لَحْمِهَا شَيْءٌ وَلَا جِلْدُهَا وَيُكْسَرُ عِظَامُهَا وَيَأْكُلُ أَهْلُهَا مِنْ لَحْمِهَا وَيَتَصَدَّقُونَ مِنْهَا وَلَا يُمَسُّ الصَّبِيُّ بِشَيْءٍ مِنْ دَمِهَا.",
        "ar_diacless": "و حدثني عن مالك عن هشام بن عروة أن أباه عروة بن الزبير كان يعق عن بنيه الذكور والإناث بشاة شاة ১৮৪৬-قال مالك الأمر عندنا في العقيقة أن من عق فإنما يعق عن ولده بشاة شاة الذكور والإناث وليست العقيقة بواجبة ولكنها يستحب العمل بها وهي من الأمر الذي لم يزل عليه الناس عندنا فمن عق عن ولده فإنما هي بمنزلة النسك والضحايا لا يجوز فيها عوراء ولا عجفاء ولا مكسورة ولا مريضة ولا يباع من لحمها شيء ولا جلدها ويكسر عظامها ويأكل أهلها من لحمها ويتصدقون منها ولا يمس الصبي بشيء من دمها.",
        "note": "[১] তিরমিযী শরীফে আছে, রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছেলের পক্ষে দুটি এবং মেয়ের পক্ষে একটি আকীকা করতে বলেছেন।\n[২] জাহেলী যুগে হাড় ভাঙ্গা অশুভ বলে মনে করা হত। তাই এখানে এ কথার উল্লেখ করা হয়েছে।\n[৩] এটাও একটি জাহেলী রসম ছিল।",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      }
    ]
  }
]