[
  {
    "id": 12243,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 1,
    "title": "রোগীকে সাক্ষাৎ করে জিজ্ঞাসাবাদ করার মাহাত্ম্য",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৪৪",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 34027,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৮৯৯",
        "hadith_id": 899,
        "narrator": "বারা’ ইবনে আযেব (রাঃ)",
        "bn": "তিনি বলেন, ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে রোগীর কুশল জিজ্ঞাসা করতে যাওয়া, জানাযার সঙ্গে যাওয়া, কেউ হাঁচলে তার জবাব দেওয়া, কসমকারীর কসম পুরা করা, অত্যাচারিতের সাহায্য করা, নিমন্ত্রণ গ্রহণ করা ও সালাম প্রচার করার আদেশ দিয়েছেন।’",
        "ar": "عَنِ البَرَاءِ بنِ عَازِبٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: أَمَرَنَا رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم بعِيَادَةِ الْمَريضِ، وَاتِّبَاعِ الجَنَازَةِ، وَتَشْمِيتِ العَاطِسِ، وَإبْرَارِ الْمُقْسِمِ، وَنَصْرِ المَظْلُومِ، وَإجَابَةِ الدَّاعِي، وَإفْشَاءِ السَّلاَمِ . متفقٌ عَلَيْهِ",
        "ar_diacless": "عن البراء بن عازب رضي الله عنهما، قال: أمرنا رسول الله صلى الله عليه وسلم صلى الله عليه وسلم بعيادة المريض، واتباع الجنازة، وتشميت العاطس، وإبرار المقسم، ونصر المظلوم، وإجابة الداعي، وإفشاء السلام . متفق عليه",
        "note": "(সহীহুল বুখারী ১২৩৯, ২৪৪৫, ৫১৭৫, ৫৬৩৪, ৫৬৫০, ৫৮৩৮, ৫৮৪৯, ৫৮৬৩, ৬২২২, ৬২৩৫, ৬৬৫৪, মুসলিম ২০৬৬, তিরমিযী ১৭৬০, ২৮০৯, নাসায়ী ১৯৩৯, ৩৭৭৮, ৫৩০৯, ইবনু মাজাহ ২১১৫,আহমাদ ১৮০৩৪, ১৮০৬১, ১৮১৭০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34028,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০০",
        "hadith_id": 900,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘এক মুসলিমের অধিকার অপর মুসলিমের উপর পাঁচটিঃ সালামের জবাব দেওয়া, রুগীকে দেখতে যাওয়া, জানাযার সঙ্গে যাওয়া, দাওয়াত কবুল করা এবং হাঁচলে তার জবাব দেওয়া।’’",
        "ar": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، قَالَ: « حَقُّ المُسْلِمِ عَلَى المُسْلِمِ خَمْسٌ: رَدُّ السَّلاَمِ، وَعِيَادَةُ المَرِيضِ، وَاتِّبَاعُ الجَنَائِزِ، وَإِجَابَةُ الدَّعْوَةِ، وَتَشْمِيتُ العَاطِسِ ». متفقٌ عَلَيْه",
        "ar_diacless": "وعن أبي هريرة رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، قال: « حق المسلم على المسلم خمس: رد السلام، وعيادة المريض، واتباع الجنائز، وإجابة الدعوة، وتشميت العاطس ». متفق عليه",
        "note": "(সহীহুল বুখারী ১২৪০,মুসলিম ২১৬২, তিরমিযী ২৭৩৭, নাসায়ী ১৯৩৮, আবূ দাউদ ৫০৩০, ইবনু মাজাহ ১৪৩৫, আহমাদ , ১০৫৮৩, ২৭৫১১)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34032,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০১",
        "hadith_id": 901,
        "narrator": "উক্ত রাবী (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘আল্লাহ আয্‌যা অজাল্ল কিয়ামতের দিন বলবেন, ‘হে আদম সন্তান! আমি অসুস্থ ছিলাম, তুমি আমাকে দেখতে আসনি।’ সে বলবে, ‘হে প্রভু! কিভাবে আমি আপনাকে দেখতে যাব, আপনি তো সারা জাহানের পালনকর্তা?’ তিনি বলবেন, ‘তুমি কি জানতে না যে, আমার অমুক বান্দা অসুস্থ ছিল? তুমি তাকে দেখতে যাওনি। তুমি কি জানতে না যে, তুমি যদি তাকে দেখতে যেতে, তাহলে অবশ্যই তুমি আমাকে তার কাছে পেতে?\nহে আদম সন্তান! আমি তোমার কাছে খাবার চেয়েছিলাম, তুমি আমাকে খাবার দাওনি।’ সে বলবে, ‘হে প্রভু! আমি আপনাকে কিভাবে খাবার দেব, আপনি তো সারা জাহানের প্রভু?’ আল্লাহ বলবেন, ‘তোমার কি জানা ছিল না যে, আমার অমুক বান্দা তোমার কাছে খাবার চেয়েছিল, কিন্তু তাকে তুমি খাবার দাওনি? তোমার কি জানা ছিল না যে, যদি তাকে খাবার দিতে, তাহলে অবশ্যই তা আমার কাছে পেতে?\nহে আদম সন্তান! তোমার কাছে আমি পানি পান করতে চেয়েছিলাম, কিন্তু তুমি আমাকে পান করাওনি।’ বান্দা বলবে, ‘হে প্রভু! আপনাকে কিরূপে পানি পান করাবো, আপনি তো সমগ্র জগতের প্রভু?’ তিনি বলবেন, ‘আমার অমুক বান্দা তোমার কাছে পানি চেয়েছিল, তুমি তাকে পান করাওনি। তুমি কি জানতে না যে, যদি তাকে পান করাতে, তাহলে তা অবশ্যই আমার কাছে পেতে? ’’",
        "ar": "وَعَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « إِنَّ اللهَ - عَزَّ وَجَلَّ - يَقُولُ يَومَ القِيَامَةِ: يَا ابْنَ آدَمَ، مَرِضْتُ فَلَمْ تَعُدنِي ! قَالَ: يَا رَبِّ، كَيْفَ أعُودُكَ وَأنْتَ رَبُّ العَالَمِينَ ؟! قَالَ: أمَا عَلِمْتَ أَنَّ عَبْدِي فُلاَناً مَرِضَ فَلَمْ تَعُدْهُ ! أمَا عَلِمْتَ أنَّكَ لَوْ عُدْتَهُ لَوَجَدْتَني عِنْدَهُ ! يَا ابْنَ آدَمَ، اسْتَطْعَمْتُكَ فَلَمْ تُطْعِمنِي ! قَالَ: يَا رَبِّ، كَيْفَ أُطْعِمُكَ وَأنْتَ رَبُّ العَالَمِينَ ؟! قَالَ: أمَا عَلِمْتَ أنَّهُ اسْتَطْعَمَكَ عَبْدِي فُلانٌ فَلَمْ تُطْعِمْهُ ! أمَا عَلِمْتَ أنَّكَ لَوْ أَطْعَمْتَهُ لَوَجَدْتَ ذَلِكَ عِنْدِي ! يَا ابْنَ آدَمَ، اسْتَسْقَيْتُكَ فَلَمْ تَسْقِنِي ! قَالَ: يَا رَبِّ، كَيْفَ أَسْقِيكَ وَأنْتَ رَبُّ العَالَمينَ ؟! قَالَ: اسْتَسْقَاكَ عَبْدِي فُلاَنٌ فَلَمْ تَسْقِهِ ! أمَا عَلِمْتَ أَنَّكَ لَوْ سَقَيْتَهُ لَوَجَدْتَ ذَلِكَ عِنْدِي ! » رواه مسلم",
        "ar_diacless": "وعنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « إن الله - عز وجل - يقول يوم القيامة: يا ابن آدم، مرضت فلم تعدني ! قال: يا رب، كيف أعودك وأنت رب العالمين ؟! قال: أما علمت أن عبدي فلانا مرض فلم تعده ! أما علمت أنك لو عدته لوجدتني عنده ! يا ابن آدم، استطعمتك فلم تطعمني ! قال: يا رب، كيف أطعمك وأنت رب العالمين ؟! قال: أما علمت أنه استطعمك عبدي فلان فلم تطعمه ! أما علمت أنك لو أطعمته لوجدت ذلك عندي ! يا ابن آدم، استسقيتك فلم تسقني ! قال: يا رب، كيف أسقيك وأنت رب العالمين ؟! قال: استسقاك عبدي فلان فلم تسقه ! أما علمت أنك لو سقيته لوجدت ذلك عندي ! » رواه مسلم",
        "note": "(মুসলিম ২৫৬৯, আহমাদ ৮৯৮৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34029,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০২",
        "hadith_id": 902,
        "narrator": "আবূ মূসা ‘আশআরী (রাঃ)",
        "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘তোমরা রুগী দেখতে যাও, ক্ষুধার্তকে অন্ন দাও এবং বন্দীকে মুক্ত কর।’’",
        "ar": "وَعَنْ أَبي مُوسَى رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « عُودُوا المَريضَ، وَأطْعِمُوا الجَائِعَ، وَفُكُّوا العَانِي ». رواه البخاري",
        "ar_diacless": "وعن أبي موسى رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « عودوا المريض، وأطعموا الجائع، وفكوا العاني ». رواه البخاري",
        "note": "(সহীহুল বুখারী ৩০৪৬, ৫১৭৪, ৫৩৭৩, ৫৬৪৯, ৭১৭৩, আবূ দাউদ ৩১০৫, আহমাদ ১৯০২৩, ১৯১৪৪, দারেমী ২৪৬৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34030,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০৩",
        "hadith_id": 903,
        "narrator": "সওবান (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘কোন মুসলিম যখন তার অন্য কোন মুসলিম ভাইয়ের রোগ জিজ্ঞাসা করতে যায়, সে না ফিরা পর্যন্ত জান্নাতের ‘খুরফার’ মধ্যে সর্বদা অবস্থান করে।’’ জিজ্ঞাসা করা হল, ‘হে আল্লাহর রসূল! খুরফাহ কী?’ তিনি বললেন, ‘‘জান্নাতের ফল-পাড়া।’’",
        "ar": "وَعَنْ ثَوبَانَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ: « إنَّ المُسْلِمَ إِذَا عَادَ أخَاهُ المُسْلِمَ، لَمْ يَزَلْ في خُرْفَةِ الْجَنَّةِ حَتَّى يَرْجِعَ ». قِيلَ: يَا رَسُولَ اللهِ صلى الله عليه وسلم، وَمَا خُرْفَةُ الجَنَّةِ ؟ قَالَ: « جَنَاهَا ». رواه مسلم",
        "ar_diacless": "وعن ثوبان رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: « إن المسلم إذا عاد أخاه المسلم، لم يزل في خرفة الجنة حتى يرجع ». قيل: يا رسول الله صلى الله عليه وسلم، وما خرفة الجنة ؟ قال: « جناها ». رواه مسلم",
        "note": "(মুসলিম ২৫৬৮, তি, ৯৬৭, আহমাদ ২১৮৬৮, ২১৮৮৪, ২১৮৯৮, ২১৯১৬, ২১৯৩৩, ২১৯৩৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34031,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০৪",
        "hadith_id": 904,
        "narrator": "আলী (রাঃ)",
        "bn": "তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, ‘‘যে কোন মুসলিম অন্য কোন (অসুস্থ) মুসলিমকে সকাল বেলায় কুশল জিজ্ঞাসা করতে যাবে, তার জন্য সন্ধ্যা পর্যন্ত সত্তর হাজার ফিরিশ্‌তা কল্যাণ কামনা করবেন। আর যদি সে সন্ধ্যা বেলায় তাকে কুশল জিজ্ঞাসা করতে যায়, তাহলে সকাল পর্যন্ত সত্তর হাজার ফিরিশ্‌তা তার মঙ্গল কামনা করে। আর তার জন্য জান্নাতের মধ্যে পাড়া ফল নির্ধারিত হবে।",
        "ar": "وَعَنْ عَلِيٍّ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: « مَا مِنْ مُسْلِم يَعُودُ مُسْلِماً غُدْوةً إِلاَّ صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِي، وَإِنْ عَادَهُ عَشِيَّةً إِلاَّ صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبحَ، وَكَانَ لَهُ خَرِيفٌ في الْجَنَّةِ ». رواه الترمذي، وَقَالَ: حديث حسن",
        "ar_diacless": "وعن علي رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، يقول: « ما من مسلم يعود مسلما غدوة إلا صلى عليه سبعون ألف ملك حتى يمسي، وإن عاده عشية إلا صلى عليه سبعون ألف ملك حتى يصبح، وكان له خريف في الجنة ». رواه الترمذي، وقال: حديث حسن",
        "note": "(মুসলিম ২৫৬৮, তিরমিযী  ৯৬৭, আহমাদ ২১৮৬৮, ২১৮৮৪, ২১৮৯৮, ২১৯১৬, ২১৯৩৩, ২১৯৩৮)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34033,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 1,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০৫",
        "hadith_id": 905,
        "narrator": "আনাস (রাঃ)",
        "bn": "তিনি বলেন, একজন ইয়াহুদী বালক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সেবা করত। হঠাৎ সে অসুস্থ হয়ে পড়ল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার রোগ জিজ্ঞাসার উদ্দেশ্যে তার নিকট গেলেন এবং তার শিয়রে বসে তাকে বললেন, ‘‘তুমি ইসলাম গ্রহণ কর।’’ সে তার পিতার দিকে তাকালে--তার পিতা সেখানেই উপস্থিত ছিল--সে বলল, ‘আবুল কাসেমের কথা মেনে নাও।’ সুতরাং সে বালকটি ইসলাম গ্রহণ করল। (তারপর সে মারা গেল।) অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলতে বলতে বের হয়ে চলে গেলেন যে, ‘‘সেই আল্লাহর সমস্ত প্রশংসা, যিনি ওকে জাহান্নামের আগুন থেকে বাঁচিয়ে নিলেন।’’",
        "ar": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: كَانَ غُلاَمٌ يَهُودِيٌّ يَخْدُمُ النَّبِيَّ صلى الله عليه وسلم، فَمَرِضَ، فَأتَاهُ النَّبِيُّ صلى الله عليه وسلم يَعُودُهُ، فَقَعَدَ عِنْدَ رَأسِهِ، فَقَالَ لَهُ: « أسْلِمْ » فَنَظَرَ إِلَى أبِيهِ وَهُوَ عِنْدَهُ ؟ فَقَالَ: أَطِعْ أَبَا القَاسِمِ، فَأَسْلَمَ، فَخَرَجَ النَّبيُّ صلى الله عليه وسلم، وَهُوَ يَقُولُ: « اَلحَمْدُ للهِ الَّذِي أنْقَذَهُ منَ النَّارِ ». رواه البخاري",
        "ar_diacless": "وعن أنس رضي الله عنه، قال: كان غلام يهودي يخدم النبي صلى الله عليه وسلم، فمرض، فأتاه النبي صلى الله عليه وسلم يعوده، فقعد عند رأسه، فقال له: « أسلم » فنظر إلى أبيه وهو عنده ؟ فقال: أطع أبا القاسم، فأسلم، فخرج النبي صلى الله عليه وسلم، وهو يقول: « الحمد لله الذي أنقذه من النار ». رواه البخاري",
        "note": "(সহীহুল বুখারী ১৩৫৬, ৫৬৫৭, আবূ দাউদ ৩০৯৫, আহমাদ ১২৩৮১, ১২৯৬২, ১৩৩২৫, ১৩৫৬৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12244,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 2,
    "title": "অসুস্থ মানুষের জন্য  যে সব দো‘আ বলা হয়",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৪৫",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 34034,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০৬",
        "hadith_id": 906,
        "narrator": "আয়েশা রাদিয়াল্লাহু আনহা",
        "bn": "যখন কোন ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিজের কোন অসুস্থতার অভিযোগ করত অথবা (তার দেহে) কোন ফোঁড়া কিংবা ক্ষত হত, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ আঙ্গুল নিয়ে এ রকম করতেন। (হাদীসের রাবী) সুফ্‌য়ান তাঁর শাহাদত আঙ্গুলটিকে যমীনের উপর রাখার পর উঠালেন। (অর্থাৎ তিনি এভাবে মাটি লাগাতেন।) অতঃপর দো‘আটি পড়তেনঃ ‘বিসমিল্লাহি তুরবাতু আরদ্বিনা, বিরীক্বাতি বা’যিবনা, য়্যুশফা বিহী সাক্বীমুনা, বিইযনি রাব্বিনা।’ অর্থাৎ আল্লাহর নামের সঙ্গে আমাদের যমীনের মাটি এবং আমাদের কিছু লোকের থুতু মিশ্রিত করে (ফোঁড়াতে) লাগালাম। আমাদের প্রতিপালকের আদেশে এর দ্বারা আমাদের রুগী সুস্থতা লাভ করবে।",
        "ar": "عَنْ عَائِشَةَ رَضِيَ اللهُ عَنهَا: أنَّ النَّبيَّ صلى الله عليه وسلم، كَانَ إِذَا اشْتَكَى الإنْسَانُ الشَّيْءَ مِنْهُ، أَوْ كَانَتْ بِهِ قَرْحَةٌ أَوْ جُرْحٌ، قَالَ النَّبيُّ صلى الله عليه وسلم بِأُصْبُعِهِ هكَذا- وَوَضَعَ سُفْيَانُ بْنُ عُيَيْنَة الرَّاوي سَبَّابَتَهُ بِالأَرْضِ ثُمَّ رَفَعَها- وَقَالَ: «بِسمِ اللهِ، تُرْبَةُ أرْضِنَا، بِرِيقَةِ بَعْضِنَا، يُشْفَى بِهِ سَقِيمُنَا، بِإِذْنِ رَبِّنَا». متفقٌ عَلَيْهِ",
        "ar_diacless": "عن عائشة رضي الله عنها: أن النبي صلى الله عليه وسلم، كان إذا اشتكى الإنسان الشيء منه، أو كانت به قرحة أو جرح، قال النبي صلى الله عليه وسلم بأصبعه هكذا- ووضع سفيان بن عيينة الراوي سبابته بالأرض ثم رفعها- وقال: «بسم الله، تربة أرضنا، بريقة بعضنا، يشفى به سقيمنا، بإذن ربنا». متفق عليه",
        "note": "(সহীহুল বুখারী ৫৭৪৫, ৫৭৪৬, মুসলিম ২১৯৪, আবূ দাউদ ৩৮৯৫, ইবনু মাজাহ ৩৫২১, আহমাদ ২৪০৯৬)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34036,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০৭",
        "hadith_id": 907,
        "narrator": "আয়েশা (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপন পরিবারের কোন রোগী-দর্শন করার সময় নিজের ডান হাত তার ব্যথার স্থানে ফিরাতেন এবং এ দো‘আটি পড়তেন, ‘‘আযহিবিল বা’স, রাব্বান্না-স, ইশফি আন্তাশ শা-ফী, লা শিফা-আ ইল্লা শিফা-উক, শিফা-আল লা য়্যুগা-দিরু সাক্বামা।’’ অর্থাৎ হে আল্লাহ! মানুষের প্রতিপালক! তুমি কষ্ট দূর কর এবং আরোগ্য দান কর। (যেহেতু) তুমি রোগ আরোগ্যকারী। তোমারই আরোগ্য দান হচ্ছে প্রকৃত আরোগ্য দান। তুমি এমনভাবে রোগ নিরাময় কর, যেন তা রোগকে নির্মূল করে দেয়।",
        "ar": "وَعَنْها: أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعُودُ بَعْضَ أَهْلِهِ يَمْسَحُ بِيدِهِ اليُمْنَى، وَيَقُولُ: « اَللهم رَبَّ النَّاسِ، أَذْهِبِ البَأسَ، اِشْفِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفَاءً لاَ يُغَادِرُ سَقَماً ». متفقٌ عَلَيْهِ",
        "ar_diacless": "وعنها: أن النبي صلى الله عليه وسلم كان يعود بعض أهله يمسح بيده اليمنى، ويقول: « اللهم رب الناس، أذهب البأس، اشف أنت الشافي لا شفاء إلا شفاؤك، شفاء لا يغادر سقما ». متفق عليه",
        "note": "দেয়। (সহীহুল বুখারী ৫৭৪৩, ৫৬৭৫, ৫৭৪৪, ৫৭৫০, মুসলিম ২১৯১, ইবনু মাজাহ ৩৫২০, আহমাদ ২৩৬৫৫, ২৩৬৬২, ২৩৭১৪, ২৪২৫৩, ২৪৩১৭, ২৪৪১৪, ২৫৮৬৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34035,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০৮",
        "hadith_id": 908,
        "narrator": "আনাস (রাঃ)",
        "bn": "তিনি সাবেত (রাহিমাহুল্লাহ)কে বললেন, ‘আমি কি তোমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মন্ত্র দ্বারা ঝাড়ফুঁক করব না?’ সাবেত বললেন, ‘অবশ্যই।’ আনাস (রাঃ) এই দো‘আ পড়লেন, ‘‘আল্লাহুম্মা রাব্বান্না-স, মুযহিবাল বা’স, ইশফি আন্তাশ শা-ফী, লা শা-ফিয়া ইল্লা আন্ত্, শিফা-আল লা য়্যুগা-দিরু সাক্বামা।’’ অর্থাৎ হে আল্লাহ! মানুষের প্রতিপালক! তুমি কষ্ট দূর কর এবং আরোগ্য দান কর। (যেহেতু) তুমি রোগ আরোগ্যকারী। তুমি ছাড়া আরোগ্যকারী আর কেউ নেই। তুমি এমনভাবে রোগ নিরাময় কর, যেন তা রোগকে নির্মূল করে দেয়।",
        "ar": "وَعَنْ أَنَسٍ رضي الله عنه أَنَّهُ قَالَ لِثَابِتٍ رَحِمَهُ اللهُ: أَلاَ أَرْقِيكَ بِرُقْيَةِ رَسُولِ اللهِ صلى الله عليه وسلم ؟ قَالَ: بَلَى، قَالَ: اَللهم رَبَّ النَّاسِ، مُذْهِبَ البَأسِ، اِشْفِ أَنْتَ الشَّافِي، لاَ شَافِيَ إِلاَّ أنْتَ، شِفَاءً لاَ يُغَادِرُ سَقَماً . رواه البخاري",
        "ar_diacless": "وعن أنس رضي الله عنه أنه قال لثابت رحمه الله: ألا أرقيك برقية رسول الله صلى الله عليه وسلم ؟ قال: بلى، قال: اللهم رب الناس، مذهب البأس، اشف أنت الشافي، لا شافي إلا أنت، شفاء لا يغادر سقما . رواه البخاري",
        "note": "(সহীহুল বুখারী ৫৭৪২, তিরমিযী ৯৭৩, আবূ দাউদ ৩৮৯০, আহমাদ ১২১২৩, ১৩৪১১)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34037,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৯০৯",
        "hadith_id": 909,
        "narrator": "সা‘দ ইবনে আবী অক্কাস (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমার অসুস্থ অবস্থায়) আমাকে দেখা করতে এসে বললেন, ‘‘হে আল্লাহ! সা‘দকে রোগমুক্ত কর, হে আল্লাহ! সা‘দকে রোগমুক্ত কর। হে আল্লাহ! সা‘দকে রোগমুক্ত কর।’’",
        "ar": "وَعَنْ سَعدِ بنِ أَبِي وَقَّاصٍ رضي الله عنه، قَالَ: عَادَنِي رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، فَقَالَ: « اَللهم اشْفِ سَعْداً، اَللهم اشْفِ سَعْداً، اَللهم اشْفِ سَعْداً ». رواه مسلم",
        "ar_diacless": "وعن سعد بن أبي وقاص رضي الله عنه، قال: عادني رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، فقال: « اللهم اشف سعدا، اللهم اشف سعدا، اللهم اشف سعدا ». رواه مسلم",
        "note": "(সহীহুল বুখারী ৫৬, ১২৯৬, ২৭৪২, ২৭৪৪, ৩৯৩৬, ৪৪০৯, ৫৩৫৪, ৫৬৫৯, ৫৬৬৮, ৬৩৭৩, ৬৭৩৩, মুসলিম ১৬২৮, তিরমিযী ২১১৬, নাসায়ী ৩৬২৬, ৩৬২৭, ৩৬২৮, ৩৬৩০, ৩৬৩১, ৩৬৩২, ৩৬৩৫, আবূ দাউদ ২৮৬৪, আহমাদ ১৪৪৩, ১৪৭৭, ১৪৮২, মুওয়াত্তা মালিক ১৪৯৫, দারেমী ৩১৯৬)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34039,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১০",
        "hadith_id": 910,
        "narrator": "আবূ আব্দুল্লাহ ‘উসমান ইবনে আবুল ‘আস (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ঐ ব্যথার অভিযোগ করলেন, যা তিনি তার দেহে অনুভব করছিলেন। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, ‘‘তুমি তোমার দেহের ব্যথিত স্থানে হাত রেখে তিনবার ‘বিসমিল্লাহ’ এবং সাতবার ‘আ‘উযু বি‘ইয্‌যাতিল্লাহি অক্বুদরাতিহী মিন শার্রি মা আজিদু অউহাযিরু’ বল।’’ অর্থাৎ আল্লাহর ইজ্জত এবং কুদরতের আশ্রয় গ্রহণ করছি, সেই মন্দ থেকে যা আমি পাচ্ছি এবং যা থেকে আমি ভয় করছি।",
        "ar": "وَعَنْ أَبي عَبدِ اللهِ عُثمَانَ بنِ أَبي العَاصِ رضي الله عنه: أَنَّهُ شَكَا إِلَى رَسُولِ اللهِ صلى الله عليه وسلم وَجَعاً يَجِدُهُ في جَسَدِهِ، فَقَالَ لَهُ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « ضَعْ يَدَكَ عَلَى الَّذِي يَألَمُ مِنْ جَسَدِكَ وَقُلْ: بِسمِ اللهِ ثَلاثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِعِزَّةِ اللهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أجِدُ وَأُحَاذِرُ ». رواه مسلم",
        "ar_diacless": "وعن أبي عبد الله عثمان بن أبي العاص رضي الله عنه: أنه شكا إلى رسول الله صلى الله عليه وسلم وجعا يجده في جسده، فقال له رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « ضع يدك على الذي يألم من جسدك وقل: بسم الله ثلاثا، وقل سبع مرات: أعوذ بعزة الله وقدرته من شر ما أجد وأحاذر ». رواه مسلم",
        "note": "(মুসলিম ২২০২, তিরমিযী ২০৮০, আবূ দাউদ ৩৮৯১ ইবনু মাজাহ ৩৫২২, আহমাদ ১৫৮৩৪, ১৭৪৪৯, মুওয়াত্তা মালিক ১৭৫৪)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34038,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১১",
        "hadith_id": 911,
        "narrator": "ইবনে আব্বাস (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘যে ব্যক্তি এমন কোন রুগ্ন মানুষকে সাক্ষাৎ করবে, যার এখন মরার সময় উপস্থিত হয়নি এবং তার নিকট সাতবার এই দো‘আটি বলবে, ‘আসআলুল্লাহাল আযীম, রাব্বাল আরশিল আযীম, আঁই য়্যাশ্‌ফিয়াক’ (অর্থাৎ আমি সুমহান আল্লাহ, মহা আরশের প্রভুর নিকট তোমার আরোগ্য প্রার্থনা করছি), আল্লাহ তাকে সে রোগ থেকে মুক্তি দান করবেন।’’",
        "ar": "وَعَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ: مَنْ عَادَ مَرِيضاً لَمْ يَحْضُرْهُ أَجَلُهُ، فَقَالَ عِنْدَهُ سَبْعَ مَرَّاتٍ: أَسْأَلُ اللهَ العَظيمَ، رَبَّ العَرْشِ العَظِيمِ، أَنْ يَشْفِيَكَ، إِلاَّ عَافَاهُ اللهُ مِنْ ذَلِكَ المَرَضِ. رواه أَبُو داود والترمذي، وَقَالَ: حديث حسن ، وَقَالَ الحاكم: حديث صحيح عَلَى شرط البخاري",
        "ar_diacless": "وعن ابن عباس رضي الله عنهما، عن النبي صلى الله عليه وسلم، قال: من عاد مريضا لم يحضره أجله، فقال عنده سبع مرات: أسأل الله العظيم، رب العرش العظيم، أن يشفيك، إلا عافاه الله من ذلك المرض. رواه أبو داود والترمذي، وقال: حديث حسن ، وقال الحاكم: حديث صحيح على شرط البخاري",
        "note": "(আবূ দাউদ, তিরমিযী, হাসান সূত্রে, হাকেম, বুখারীর শর্তে সহীহ সূত্রে) (আবূ দাউদ ৩১০৬, তিরমিযী ৩০৮৩, আহমাদ ২১৩৮, ২১৮৩, ২৩৮৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34040,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১২",
        "hadith_id": 912,
        "narrator": "উক্ত রাবী (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক পীড়িত বেদুঈনের সাক্ষাতে গেলেন। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে রোগীকেই সাক্ষাৎ করতে যেতেন, তাকে বলতেন, ‘‘লা-বা’স, ত্বাহুরুন ইনশাআল্লাহ।’’ অর্থাৎ কোন ক্ষতি নেই, (গোনাহ থেকে) পবিত্র হবে ইন শাআল্লাহ।",
        "ar": "وَعَنْه: أنَّ النَّبِيِّ صلى الله عليه وسلم دَخَلَ عَلَى أَعْرَابِيٍّ يَعُوْدُهُ، وَكَانَ إِذَا دَخَلَ عَلَى مَنْ يَعُوْدُهُ، قَالَ: «لاَ بَأسَ ؛ طَهُورٌ إنْ شَاءَ اللهُ ». رواه البخاري",
        "ar_diacless": "وعنه: أن النبي صلى الله عليه وسلم دخل على أعرابي يعوده، وكان إذا دخل على من يعوده، قال: «لا بأس ؛ طهور إن شاء الله ». رواه البخاري",
        "note": "(সহীহুল বুখারী ৩৬১৬, ৫৬৫৬, ৫৬৬২, ৭৪৭০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34041,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১৩",
        "hadith_id": 913,
        "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
        "bn": "জিবরীল নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললেন, ‘হে মুহাম্মাদ! আপনি কি অসুস্থ?’ তিনি বললেন, ‘‘হ্যাঁ।’’ জিবরীল তখন এই দো‘আটি পড়লেন, ‘বিসমিল্লা-হি আরক্বীক, মিন কুল্লি শাইয়িন ইউ’যীক, অমিন শার্রি কুল্লি নাফসিন আউ ‘আইনি হা-সিদ, আল্লা-হু য়্যাশফীকা, বিসমিল্লা-হি আরক্বীক।’\nঅর্থাৎ আমি তোমাকে আল্লাহর নাম নিয়ে প্রত্যেক কষ্টদায়ক বস্তু থেকে এবং প্রত্যেক আত্মা অথবা বদনজরের অনিষ্ট থেকে মুক্তি পেতে ঝাড়ছি। আল্লাহ তোমাকে আরোগ্য দান করুন। আল্লাহর নাম নিয়ে তোমাকে ঝাড়ছি।",
        "ar": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه: أَنَّ جِبرِيلَ أتَى النَّبيَّ صلى الله عليه وسلم، فَقَالَ: يَا مُحَمَّدُ، اشْتَكَيْتَ ؟ قَالَ: «نَعَمْ» قَالَ: بِسْمِ الله أَرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ، اللهُ يَشْفِيكَ، بِسمِ اللهِ أُرقِيكَ . رواه مسلم",
        "ar_diacless": "وعن أبي سعيد الخدري رضي الله عنه: أن جبريل أتى النبي صلى الله عليه وسلم، فقال: يا محمد، اشتكيت ؟ قال: «نعم» قال: بسم الله أرقيك، من كل شيء يؤذيك، من شر كل نفس أو عين حاسد، الله يشفيك، بسم الله أرقيك . رواه مسلم",
        "note": "(সহীহুল বুখারী ৯৭২, মুসলিম ২১৮৬, ইবনু মাজাহ ৩৫২৩, আহমাদ ১১১৪০, ১১৩১৩)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34042,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 2,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১৪",
        "hadith_id": 914,
        "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ) এবং আবূ হুরাইরা (রাঃ)",
        "bn": "তাঁরা উভয়েই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি সাক্ষ্য দিচ্ছেন যে, তিনি বলেছেন, ‘‘যে ব্যক্তি ‘লা ইলাহা ইল্লাল্লাহ, অল্লাহু আকবার’ (অর্থাৎ আল্লাহ ছাড়া কোন সত্য উপাস্য নেই এবং আল্লাহ সবচেয়ে বড়) বলে, আল্লাহ তার সত্যায়ন করে বলেন, ‘আমি ছাড়া কোন (সত্য) উপাস্য নেই এবং আমি সবচেয়ে বড়।’\n আর যখন সে বলে ‘লা ইলাহা ইল্লাল্লাহু অহদাহু লা শারীকা লাহ’ (অর্থাৎ আল্লাহ ছাড়া কোন সত্য উপাস্য নেই, তিনি একক, তাঁর কোন অংশী নেই), তখন আল্লাহ বলেন, ‘আমি ছাড়া কোন সত্য উপাস্য নেই, আমি একক, আমার কোন অংশী নেই।’\nআর যখন সে বলে ‘লা ইলাহা ইল্লাল্লাহ, লাহুল মুলকু অলাহুল হাম্‌দ’ (অর্থাৎ আল্লাহ ছাড়া কোন সত্য উপাস্য নেই, সার্বভৌম ক্ষমতা তাঁরই এবং তাঁরই যাবতীয় প্রশংসা), তখন আল্লাহ বলেন, ‘আমি ছাড়া কোন সত্য উপাস্য নেই, সার্বভৌম ক্ষমতা আমারই এবং আমারই যাবতীয় প্রশংসা।’\nআর যখন সে বলে, ‘লা ইলাহা ইল্লাল্লাহ, অলা হাওলা অলা ক্বুওয়াতা ইল্লা বিল্লাহ’ (অর্থাৎ আল্লাহ ছাড়া কোন (সত্য) উপাস্য নেই এবং আল্লাহর প্রেরণা দান ছাড়া পাপ থেকে ফিরার এবং সৎকাজ করার বা নড়া-চড়ার শক্তি নেই), তখন আল্লাহ বলেন, ‘আমি ছাড়া কোন (সত্য) উপাস্য নেই এবং আমার প্রেরণা দান ছাড়া পাপ থেকে ফিরার এবং সৎকাজ করার বা নড়া-চড়ার শক্তি নেই।’\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেন, ‘‘যে ব্যক্তি তার পীড়িত অবস্থায় এটি পড়ে মারা যাবে, জাহান্নামের আগুন তাকে খাবে না।’’ (অর্থাৎ সে জাহান্নামে যাবে না।)",
        "ar": "وَعَنْ أَبي سعيد الخدري وأَبِي هُرَيرَةَ رَضِيَ اللهُ عَنهُمَا: أنَّهُمَا شَهِدَا عَلَى رَسُول اللهِ صلى الله عليه وسلم، أنّه قَالَ: « مَنْ قَالَ: لاَ إِلٰهَ إِلاَّ اللهُ وَاللهُ أكْبَرُ، صَدَّقَهُ رَبُّهُ، فَقَالَ: لاَ إِلٰهَ إِلاَّ أنَا وَأَنَا أكْبَرُ . وَإِذَا قَالَ: لاَ إِلٰهَ إِلاَّ اللهُ وَحدَهُ لاَ شَرِيكَ لَهُ، قَالَ: يَقُولُ: لاَ إِلٰهَ إلاَّ أنَا وَحْدِي لاَ شَريكَ لِي . وَإِذَا قَالَ: لاَ إِلٰهَ إِلاَّ اللهُ لَهُ المُلْكُ وَلَهُ الحَمْدُ، قَالَ: لاَ إِلٰهَ إِلاَّ أنَا لِيَ المُلْكُ وَلِيَ الحَمْدُ . وَإِذَا قَالَ: لاَ إله إِلاَّ اللهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ باللهِ، قَالَ: لاَ إِلٰهَ إِلاَّ أنَا وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِي » وَكَانَ يقُولُ: « مَنْ قَالَهَا في مَرَضِهِ ثُمَّ مَاتَ لَمْ تَطْعَمْهُ النَّارُ ». رواه الترمذي، وَقَالَ: «حديث حسن »",
        "ar_diacless": "وعن أبي سعيد الخدري وأبي هريرة رضي الله عنهما: أنهما شهدا على رسول الله صلى الله عليه وسلم، أنه قال: « من قال: لا إلٰه إلا الله والله أكبر، صدقه ربه، فقال: لا إلٰه إلا أنا وأنا أكبر . وإذا قال: لا إلٰه إلا الله وحده لا شريك له، قال: يقول: لا إلٰه إلا أنا وحدي لا شريك لي . وإذا قال: لا إلٰه إلا الله له الملك وله الحمد، قال: لا إلٰه إلا أنا لي الملك ولي الحمد . وإذا قال: لا إله إلا الله ولا حول ولا قوة إلا بالله، قال: لا إلٰه إلا أنا ولا حول ولا قوة إلا بي » وكان يقول: « من قالها في مرضه ثم مات لم تطعمه النار ». رواه الترمذي، وقال: «حديث حسن »",
        "note": "(তিরমিযী, হাসান সূত্রে) (তিরমিযী ৩৪৩০, ইবনু মাজাহ ৩৭৯৪)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12245,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 3,
    "title": "রোগীর বাড়ির লোককে রোগীর অবস্থা সম্পর্কে জিজ্ঞাসা করা উত্তম",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৪৬",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 34043,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 3,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১৫",
        "hadith_id": 915,
        "narrator": "ইবনে আব্বাস (রাঃ)",
        "bn": "আলী ইবনে আবী ত্বালেব (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হতে তাঁর সেই অসুস্থ অবস্থায় বের হলেন, যাতে তিনি মৃত্যুবরণ করেছিলেন। অতঃপর লোকেরা বলল, ‘হে হাসানের পিতা! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কী অবস্থায় সকাল করলেন?’ তিনি বললেন, ‘আলহামদু লিল্লাহ, তিনি ভাল অবস্থায় সকাল করলেন।",
        "ar": "عَنِ ابنِ عَبَّاسٍ رَضِيَ اللهُ عَنهُمَا: أَنَّ عَلِيَّ بْنَ أَبي طَالِبٍ رضي الله عنه، خَرَجَ مِنْ عِنْدِ رَسُولِ اللهِ صلى الله عليه وسلم، فِي وَجَعِهِ الَّذِي تُوُفِّيَ فِيهِ، فَقَالَ النَّاسُ: يَا أَبَا الحَسَنِ، كَيْفَ أصْبَحَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم ؟ قَالَ: أصْبَحَ بِحَمْدِ اللهِ بَارِئاً . رواه البخاري",
        "ar_diacless": "عن ابن عباس رضي الله عنهما: أن علي بن أبي طالب رضي الله عنه، خرج من عند رسول الله صلى الله عليه وسلم، في وجعه الذي توفي فيه، فقال الناس: يا أبا الحسن، كيف أصبح رسول الله صلى الله عليه وسلم صلى الله عليه وسلم ؟ قال: أصبح بحمد الله بارئا . رواه البخاري",
        "note": "(সহীহুল বুখারী ৪৪৪৭, ৬২৬৬, আহমাদ ২৩৭০, ২৯৯০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12246,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 4,
    "title": "জীবন থেকে নিরাশ হওয়ার সময়ে দো‘আ",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৪৭",
    "sort_order": 4,
    "hadiths": [
      {
        "id": 34044,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 4,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১৬",
        "hadith_id": 916,
        "narrator": "আয়েশা (রাঃ)",
        "bn": "আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে এই দো‘আ বলতে শুনেছি, যখন তিনি (তাঁর মৃত্যুর পূর্বমুহূর্তে) আমার উপর ঠেস লাগিয়ে ছিলেন, ‘আল্লা-হুম্মাগফিরলী অরহামনী অ আলহিক্বনী বির্রাফীক্বিল আ‘লা।’ অর্থাৎ আল্লাহ গো! আমাকে ক্ষমা কর, আমার প্রতি দয়া কর এবং আমাকে মহান সাথীর সাথে মিলিত কর।",
        "ar": "عَن عَائِشَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم وَهُوَ مُسْتَنِدٌ إلَيَّ، يَقُولُ: « اَللهم اغْفِرْ لِي وارْحَمْنِي، وأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى ». متفقٌ عَلَيْهِ",
        "ar_diacless": "عن عائشة رضي الله عنها، قالت: سمعت النبي صلى الله عليه وسلم وهو مستند إلي، يقول: « اللهم اغفر لي وارحمني، وألحقني بالرفيق الأعلى ». متفق عليه",
        "note": "(সহীহুল বুখারী ৪৪৫১, ৮৯১, ১৩৮৯, ৩১০০, ৩৭৭৪, ৪৪৩৫, ৪৪৩৮, ৪৪৪০, ৪৪৪৬, ৪৪৪৯, ৪৪৫০, ৪৪৬৩, ৫২১৭, ৫৬৭৪, ৬৩৪৮, ৬৫০৯, ৬৫১০, মুসলিম ২১৯২, তিরমিযী ৩৪৯৬, ইবনু মাজাহ ১৬২০, আহমাদ ২৩৬৯৬, ২৩৯৩৩, ২৪৩৭০, মুওয়াত্তা মালিক ৫৬২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34045,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 4,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১৭",
        "hadith_id": 917,
        "narrator": "আয়িশাহ (রাঃ)",
        "bn": "আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দেখেছি, তাঁর উপর তখন মৃত্যু ছেয়ে গিয়েছিল, তাঁর সামনে একটি পানি ভর্তি পাত্র ছিল। তাতে তিনি নিজের (ডান) হাত প্রবেশ করাচ্ছিলেন, অতঃপর (হাতের সাথে লেগে থাকা) পানি দিয়ে তাঁর মুখমন্ডল মুছছিলেন এবং বলছিলেনঃ আল্লাহ! মৃত্যুর কঠোরতা ও তার ভীষণ কষ্টের বিরুদ্ধে আমাকে সহায়তা কর।",
        "ar": "وعنها قالت: رأَيْتُ رسولَ اللهِ صلى الله عليه وسلم وهُوَ بِالموتِ، عِندهُ قدحٌ فِيهِ مَاءٌ، وهُو يدخِلُ يدهُ في القَدَحِ، ثم يمسَحُ وجهَهُ بالماءِ، ثم يقول: «اَللهم أَعِنِّي علٰى غمرَاتِ الموْتِ وَسَكَراتِ المَوْتِ » رواه الترمذي.",
        "ar_diacless": "وعنها قالت: رأيت رسول الله صلى الله عليه وسلم وهو بالموت، عنده قدح فيه ماء، وهو يدخل يده في القدح، ثم يمسح وجهه بالماء، ثم يقول: «اللهم أعني علٰى غمرات الموت وسكرات الموت » رواه الترمذي.",
        "note": "(আমি (আলবানী) বলছিঃ তিরমিযীর কোন এক কপিতে ‘গামারাত’ শব্দের পরিবর্তে ‘মুনকারাত’ শব্দ উল্লেখ্য করা হয়েছে। এর সনদটি দুর্বল দেখুন ‘‘মিশকাত’’ (নং ১৫৬৪)।  তিরমিযী ৯৮৭, ইবনু মাজাহ ১৬২৩, আহমাদ ২৩৮৩৫, ২৩৮৯৫।)",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 12247,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 5,
    "title": "পীড়িতের পরিবার এবং তার সেবাকারীদেরকে পীড়িতের সাথে সদ্ব্যবহার করা এবং সে ক্ষেত্রে কষ্ট বরণ করা ও তার পক্ষ থেকে উদ্ভূত বিরক্তিকর পরিস্থিতিতে ধৈর্য ধারণ করার জন্য উপদেশ প্রদান। অনুরূপভাবে কোন ইসলামী দণ্ডবিধি প্রয়োগজনিত কারণে যার মৃত্যু আসন্ন, তার সাথেও সদ্ব্যবহার করার উপর তাকীদ",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৪৮",
    "sort_order": 5,
    "hadiths": [
      {
        "id": 34046,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 5,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১৮",
        "hadith_id": 918,
        "narrator": "ইমরান ইবনে হুসাইন (রাঃ)",
        "bn": "জুহাইনা গোত্রের এক মহিলা ব্যভিচার করে গর্ভবতী হয়েছিল। সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ‘হে আল্লাহর রসূল! আমি শাস্তি পাওয়ার যোগ্যা, সুতরাং আপনি আমাকে শাস্তি দিন।’ অতএব রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর অভিভাবককে ডেকে বললেন, ‘‘এর সাথে সদ্ব্যবহার কর। অতঃপর সে যখন সন্তান ভূমিষ্ট করবে তখন একে আমার নিকট নিয়ে এসো।’’ সে তাই করল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উপর তার কাপড়খানি মযবুত করে বাঁধার আদেশ করলেন। অতঃপর তাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আদেশক্রমে পাথর মেরে শেষ করে দেওয়া হল। অতঃপর তিনি তার জানাযার নামায পড়লেন।",
        "ar": "عَنْ عِمْرانَ بنِ الحُصَيْنِ رَضِيَ اللهُ عَنهُمَا: أَنَّ امْرَأَةً مِنْ جُهَيْنَةَ أتَتِ النَّبِيَّ صلى الله عليه وسلم وَهِيَ حُبْلَى مِنَ الزِّنَا، فَقَالَتْ: يَا رَسُولَ اللهِ صلى الله عليه وسلم، أَصَبْتُ حَدّاً فَأَقِمْهُ عَلَيَّ، فَدَعَا رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم وَلِيَّهَا، فَقَالَ: «أحْسِنْ إِلَيْهَا، فَإذَا وَضَعَتْ فَأتِنِي بِهَا » فَفَعَلَ، فَأمَرَ بِهَا النَّبِيُّ صلى الله عليه وسلم، فَشُدَّتْ عَلَيْهَا ثِيَابُهَا، ثُمَّ أمَرَ بِهَا فَرُجِمَت، ثُمَّ صَلَّى عَلَيْهَا . رواه مسلم",
        "ar_diacless": "عن عمران بن الحصين رضي الله عنهما: أن امرأة من جهينة أتت النبي صلى الله عليه وسلم وهي حبلى من الزنا، فقالت: يا رسول الله صلى الله عليه وسلم، أصبت حدا فأقمه علي، فدعا رسول الله صلى الله عليه وسلم صلى الله عليه وسلم وليها، فقال: «أحسن إليها، فإذا وضعت فأتني بها » ففعل، فأمر بها النبي صلى الله عليه وسلم، فشدت عليها ثيابها، ثم أمر بها فرجمت، ثم صلى عليها . رواه مسلم",
        "note": "(মুসলিম ১৬৯৬, তিরমিযী ১৪৩৫, নাসায়ী ১৯৫৭, আবূ দাউদ ৪৪৪০, ইবনু মাজাহ ২৫৫৫, আহমাদ ১৯৩৬০, ১৯৪০২, ১৯৪২৪, ১৯৪৫২, দারেমী ২৩২৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12248,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 6,
    "title": "রুগ্ন ব্যক্তির জন্য ‘আমার যন্ত্রণা হচ্ছে’ অথবা ‘আমার প্রচন্ড ব্যথা হচ্ছে’ কিংবা ‘আমার জ্বর হয়েছে’ কিংবা ‘হায়! আমার মাথা গেল’ ইত্যাদি বলা জায়েয; যদি তা আল্লাহর প্রতি অসন্তুষ্টি প্রকাশের জন্য না হয়",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৪৯",
    "sort_order": 6,
    "hadiths": [
      {
        "id": 34047,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 6,
        "hadith_key": "রিয়াদুস সলেহিন: ৯১৯",
        "hadith_id": 919,
        "narrator": "ইবনে মাসঊদ (রাঃ)",
        "bn": "আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেলাম যখন তাঁর জ্বর হয়েছিল। অতঃপর আমি তাঁকে স্পর্শ করে বললাম, ‘আপনার প্রচন্ড জ্বর এসেছে।’ তিনি বললেন, ‘‘হ্যাঁ, তোমাদের দু’জনের সমান আমার জ্বর হয়।’’",
        "ar": "عَنِ ابنِ مَسعُودٍ رضي الله عنه، قَالَ: دَخَلْتُ عَلَى النَّبيِّ صلى الله عليه وسلم وَهُوَ يُوعَكُ، فَمَسسْتُهُ، فَقُلْتُ: إنَّكَ لَتُوعَكُ وَعَكاً شَديداً، فَقَالَ: أجَلْ، إنِّي أُوعَكُ كَمَا يُوعَكُ رَجُلانِ مِنْكُمْ . متفقٌ عَلَيْهِ",
        "ar_diacless": "عن ابن مسعود رضي الله عنه، قال: دخلت على النبي صلى الله عليه وسلم وهو يوعك، فمسسته، فقلت: إنك لتوعك وعكا شديدا، فقال: أجل، إني أوعك كما يوعك رجلان منكم . متفق عليه",
        "note": "(সহীহুল বুখারী ৫৬৪৮, ৫৬৪৭, ৫৬৬০, ৫৬৬১, ৫৬৬৭, মুসলিম ২৫৭১, আহমাদ ৩৬১১, ৪১৯৩, ৪৩৩৩, দারেমী ২৭৭১)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34048,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 6,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২০",
        "hadith_id": 920,
        "narrator": "সা‘দ ইবনে আবী অক্কাস (রাঃ)",
        "bn": "আমার (দৈহিক) যন্ত্রণা প্রচন্ডভাবে বেড়ে যাওয়ার কারণে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে সাক্ষাৎ করতে এলেন। আমি বললাম, ‘আমার কী অবস্থা আপনি তা দেখছেন এবং আমি একজন ধনবান মানুষ? আর আমার উত্তরাধিকারী আমার একমাত্র কন্যা।---’ অতঃপর অবশিষ্ট হাদীস বর্ণনা করলেন।",
        "ar": "وَعَنْ سَعدِ بنِ أَبي وَقَّاصٍ رضي الله عنه، قَالَ: جَاءَنِي رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم يَعُودُنِي مِنْ وَجَعٍ اشْتَدَّ بِي، فَقُلْتُ: بَلَغَ بِي مَا تَرَى، وَأنَا ذُو مَالٍ، وَلاَ يَرِثُنِي إِلاَّ ابْنَتِي .. وذَكر الحديث . متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن سعد بن أبي وقاص رضي الله عنه، قال: جاءني رسول الله صلى الله عليه وسلم صلى الله عليه وسلم يعودني من وجع اشتد بي، فقلت: بلغ بي ما ترى، وأنا ذو مال، ولا يرثني إلا ابنتي .. وذكر الحديث . متفق عليه",
        "note": "(সহীহুল বুখারী ৫৬, ১২৯৬, ২৭৪২, ২৭৪৪, ৩৯৩৬, ৪৪০৯, ৫৩৫৪, ৫৬৫৯, ৫৬৬৮, ৬৩৭৩, ৬৭৩৩, মুসলিম ১৬২৮, তিরমিযী ২১১৬, নাসায়ী ৩৬২৬, ৩৬২৭, ৩৬২৮, ৩৬৩০, ৩৬৩১, ৩৬৩২, ৩৬৩৫, আবূ দাউদ ২৮৬৪, আহমাদ ১৪৪৩, ১৪৭৭, ১৪৮২, মুওয়াত্তা মালিক ১৪৯৫, দারেমী ৩১৯৬)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34049,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 6,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২১",
        "hadith_id": 921,
        "narrator": "কাসেম ইবনে মুহাম্মাদ রাহিমাহুল্লাহ",
        "bn": "একদা আয়েশা (রাঃ) বললেন, ‘হায়! আমার মাথার ব্যথা।’ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ‘‘বরং হায়! আমার মাথার ব্যথা!’’ (অর্থাৎ আমার মাথাতেও প্রচন্ড ব্যথা হচ্ছে।)",
        "ar": "وَعَنِ القَاسِمِ بنِ مُحَمَّدٍ، قَالَ: قَالَتْ عَائِشَةُ رَضِيَ اللهُ عَنهَا: وَارَأسَاهُ ! فَقَالَ النَّبيُّ صلى الله عليه وسلم: « بَلْ أنَا، وَارَأسَاهُ ! » ... وذكر الحديث . رواه البخاري",
        "ar_diacless": "وعن القاسم بن محمد، قال: قالت عائشة رضي الله عنها: وارأساه ! فقال النبي صلى الله عليه وسلم: « بل أنا، وارأساه ! » ... وذكر الحديث . رواه البخاري",
        "note": "(সহীহুল বুখারী ৫৬৬৬, ৭২১৭, মুসলিম ২৩৮৭)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12249,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 7,
    "title": "মুমূর্ষু ব্যক্তিকে ‘লা ইলাহা ইল্লাল্লাহ’ স্মরণ করিয়ে দেওয়া প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৫০",
    "sort_order": 7,
    "hadiths": [
      {
        "id": 34050,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 7,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২২",
        "hadith_id": 922,
        "narrator": "মু‘আয (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম",
        "bn": "‘‘যে ব্যক্তির শেষ কথা ‘লা ইলাহা ইল্লাল্লাহ’ হবে (অর্থাৎ এই কালেমা পড়তে পড়তে যার মৃত্যু হবে), সে জান্নাতে প্রবেশ করবে।’’ (আবূ দাউদ, হাকেম এটিকে সহীহ বলেছেন।)",
        "ar": "عَنْ مُعَاذٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: مَنْ كَانَ آخِرَ كَلامِهِ لاَ إِلٰهَ إِلاَّ اللهُ دَخَلَ الجَنَّةَ . رواه أَبُو داود والحاكم، وَقَالَ: صحيح الإسناد",
        "ar_diacless": "عن معاذ رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: من كان آخر كلامه لا إلٰه إلا الله دخل الجنة . رواه أبو داود والحاكم، وقال: صحيح الإسناد",
        "note": "(আবূ দাউদ ৩১১৬, আহমাদ ২১৫২৯, ২১৬২২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34051,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 7,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২৩",
        "hadith_id": 923,
        "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ‘‘তোমাদের মুমূর্ষু ব্যক্তিদেরকে ‘লা ইলাহা ইল্লাল্লাহ’ স্মরণ করিয়ে দাও।’’",
        "ar": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « لَقِّنُوا مَوْتَاكُمْ لاَ إِلٰهَ إِلاَّ اللهُ ». رواه مسلم",
        "ar_diacless": "وعن أبي سعيد الخدري رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « لقنوا موتاكم لا إلٰه إلا الله ». رواه مسلم",
        "note": "(মুসলিম ৯১৬, ৯১৭, তিরমিযী ৯৭৬, নাসায়ী ১৮২৬, আবূ দাউদ ৩১১৭, ইবনু মাজাহ ১৪৪৫, আহমাদ ১০৬১০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12250,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 8,
    "title": "মৃতের চোখ বন্ধ করার পর দো‘আ",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৫১",
    "sort_order": 8,
    "hadiths": [
      {
        "id": 34052,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 8,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২৪",
        "hadith_id": 924,
        "narrator": "উম্মে সালামাহ (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ সালামার নিকট গেলেন। তখন তাঁর (আত্মা বের হওয়ার পর) চোখ খোলা ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা বন্ধ করার পর বললেন, ‘‘যখন (কারো) প্রাণ নিয়ে নেওয়া হয়, তখন চোখ তার দিকে তাকিয়ে থাকে।’’ (এ কথা শুনে) তাঁর পরিবারের কিছু লোক চিল্লিয়ে কাঁদতে আর‎ম্ভ করল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ‘‘তোমরা নিজেদের আত্মার জন্য মঙ্গলেরই দো‘আ কর। কেননা, ফিরিশ্‌তাবর্গ তোমাদের কথার উপর ‘আমীন’ বলেন।’’ অতঃপর তিনি এই দো‘আ বললেন,\n‘আল্লা-হুম্মাগফির লি আবী সালামাহ, (এখানে মৃতের নাম নিতে হবে) অরফা’ দারাজাতাহু ফিল মাহদিইয়্যীন, ওয়াখলুফহু ফী আক্বিবিহী ফিল গা-বিরীন, অগফির লানা অলাহু ইয়া রাব্বাল ‘আ-লামীন, ওয়াফসাহ লাহু ফী ক্বাবরিহী অ নাউবিরলাহু ফীহ।’ \nঅর্থাৎ হে আল্লাহ! তুমি (অমুককে) মাফ করে দাও এবং হিদায়াতপ্রাপ্তদের দলে ওর মর্যাদা উন্নত কর, অবশিষ্টদের মধ্যে ওর পশ্চাতে ওর উত্তরাধিকারী দাও। আমাদেরকে এবং ওকে মার্জনা করে দাও হে বিশ্বজগতের প্রতিপালক! ওর কবরকে প্রশস্ত করো এবং ওর জন্য কবরকে আলোকিত করো।",
        "ar": "عَن أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: دَخَلَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم عَلَى أَبي سَلَمَةَ وَقَدْ شَقَّ بَصَرُهُ، فَأَغْمَضَهُ، ثُمَّ قَالَ: إنَّ الرُّوحَ إِذَا قُبِضَ، تَبِعَهُ البَصَرُ فَضَجَّ نَاسٌ مِنْ أهْلِهِ، فَقَالَ: لاَ تَدْعُوا عَلَى أَنْفُسِكُمْ إِلاَّ بِخَيْرٍ، فَإنَّ المَلاَئِكَةَ يَؤمِّنُونَ عَلَى مَا تَقُولُونَ ثُمَّ قَالَ: اَللهم اغْفِرْ لأَبِي سَلَمَة، وَارْفَعْ دَرَجَتْهُ فِي المَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبهِ فِي الغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ العَالَمِينَ، وَافْسَحْ لَهُ في قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ . رواه مسلم",
        "ar_diacless": "عن أم سلمة رضي الله عنها، قالت: دخل رسول الله صلى الله عليه وسلم صلى الله عليه وسلم على أبي سلمة وقد شق بصره، فأغمضه، ثم قال: إن الروح إذا قبض، تبعه البصر فضج ناس من أهله، فقال: لا تدعوا على أنفسكم إلا بخير، فإن الملائكة يؤمنون على ما تقولون ثم قال: اللهم اغفر لأبي سلمة، وارفع درجته في المهديين، واخلفه في عقبه في الغابرين، واغفر لنا وله يا رب العالمين، وافسح له في قبره، ونور له فيه . رواه مسلم",
        "note": "(মুসলিম ৯২০, আবূ দাউদ ৩১১৮, ইবনু মাজাহ ১৪৫৪, আহমাদ ২৬০০৩)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12251,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 9,
    "title": "মৃতের নিকট কী বলা যাবে? এবং মৃতের পরিজনরা কী বলবে?‎",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৫২",
    "sort_order": 9,
    "hadiths": [
      {
        "id": 34056,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 9,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২৫",
        "hadith_id": 925,
        "narrator": "উম্মে সালামাহ (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘তোমরা পীড়িত অথবা মৃতের নিকট উপস্থিত হলে ভাল কথা বল। কেননা, ফিরিশ্‌তারা তোমাদের কথায় ‘আমীন’ বলেন।’’ (উম্মে সালামাহ রাদ্বিয়াল্লাহু আন্‌হা) বলেন, অতঃপর যখন (আমার স্বামী) আবূ সালামাহ মারা গেলেন, তখন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললাম, ‘হে আল্লাহর রসূল! আবূ সালামাহ মারা গেছেন। (সুতরাং আমি এখন কী বলব?)’ তিনি বললেন, তুমি এই দো‘আ বল, ‘আল্লাহুম্মাগফির লী অলাহু, অআ‘ক্বিবনী মিনহু উক্ববা হাসানাহ।’ অর্থাৎ হে আল্লাহ! তুমি আমাকে ও তাঁকে মার্জনা কর এবং আমাকে তাঁর চেয়ে উত্তম বিনিময় প্রদান কর।’ সুতরাং আমি তা বললাম, ফলে মহান আল্লাহ আমাকে তাঁর চেয়ে উত্তম বিনিময় মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে (স্বামীরূপে) প্রদান করলেন।",
        "ar": "عَن أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: إِذَا حَضَرتُمُ المَرِيضَ أَو المَيِّتَ، فَقُولُوا خَيْراً، فَإنَّ المَلائِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ ، قَالَتْ: فَلَمَّا مَاتَ أَبُو سَلَمَةَ، أتَيْتُ النَّبِيَّ صلى الله عليه وسلم، فَقُلتُ: يَا رَسُولَ اللهِ صلى الله عليه وسلم، إنَّ أَبَا سَلَمَة قَدْ مَاتَ، قَالَ: قُولِي: اَللهم اغْفِرْ لِي وَلَهُ، وَأعْقِبْنِي مِنْهُ عُقْبَى حَسَنَةً . فَقُلتُ، فَأعْقَبَنِيَ اللهُ مَنْ هُوَ خَيْرٌ لِي مِنْهُ: مُحَمَّداً صلى الله عليه وسلم . رواه مسلم",
        "ar_diacless": "عن أم سلمة رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: إذا حضرتم المريض أو الميت، فقولوا خيرا، فإن الملائكة يؤمنون على ما تقولون ، قالت: فلما مات أبو سلمة، أتيت النبي صلى الله عليه وسلم، فقلت: يا رسول الله صلى الله عليه وسلم، إن أبا سلمة قد مات، قال: قولي: اللهم اغفر لي وله، وأعقبني منه عقبى حسنة . فقلت، فأعقبني الله من هو خير لي منه: محمدا صلى الله عليه وسلم . رواه مسلم",
        "note": "(মুসলিম ৯১৯, ৯১৮, তিরমিযী ৯৭৭, নাসায়ী ১৮২৫, আহমাদ ৩১১৯, ইবনু মাজাহ ১৪৪৭, আহমাদ ২৫৯৫৮, ২৬০৬৮, ২৬০৯৫, ৬১২৯, ২৬১৫৭, ২৬১৯৯, মুওয়াত্তা মালিক ৫৫৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34057,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 9,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২৬",
        "hadith_id": 926,
        "narrator": "উক্ত উম্মে সালামাহ (রাঃ)",
        "bn": "আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, ‘‘যে বান্দা বিপদগ্রস্ত অবস্থায় এই দো‘আ বলবে, \n‘ইন্না লিল্লা-হি অইন্না ইলাইহি রা-জি‘ঊন, আল্লা-হুম্মা’জুরনী ফী মুসীবাতী অখ্‌লুফলী খাইরাম মিনহা।’ (যার অর্থ, আমরা আল্লাহর জন্য এবং আমরা তাঁরই দিকে প্রত্যাবর্তন করব। হে আল্লাহ! তুমি আমাকে আমার এই বিপদে প্রতিদান দাও এবং তার জায়গায় উত্তম বিনিময় প্রদান কর।)\nআল্লাহ তাকে তার বিপদে প্রতিদান ও তার জায়গায় উত্তম বিনিময় দান করবেন।’’\nউম্মে সালামাহ (রাঃ) বলেন, ‘যখন আবূ সালামাহ মারা গেলেন, তখন আমি সেইরূপ বললাম, যেরূপ বলার আদেশ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দিয়েছিলেন। সুতরাং আল্লাহ আমাকে তার চেয়ে উত্তম বিনিময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে (স্বামীরূপে) প্রদান করলেন।’",
        "ar": "وَعَنْها، قَالَتْ: سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: « مَا مِنْ عَبْدٍ تُصيبُهُ مُصِيبَةٌ، فَيَقُولُ: إِنَّا ِللهِ وَإنَّا إِلَيْهِ رَاجِعُونَ، اَللهم أجُرْنِي فِي مُصِيبَتي وَاخْلُفْ لِي خَيراً مِنْهَا، إِلاَّ أَجَرَهُ اللهُ تَعَالَى فِي مُصِيبَتِهِ وَأخْلَفَ لَهُ خَيْراً مِنْهَا . قَالَتْ: فَلَمَّا تُوُفِّيَ أَبُو سَلَمَة قُلتُ كَمَا أمَرَنِي رَسُولُ اللهِ صلى الله عليه وسلم، فَأخْلَفَ اللهُ لِي خَيْراً مِنْهُ رَسُولَ اللهِ صلى الله عليه وسلم . رواه مسلم",
        "ar_diacless": "وعنها، قالت: سمعت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، يقول: « ما من عبد تصيبه مصيبة، فيقول: إنا لله وإنا إليه راجعون، اللهم أجرني في مصيبتي واخلف لي خيرا منها، إلا أجره الله تعالى في مصيبته وأخلف له خيرا منها . قالت: فلما توفي أبو سلمة قلت كما أمرني رسول الله صلى الله عليه وسلم، فأخلف الله لي خيرا منه رسول الله صلى الله عليه وسلم . رواه مسلم",
        "note": "(মুসলিম ৯১৮, ৯১৯, তিরমিযী ৯৭৭, নাসায়ী ১৮২৫, আহমাদ ৩১১৯, ইবনু মাজাহ ১৪৪৭, আহমাদ ২৫৯৫৮, ২৬০৬৮, ২৬০৯৫, ৬১২৯, ২৬১৫৭, ২৬১৯৯, মুওয়াত্তা মালিক ৫৫৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34054,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 9,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২৭",
        "hadith_id": 927,
        "narrator": "আবূ মূসা (রাঃ)",
        "bn": "রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন কোন বান্দার সন্তান মারা যায় আল্লাহ ফিরিশ্‌তাদেরকে বলেন, ‘তোমরা আমার বান্দার সন্তানের প্রাণ নিয়েছ?’ তাঁরা বলেন, ‘হ্যাঁ।’ অতঃপর আল্লাহ বলেন, ‘তোমরা তার অন্তরের ফল কেড়ে নিয়েছ?’ তাঁরা বলেন, ‘হ্যাঁ।’ তারপর তিনি বলেন, ‘আমার বান্দা কী বলেছে?’ তাঁরা উত্তরে বলেন, ‘সে তোমার প্রশংসা করেছে এবং ‘‘ইন্না লিল্লা-হি অইন্না ইলাইহি রা-জিঊন’’ পড়েছে।’ আল্লাহ তা‘আলা বলেন, ‘তোমরা আমার বান্দার জন্য জান্নাতে একটি গৃহ নির্মাণ কর এবং তার নাম রাখ---প্রসংশা-গৃহ।’",
        "ar": "وَعَنْ أَبي مُوسَى رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، قَالَ: « إِذَا مَاتَ وَلَدُ العَبْدِ، قَالَ اللهُ تَعَالَى لِمَلائِكَتِهِ: قَبَضْتُمْ وَلَدَ عَبْدِي ؟ فَيَقُولُونَ: نَعَمْ . فَيَقُولُ: قَبَضْتُمْ ثَمَرَة فُؤَادِهِ ؟ فَيَقُولُونَ: نَعَمْ . فَيَقُولُ: مَاذَا قَالَ عَبْدِي ؟ فَيَقُولُونَ: حَمِدَكَ وَاسْتَرْجَعَ . فَيَقُولُ اللهُ تَعَالَى: ابْنُوا لِعَبْدِي بَيْتاً فِي الجَنَّةِ، وَسَمُّوهُ بَيْتَ الحَمْدِ ». رواه الترمذي، وَقَالَ: «حديث حسن »",
        "ar_diacless": "وعن أبي موسى رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، قال: « إذا مات ولد العبد، قال الله تعالى لملائكته: قبضتم ولد عبدي ؟ فيقولون: نعم . فيقول: قبضتم ثمرة فؤاده ؟ فيقولون: نعم . فيقول: ماذا قال عبدي ؟ فيقولون: حمدك واسترجع . فيقول الله تعالى: ابنوا لعبدي بيتا في الجنة، وسموه بيت الحمد ». رواه الترمذي، وقال: «حديث حسن »",
        "note": "(তিরমিযী, হাসান) (তিরমিযী ১০২১, আহমাদ ১৯২২৬)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34053,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 9,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২৮",
        "hadith_id": 928,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মহান আল্লাহ বলেন, ‘যখন আমি আমার বান্দার পছন্দনীয় পার্থিব জিনিসকে কেড়ে নিই, অতঃপর সে (তাতে) সওয়াবের আশা রাখে, তখন তার জন্য আমার নিকট জান্নাত ছাড়া অন্য কোন বিনিময় নেই।’",
        "ar": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، قَالَ: « يَقُولُ اللهُ تَعَالَى: مَا لِعَبْدِي المُؤمِن عِنْدِي جَزَاءٌ إِذَا قَبَضْتُ صَفِيَّهُ مِنْ أهْل الدُّنْيَا، ثُمَّ احْتَسَبَهُ إِلاَّ الجَنَّةَ ». رواه البخاري",
        "ar_diacless": "وعن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، قال: « يقول الله تعالى: ما لعبدي المؤمن عندي جزاء إذا قبضت صفيه من أهل الدنيا، ثم احتسبه إلا الجنة ». رواه البخاري",
        "note": "(সহীহুল বুখারী ৬৪২৪, আহমাদ ৯১২৭)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34055,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 9,
        "hadith_key": "রিয়াদুস সলেহিন: ৯২৯",
        "hadith_id": 929,
        "narrator": "উসামাহ ইবনে যায়দ (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা তাঁকে ডাকার জন্য এবং এ সংবাদ দেওয়ার জন্য দূত পাঠালেন যে, তাঁর শিশু অথবা পুত্র মরণাপন্ন। অতঃপর তিনি দূতকে বললেন, ‘‘তুমি তার নিকট ফিরে গিয়ে বল, ‘তা আল্লাহরই--যা তিনি নিয়েছেন এবং যা কিছু দিয়েছেন--তাও তাঁরই। আর তাঁর নিকট প্রতিটি জিনিসের নির্দিষ্ট সময় রয়েছে।’ অতএব তাকে বল, সে যেন ধৈর্য ধারণ করে এবং নেকীর আশা রাখে।’’ ---অতঃপর বর্ণনাকারী পূর্ণ হাদীস বর্ণনা করেছেন।",
        "ar": "وَعَنْ أسَامَةَ بنِ زَيدٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: أرْسَلَتْ إحْدى بَنَاتِ النَّبيِّ صلى الله عليه وسلم إِلَيْهِ تَدْعُوهُ وَتُخْبِرُهُ أنَّ صَبِيَّاً لَهَا - أَوْ ابْناً- فِي المَوْتِ فَقَالَ لِلرَّسُولِ: « اِرْجِعْ إِلَيْهَا، فَأَخْبِرْهَا أَنَّ للهِ تَعَالَى مَا أخَذَ وَلَهُ مَا أعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمّى، فَمُرْهَا، فَلْتَصْبِرْ وَلْتَحْتَسِبْ » ... وذكر تمام الحديث . متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن أسامة بن زيد رضي الله عنهما، قال: أرسلت إحدى بنات النبي صلى الله عليه وسلم إليه تدعوه وتخبره أن صبيا لها - أو ابنا- في الموت فقال للرسول: « ارجع إليها، فأخبرها أن لله تعالى ما أخذ وله ما أعطى، وكل شيء عنده بأجل مسمى، فمرها، فلتصبر ولتحتسب » ... وذكر تمام الحديث . متفق عليه",
        "note": "(সহীহুল বুখারী ১২৮৪, ৫৬৫৫, ৬৬০২, ৬৬৫৫, ৭৩৭৭, ৭৪৪৮, মুসলিম ৯২৩, নাসায়ী ১৮৬৮, আবূ দাউদ ৩১২৫, আহমাদ ২১২৬৯, ২১২৮২, ২১২৯২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12252,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 10,
    "title": "মৃতের জন্য মাতমবিহীন কান্না বৈধ",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৫৩",
    "sort_order": 10,
    "hadiths": [
      {
        "id": 34058,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩০",
        "hadith_id": 930,
        "narrator": "ইবনে উমার (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সা‘দ ইবনে উবাদার সাক্ষাতে গেলেন। তাঁর সঙ্গে আব্দুর রহমান ইবনে আওফ, সাদ ইবনে আবী অক্কাস এবং আব্দুল্লাহ ইবনে মাসঊদ (রাঃ)ও ছিলেন। সেখানে পৌঁছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাঁদতে লাগলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাঁদা দেখে লোকেরাও কাঁদতে আরম্ভ করল। অতঃপর তিনি বললেন, ‘‘তোমরা কি শুনতে পাও না যে, আল্লাহ চোখের অশ্রু এবং অন্তরের দুঃখের উপর শাস্তি দেন না। কিন্তু তিনি এটার কারণে শাস্তি দেন অথবা দয়া করেন।’’ সেই সাথে তিনি নিজের জিভের দিকে ইঙ্গিত করলেন।",
        "ar": "عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم عاد سعد بن عباده ومعه عبد الرحمن بن عوف، وسعد بن أبي وقاص، وعبد الله بن مسعود رضي الله عنهم، فبكي رسول الله صلى الله عليه وسلم ، فلما رأي القوم بكاء رسول الله صلى الله عليه وسلم ، بكوا ؛ فقال‏:‏ “ألا تسمعون‏؟‏ إن الله لا يعذب بدمع العين، ولا بحزن القلب، ولكن بهذا أو يرحم‏ \"‏ وأشار إلا لسانه‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
        "ar_diacless": "عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم عاد سعد بن عباده ومعه عبد الرحمن بن عوف، وسعد بن أبي وقاص، وعبد الله بن مسعود رضي الله عنهم، فبكي رسول الله صلى الله عليه وسلم ، فلما رأي القوم بكاء رسول الله صلى الله عليه وسلم ، بكوا ؛ فقال‏:‏ “ألا تسمعون‏؟‏ إن الله لا يعذب بدمع العين، ولا بحزن القلب، ولكن بهذا أو يرحم‏ \"‏ وأشار إلا لسانه‏\"‏ ‏(‏‏(‏متفق عليه‏)‏‏)‏‏.‏",
        "note": "(সহীহুল বুখারী ১৩০৪, মুসলিম ৯২৪)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34059,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩১",
        "hadith_id": 931,
        "narrator": "উসামাহ (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তাঁর নাতিকে তার মুমূর্ষু অবস্থায় নিয়ে আসা হল। (ওকে দেখে) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চক্ষুদ্বয় হতে অশ্রু ঝরতে লাগল। সা‘দ বললেন, ‘হে আল্লাহর রসূল! এ কী?’ তিনি বললেন, ‘‘এটা রহমত (দয়া); যা আল্লাহ তাঁর বান্দাদের অন্তরে রেখেছেন। আর আল্লাহ তাঁর বান্দাদের মধ্যে দয়ালুদের প্রতিই দয়া করেন।’’",
        "ar": "وَعَنْ أُسَامَةَ بنِ زَيدٍ رَضِيَ اللهُ عَنهُمَا: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم رُفِعَ إِلَيْهِ ابنُ ابْنَتِهِ وَهُوَ فِي المَوتِ، فَفَاضَتْ عَيْنَا رَسُولِ اللهِ صلى الله عليه وسلم، فَقَالَ لَهُ سَعدٌ: مَا هَذَا يَا رَسُولِ اللهِ ؟! قَالَ: « هَذِهِ رَحْمَةٌ جَعَلَهَا اللهُ تَعَالَى فِي قُلُوبِ عِبَادِهِ، وَإنَّمَا يَرْحَمُ اللهُ مِنْ عِبَادِهِ الرُّحَمَاءَ ». متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن أسامة بن زيد رضي الله عنهما: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم رفع إليه ابن ابنته وهو في الموت، ففاضت عينا رسول الله صلى الله عليه وسلم، فقال له سعد: ما هذا يا رسول الله ؟! قال: « هذه رحمة جعلها الله تعالى في قلوب عباده، وإنما يرحم الله من عباده الرحماء ». متفق عليه",
        "note": "(সহীহুল বুখারী ১২৮৪, ৫৬৫৫, ৬৬০২, ৬৬৫৫, ৭৩৭৭, ৭৪৪৮, মুসলিম ৯২৩, নাসায়ী ১৮৬৮, আবূ দাউদ ৩১২৫, আহমাদ ২১২৬৯, ২১২৮২, ২১২৯২)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34060,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 10,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩২",
        "hadith_id": 932,
        "narrator": "আনাস (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পুত্র ইব্রাহীমের নিকট গেলেন, যখন সে মারা যাচ্ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু’চোখ দিয়ে অশ্রুপাত হতে লাগল। আব্দুর রহমান ইবনে আওফ তাঁকে বললেন, ‘আপনিও (কাঁদছেন)? হে আল্লাহর রসূল!’ তিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ‘‘হে আওফের পুত্র! এটা তো মমতা।’’ অতঃপর দ্বিতীয়বার কেঁদে ফেললেন। তারপর বললেন, ‘‘চোখ অশ্রুপাত করছে এবং অন্তর দুঃখিত হচ্ছে। আমরা সে কথাই বলব, যা আল্লাহকে সন্তুষ্ট করবে। আর হে ইব্রাহীম! আমরা তোমার বিরহে দুঃখিত।’’",
        "ar": "وَعَنْ أَنَسٍ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم دَخَلَ عَلَى ابْنِهِ إبْرَاهيمَ رضي الله عنه، وَهُوَ يَجُودُ بِنَفسِهِ، فَجَعَلَتْ عَيْنَا رَسُولِ اللهِ صلى الله عليه وسلم تَذْرِفَانِ . فَقَالَ لَهُ عَبدُ الرَّحمَانِ بنُ عَوفٍ: وَأَنتَ يَا رَسُولَ اللهِ صلى الله عليه وسلم ؟! فَقَالَ: « يَا ابْنَ عَوْفٍ إنَّهَا رَحْمَةٌ» ثُمَّ أَتْبَعَهَا بأُخْرَى، فَقَالَ: « إنَّ العَيْنَ تَدْمَعُ والقَلبُ يَحْزنُ، وَلاَ نَقُولُ إِلاَّ مَا يُرْضِي رَبَّنَا، وَإِنَّا لِفِرَاقِكَ يَا إِبرَاهِيمُ لَمَحزُونُونَ ». رواه البخاري، وروى مسلم بعضه.",
        "ar_diacless": "وعن أنس رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم دخل على ابنه إبراهيم رضي الله عنه، وهو يجود بنفسه، فجعلت عينا رسول الله صلى الله عليه وسلم تذرفان . فقال له عبد الرحمان بن عوف: وأنت يا رسول الله صلى الله عليه وسلم ؟! فقال: « يا ابن عوف إنها رحمة» ثم أتبعها بأخرى، فقال: « إن العين تدمع والقلب يحزن، ولا نقول إلا ما يرضي ربنا، وإنا لفراقك يا إبراهيم لمحزونون ». رواه البخاري، وروى مسلم بعضه.",
        "note": "(বুখারী, মুসলিম কিছু অংশ) (সহীহুল বুখারী ১৩০৩, মুসলিম ২৩১৫, আবূ দাউদ ৩১২৬, আহমাদ ১২৬০৬)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12253,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 11,
    "title": "মৃতের দোষ-ত্রুটি বর্ণনা করা নিষেধ",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৫৪",
    "sort_order": 11,
    "hadiths": [
      {
        "id": 34061,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 11,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩৩",
        "hadith_id": 933,
        "narrator": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্বাধীনকৃত দাস আবূ রাফে’ আসলাম (রাঃ)",
        "bn": "রসূলল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘যে ব্যক্তি মৃতকে গোসল দেবে এবং তার দোষ গোপন রাখবে, আল্লাহ তাকে চল্লিশবার ক্ষমা করবেন।’’",
        "ar": "وَعَنْ أَبي رَافِعٍ أَسلَمَ مَولَى رَسُولِ اللهِ صلى الله عليه وسلم: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، قَالَ: « مَنْ غَسَّلَ مَيتاً فَكَتَمَ عَلَيْهِ، غَفَرَ اللهُ لَهُ أربَعِينَ مَرَّة ». رواه الحاكم، وَقَالَ: صحيح عَلَى شرط مسلم",
        "ar_diacless": "وعن أبي رافع أسلم مولى رسول الله صلى الله عليه وسلم: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، قال: « من غسل ميتا فكتم عليه، غفر الله له أربعين مرة ». رواه الحاكم، وقال: صحيح على شرط مسلم",
        "note": "(হাকেম, মুসলিমের শর্তে সহীহ) (সিলসিলা সহীহা ২৩৫৩)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12254,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 12,
    "title": "জানাযার নামায পড়া, জানাযার সাথে যাওয়া, তাকে কবরস্থ করার কাজে অংশ নেওয়ার মাহাত্ম্য এবং জানাযার সাথে মহিলাদের যাওয়া নিষেধ",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৫৫",
    "sort_order": 12,
    "hadiths": [
      {
        "id": 34062,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 12,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩৪",
        "hadith_id": 934,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘যে ব্যক্তি নামায পড়া পর্যন্ত জানাযায় উপস্থিত থাকবে, তার জন্য এক ক্বীরাত্ব সওয়াব রয়েছে। আর যে ব্যক্তি দাফন করা পর্যন্ত উপস্থিত থাকবে, তার জন্য দুই ক্বীরাত সওয়াব রয়েছে।’’ জিজ্ঞাসা করা হল, ‘দুই ক্বীরাতের পরিমাণ কতটুকু?’ তিনি বললেন, ‘‘দুই বড় পাহাড়ের সমান।’’",
        "ar": "عَن أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: مَنْ شَهِدَ الجَنَازَةَ حَتَّى يُصَلَّى عَلَيْهَا، فَلَهُ قِيراطٌ، وَمَنْ شَهِدَهَا حَتَّى تُدْفَنَ، فَلَهُ قِيرَاطَانِ قِيلَ: وَمَا القِيرَاطانِ ؟ قَالَ: مِثْلُ الجَبَلَيْنِ العَظِيمَيْنِ . متفقٌ عَلَيْهِ",
        "ar_diacless": "عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: من شهد الجنازة حتى يصلى عليها، فله قيراط، ومن شهدها حتى تدفن، فله قيراطان قيل: وما القيراطان ؟ قال: مثل الجبلين العظيمين . متفق عليه",
        "note": "(সহীহুল বুখারী ৪৭, ১৩২৪, ১৩২৫, মুসলিম ৯৪৫, তিরমিযী ১০৪০, নাসায়ী ১৯৯৪, থেকে ১৯৯৭, ৫০৩২, আবূ দাউদ ৩১৬৮, ইবনু মাজাহ ১৫৩৯, আহমাদ ৪৪৩৯, ৭১৪৮, ৭৩০৬, ৭৬৩৩, ৭৭১৮, ৮০৬৬, ৮৭৮৯, ১০৪৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34063,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 12,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩৫",
        "hadith_id": 935,
        "narrator": "উক্ত রাবী",
        "bn": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘যে ব্যক্তি (আল্লাহর প্রতি) বিশ্বাস রেখে এবং নেকীর আশা রেখে কোনো মুসলিমের জানাযার সাথে যাবে এবং তার জানাযার নামায পড়া এবং তাকে দাফন করা পর্যন্ত তার সাথে থাকবে, সে দু’ ক্বীরাত্ব সওয়াব নিয়ে (বাড়ি) ফিরবে। এক ক্বীরাত উহুদ পাহাড়ের সমান। আর যে ব্যক্তি জানাযার নামায পড়ে মৃতকে সমাধিস্থ করার পূর্বেই ফিরে আসবে, সে এক কীরাত্ব সওয়াব নিয়ে (বাড়ি) ফিরবে।’’",
        "ar": "وَعَنْه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، قَالَ: مَنِ اتَّبَعَ جَنَازَةَ مُسْلِمٍ إِيمَاناً وَاحْتِسَاباً، وَكَانَ مَعَهُ حَتَّى يُصَلَّى عَلَيْهَا وَيُفرَغَ مِنْ دَفْنِهَا، فَإنَّهُ يَرْجِعُ مِنَ الأَجْرِ بِقيراطَيْنِ كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ، وَمَنْ صَلَّى عَلَيْهَا، ثُمَّ رَجَعَ قَبْلَ أنْ تُدْفَنَ، فَإنَّهُ يَرْجِعُ بِقيرَاطٍ . رواه البخاري",
        "ar_diacless": "وعنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، قال: من اتبع جنازة مسلم إيمانا واحتسابا، وكان معه حتى يصلى عليها ويفرغ من دفنها، فإنه يرجع من الأجر بقيراطين كل قيراط مثل أحد، ومن صلى عليها، ثم رجع قبل أن تدفن، فإنه يرجع بقيراط . رواه البخاري",
        "note": "(সহীহুল বুখারী ৪৭, ১৩২৪, ১৩২৫, মুসলিম ৯৪৫, তিরমিযী ১০৪০, নাসায়ী ১৯৯৪, থেকে ১৯৯৭, ৫০৩২, আবূ দাউদ ৩১৬৮, ইবনু মাজাহ ১৫৩৯, আহমাদ ৪৪৩৯, ৭১৪৮, ৭৩০৬, ৭৬৩৩, ৭৭১৮, ৮০৬৬, ৮৭৮৯, ১০৪৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34064,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 12,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩৬",
        "hadith_id": 936,
        "narrator": "উম্মে আত্বিয়্যাহ (রাঃ)",
        "bn": "‘আমাদেরকে জানাযার সাথে যেতে নিষেধ করা হয়েছে। কিন্তু (এ ব্যাপারে) আমাদের উপর জোর দেওয়া হয়নি।’",
        "ar": "وَعَنْ أُمِّ عَطِيَّةَ رَضِيَ اللهُ عَنهَا، قَالَتْ: نُهِينَا عَنِ اتِّبَاعِ الجَنَائِزِ، وَلَمْ يُعْزَمْ عَلَيْنَا . متفقٌ عَلَيْهِ \nومعناه: وَلَمْ يُشَدَّدْ في النَّهْيِ كَمَا يُشَدَّدُ في المُحَرَّمَاتِ .",
        "ar_diacless": "وعن أم عطية رضي الله عنها، قالت: نهينا عن اتباع الجنائز، ولم يعزم علينا . متفق عليه \nومعناه: ولم يشدد في النهي كما يشدد في المحرمات .",
        "note": "(সহীহুল বুখারী ১২৭৮, ৩১৩, ১২৭৯, ৫৩৪০, ৫৩৪১, ৫৩৪৩, মুসলিম ৯৩৮, নাসায়ী ৩৫৩৪, আবূ দাউদ ২৩০২, ইবনু মাজাহ ২০৮৬, আহমাদ ২০২৭০, ২৬৭৫৯, দারেমী ২২৮৬)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12256,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 14,
    "title": "জানাযার নামাযে যে সব দুয়া পড়া হয়",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৫৭",
    "sort_order": 14,
    "hadiths": [
      {
        "id": 34068,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪০",
        "hadith_id": 940,
        "narrator": "আবূ আব্দুর রহমান আওফ ইবনে মালেক (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) এক জানাযায় নামায পড়লেন। আমি তাঁর দুআ মুখস্থ করে ফেললাম। সে দুআ হল এইঃ-\n‘আল্লা-হুম্মাগফির লাহু অরহামহু অআ-ফিহী অ‘ফু আনহু অআকরিম নুযুলাহু অঅসসি‘ মুদখালাহু, অগ্সিলহু বিলমা-ই অস্সালজি অল-বারাদ। অনাক্কিহী মিনাল খাত্বায়্যা কামা নাক্কাইতাস সাউবাল আবয়্যাদা মিনাদ দানাস। অ আবদিলহু দা-রান খাইরাম মিন দা-রিহী অ আহলান খাইরাম মিন আহলিহী অযাওজান খাইরাম মিন যাওজিহ। অ আদখিলহুল জান্নাতা অ আইয্হু মিন আযা-বিল ক্বাবরি অমিন আযা-বিন্নার।’\n   অর্থ- হে আল্লাহ ! তুমি ওকে ক্ষমা করে দাও এবং ওকে রহম কর। ওকে নিরাপত্তা দাও এবং মার্জনা ক’রে দাও, ওর মেহেমানী সম্মানজনক কর এবং ওর প্রবেশস্থল প্রশস্ত কর। ওকে তুমি পানি, বরফ ও শিলাবৃষ্টি দ্বারা ধৌত করে দাও এবং ওকে গোনাহ থেকে এমন পরিষ্কার কর, যেমন তুমি সাদা কাপড় ময়লা থেকে পরিষ্কার করেছ । আর ওকে তুমি ওর ঘর অপেক্ষা উৎকৃষ্ট ঘর, ওর পরিবার অপেক্ষা উত্তম পরিবার, ওর জুড়ী অপেক্ষা উৎকৃষ্ট জুড়ী দান কর। ওকে জান্নাতে প্রবেশ করাও এবং কবর ও দোযখের আযাব থেকে রেহাই দাও ।\n(বর্ণনাকারী সাহাবী আউফ ইবন মালেক (রাঃ) বলেন, আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে যখন এই দুআ বলতে শুনলাম) তখন আমি এই কামনা করলাম যে, যদি আমি এই মাইয়্যেত হতাম !",
        "ar": "عَن أَبي عَبدِ الرَّحمَانِ عَوفِ بنِ مَالِكٍ رضي الله عنه، قَالَ: صَلَّى رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم عَلَى جَنازَةٍ، فَحَفِظْتُ مِنْ دُعَائِهِ، وَهُوَ يَقُولُ: « اَللّٰهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ وَاعْفُ عَنْهُ، وَأكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالمَاءِ وَالثَّلْجِ وَالبَرَدِ، وَنَقِّهِ مِن الخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَس، وَأَبدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلهُ الجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ، وَمِنْ عَذَابِ النَّارِ ». حَتَّى تَمَنَّيتُ أَنْ أَكُونَ أنَا ذَلِكَ الْمَيِّت . رواه مسلم",
        "ar_diacless": "عن أبي عبد الرحمان عوف بن مالك رضي الله عنه، قال: صلى رسول الله صلى الله عليه وسلم صلى الله عليه وسلم على جنازة، فحفظت من دعائه، وهو يقول: « اللٰهم اغفر له وارحمه، وعافه واعف عنه، وأكرم نزله، ووسع مدخله، واغسله بالماء والثلج والبرد، ونقه من الخطايا كما نقيت الثوب الأبيض من الدنس، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله، وزوجا خيرا من زوجه، وأدخله الجنة، وأعذه من عذاب القبر، ومن عذاب النار ». حتى تمنيت أن أكون أنا ذلك الميت . رواه مسلم",
        "note": "(মুসলিম ৯৬৩, তিরমিযী ১০২৫, নাসায়ী ১৯৮৩, ১৯৮৪, ইবনু মাজাহ ১৫০০, আহমাদ ২৩৪৫৫, ২৩৪৮০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34069,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪১",
        "hadith_id": 941,
        "narrator": "আবূ হুরাইরা (রাঃ) আবূ কাতাদাহ (রাঃ) এবং আবূ ইব্রাহীম আশহালী (রাঃ) তাঁর পিতা",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এক জানাযার নামায পড়ার সময় এই দুআ পড়লেন,\n‘আল্লা-হুম্মাগফির লিহাইয়িনা অমাইয়িতিনা অস্বাগীরিনা অকাবীরিনা অযাকারিনা অউনসা-না অ শা-হিদিনা অগা-য়িবিনা, আল্লা-হুম্মা মান আহয়্যাইতাহু মিন্না ফাআহয়িহি ‘আলাল ইসলাম, অমান তাওয়াফ্ফাইতাহু মিন্না ফাতাওয়াফ্ফাহু ‘আলাল ঈমান, আল্লা-হুম্মা লা তাহরিমনা আজরাহ, অলা তাফতিন্না বা‘দাহ।’\n   অর্থ- হে আল্লাহ! আমাদের জীবিত-মৃত, ছোট-বড়, পুরুষ ও নারী, উপস্থিত ও অনুপস্থিতকে ক্ষমা ক’রে দাও। হে আল্লাহ! আমাদের মধ্যে যাকে তুমি জীবিত রাখবে তাকে ইসলামের উপর জীবিত রাখ এবং যাকে মরণ দিবে তাকে ঈমানের উপর মরণ দাও। হে আল্লাহ ! ওর সওয়াব থেকে আমাদেরকে বঞ্চিত করো না এবং ওর পরে আমাদেরকে ফিতনায় ফেলো না। (তিরমিযী আবূ হুরাইরা ও আশহালী হতে, আবূ দাঊদ আবূ হুরাইরা ও আবূ ক্বাতাদাহ হতে । হাকেম বলেছেন, আবূ হুরাইরার হাদীস বুখারী ও মুসলিমের শর্তে সহীহ । তিরমিযী বলেন, বুখারী বলেছেন, এ হাদীসের সবচেয়ে সহীহ বর্ণনা হল আশহালীর বর্ণনা । বুখারী বলেন, এ বিষয়ে সবচেয়ে সহীহ হল আওফ ইবন মালেকের হাদীস । )",
        "ar": "وَعَنْ أَبِي هُرَيرَةَ وَأَبِي قَتَادَةَ وَأَبِي إِبرَاهِيمَ الأَشهَلِي، عَنْ أَبِيهِ - وَأَبُوهُ صَحَابيٌّ رضي الله عنه - عَنِ النَّبِيِّ صلى الله عليه وسلم: أنَّهُ صَلَّى عَلَى جَنَازَةٍ، فَقَالَ: اَللهم اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَصَغِيرنَا وَكَبيرنَا، وَذَكَرِنَا وَأُنْثَانَا، وشَاهِدنَا وَغَائِبِنَا، اَللهم مَنْ أحْيَيْتَهُ مِنَّا فَأحْيِهِ عَلَى الإسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوفَّهُ عَلَى الإيمَان، اَللهم لاَ تَحْرِمْنَا أجْرَهُ، وَلاَ تَفْتِنَّا بَعدَهُ رواه الترمذي من رواية أَبِي هُرَيرَةَ والأشهلي . ورواه أَبُو داود من رواية أَبِي هُرَيرَةَ وأبي قتادة . قَالَ الحاكم: حديث أَبِي هُرَيرَةَ صحيح عَلَى شرط البخاري ومسلم ، قَالَ الترمذي: قَالَ البخاري: أصَحُّ رواياتِ هَذَا الحديث رواية الأشْهَلِيِّ، قَالَ البخاري: وأصح شيء في هَذَا الباب حديث عَوْفِ ابن مَالِكٍ",
        "ar_diacless": "وعن أبي هريرة وأبي قتادة وأبي إبراهيم الأشهلي، عن أبيه - وأبوه صحابي رضي الله عنه - عن النبي صلى الله عليه وسلم: أنه صلى على جنازة، فقال: اللهم اغفر لحينا وميتنا، وصغيرنا وكبيرنا، وذكرنا وأنثانا، وشاهدنا وغائبنا، اللهم من أحييته منا فأحيه على الإسلام، ومن توفيته منا فتوفه على الإيمان، اللهم لا تحرمنا أجره، ولا تفتنا بعده رواه الترمذي من رواية أبي هريرة والأشهلي . ورواه أبو داود من رواية أبي هريرة وأبي قتادة . قال الحاكم: حديث أبي هريرة صحيح على شرط البخاري ومسلم ، قال الترمذي: قال البخاري: أصح روايات هذا الحديث رواية الأشهلي، قال البخاري: وأصح شيء في هذا الباب حديث عوف ابن مالك",
        "note": "(আবূ দাঊদ ৩২০১, তিরমিযী ১০২৪, নাসায়ী ১৯৮৬, আহমাদ ১৭০৯২, ২২৯৮৪ )",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34070,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪২",
        "hadith_id": 942,
        "narrator": "আবূ হুরাইরা (রাঃ) আবূ কাতাদাহ (রাঃ) এবং আবূ ইব্রাহীম আশহালী (রাঃ) তাঁর পিতা",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এক জানাযার নামায পড়ার সময় এই দুআ পড়লেন,\n‘আল্লা-হুম্মাগফির লিহাইয়িনা অমাইয়িতিনা অস্বাগীরিনা অকাবীরিনা অযাকারিনা অউনসা-না অ শা-হিদিনা অগা-য়িবিনা, আল্লা-হুম্মা মান আহয়্যাইতাহু মিন্না ফাআহয়িহি ‘আলাল ইসলাম, অমান তাওয়াফ্ফাইতাহু মিন্না ফাতাওয়াফ্ফাহু ‘আলাল ঈমান, আল্লা-হুম্মা লা তাহরিমনা আজরাহ, অলা তাফতিন্না বা‘দাহ।’\n   অর্থ- হে আল্লাহ! আমাদের জীবিত-মৃত, ছোট-বড়, পুরুষ ও নারী, উপস্থিত ও অনুপস্থিতকে ক্ষমা ক’রে দাও। হে আল্লাহ! আমাদের মধ্যে যাকে তুমি জীবিত রাখবে তাকে ইসলামের উপর জীবিত রাখ এবং যাকে মরণ দিবে তাকে ঈমানের উপর মরণ দাও। হে আল্লাহ ! ওর সওয়াব থেকে আমাদেরকে বঞ্চিত করো না এবং ওর পরে আমাদেরকে ফিতনায় ফেলো না। (তিরমিযী আবূ হুরাইরা ও আশহালী হতে, আবূ দাঊদ আবূ হুরাইরা ও আবূ ক্বাতাদাহ হতে । হাকেম বলেছেন, আবূ হুরাইরার হাদীস বুখারী ও মুসলিমের শর্তে সহীহ । তিরমিযী বলেন, বুখারী বলেছেন, এ হাদীসের সবচেয়ে সহীহ বর্ণনা হল আশহালীর বর্ণনা । বুখারী বলেন, এ বিষয়ে সবচেয়ে সহীহ হল আওফ ইবন মালেকের হাদীস । )",
        "ar": "",
        "ar_diacless": "",
        "note": "(আবূ দাঊদ ৩২০১, তিরমিযী ১০২৪, নাসায়ী ১৯৮৬, আহমাদ ১৭০৯২, ২২৯৮৪ )",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34071,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪৩",
        "hadith_id": 943,
        "narrator": "আবূ হুরাইরা (রাঃ) আবূ কাতাদাহ (রাঃ) এবং আবূ ইব্রাহীম আশহালী (রাঃ) তাঁর পিতা",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এক জানাযার নামায পড়ার সময় এই দুআ পড়লেন,\n‘আল্লা-হুম্মাগফির লিহাইয়িনা অমাইয়িতিনা অস্বাগীরিনা অকাবীরিনা অযাকারিনা অউনসা-না অ শা-হিদিনা অগা-য়িবিনা, আল্লা-হুম্মা মান আহয়্যাইতাহু মিন্না ফাআহয়িহি ‘আলাল ইসলাম, অমান তাওয়াফ্ফাইতাহু মিন্না ফাতাওয়াফ্ফাহু ‘আলাল ঈমান, আল্লা-হুম্মা লা তাহরিমনা আজরাহ, অলা তাফতিন্না বা‘দাহ।’\n   অর্থ- হে আল্লাহ! আমাদের জীবিত-মৃত, ছোট-বড়, পুরুষ ও নারী, উপস্থিত ও অনুপস্থিতকে ক্ষমা ক’রে দাও। হে আল্লাহ! আমাদের মধ্যে যাকে তুমি জীবিত রাখবে তাকে ইসলামের উপর জীবিত রাখ এবং যাকে মরণ দিবে তাকে ঈমানের উপর মরণ দাও। হে আল্লাহ ! ওর সওয়াব থেকে আমাদেরকে বঞ্চিত করো না এবং ওর পরে আমাদেরকে ফিতনায় ফেলো না। (তিরমিযী আবূ হুরাইরা ও আশহালী হতে, আবূ দাঊদ আবূ হুরাইরা ও আবূ ক্বাতাদাহ হতে । হাকেম বলেছেন, আবূ হুরাইরার হাদীস বুখারী ও মুসলিমের শর্তে সহীহ । তিরমিযী বলেন, বুখারী বলেছেন, এ হাদীসের সবচেয়ে সহীহ বর্ণনা হল আশহালীর বর্ণনা । বুখারী বলেন, এ বিষয়ে সবচেয়ে সহীহ হল আওফ ইবন মালেকের হাদীস । )",
        "ar": "",
        "ar_diacless": "",
        "note": "(আবূ দাঊদ ৩২০১, তিরমিযী ১০২৪, নাসায়ী ১৯৮৬, আহমাদ ১৭০৯২, ২২৯৮৪ )",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34072,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪৪",
        "hadith_id": 944,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম)কে বলতে শুনেছি, ‘‘যখন তোমরা মৃতের জানাযা পড়বে, তখন তার জন্য আন্তরিকতার সাথে দুআ করো।’’",
        "ar": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، يَقُولُ: « إِذَا صَلَّيْتُمْ عَلَى المَيِّتِ، فَأَخْلِصُوا لَهُ الدُّعاء ». رواه أَبُو داود",
        "ar_diacless": "وعن أبي هريرة رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، يقول: « إذا صليتم على الميت، فأخلصوا له الدعاء ». رواه أبو داود",
        "note": "(আবূ দাঊদ ৩১৯৯, ইবনু মাজাহ ১৪৯৭)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34073,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪৫",
        "hadith_id": 945,
        "narrator": "আবূ হুরাইরাহ (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) হতে জানাযার নামাযের সম্পর্কে বর্ণনা করেছেন। জানাযার নামাযে তিনি নিম্নে উল্লেখিত দু’আ তিলাওয়াত করতেনঃ ‘‘আল্লাহুম্মা আনতা রব্বুহা ওয়া আনতা খালাক্বতাহা, ওয়া আনতা হাদাইতাহা লিল ইসলামে, ওয়া আনতা ক্বাবাযতা রূহাহা, ওয়া আনতা অ‘লামু বিসিররিহা ওয়া ‘আলানিয়্যাতিহা, জি’নাকা শুফা‘আ- লাহু ফাগফির লাহু’’ (হে আল্লাহ! তুমিই তার প্রভূ-পালনকর্তা, তাকে তুমিই সৃষ্টি করেছো, তুমিই তাকে ইসলামের পথে হিদায়াত দিয়েছো, তুমিই তার জান কবজ করেছো এবং তার গোপন ও প্রকাশ্য (বিষয়াবলী) সম্বন্ধে তুমিই ভাল অবগত। আমরা তার পক্ষে সুপারিশের লক্ষ্যে তোমার কাছে এসেছি। তাই তাকে তুমি ক্ষমা কর)।",
        "ar": "وَعَنْهُ عَنِ النَّبِيِّ صلى الله عليه وسلم في الصَّلاةِ عَلى الجَنَازَة: «اَللهم أَنْتَ رَبُّهَا، وَأَنْتَ خَلَقْتَهَا، وَأَنْتَ هَدَيْتَهَا لِلْإسْلَامِ، وَأَنْتَ قَبَضْتَ رُوْحَهَا، وَأَنْتَ أَعْلمُ بِسِرِّهَا وَعَلَانِيَّتِهَا، جِئْنَاكَ شُفَعَاءَ لَهُ فَاغْفِرْ لَهُ » . رواه أبو داود .",
        "ar_diacless": "وعنه عن النبي صلى الله عليه وسلم في الصلاة على الجنازة: «اللهم أنت ربها، وأنت خلقتها، وأنت هديتها للإسلام، وأنت قبضت روحها، وأنت أعلم بسرها وعلانيتها، جئناك شفعاء له فاغفر له » . رواه أبو داود .",
        "note": "(আবূ দাঊদ) হাদীসটি যইফ।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      },
      {
        "id": 34075,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪৬",
        "hadith_id": 946,
        "narrator": "ওয়াসেলাহ ইবনে আসকা’ (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) আমাদেরকে এক মুসলিম ব্যক্তির জানাযার নামায পড়ালেন। সুতরাং আমি তাঁকে এই দুআটি বলতে শুনলাম,\n‘আল্লা-হুম্মা ইন্না ফুলা-নাবনা ফুলা-নিন ফী যিম্মাতিকা অহাবলি জিওয়ারিক, ফাক্বিহী ফিতনাতাল ক্বাবরি অ আযা-বান্নার, অ আন্তা আহলুল অফা-ই অলহামদ, ফাগ্ফির লাহু অরহামহু ইন্নাকা আন্তাল গাফূরুর রাহীম ।’\n   অর্থ- হে আল্লাহ! নিশ্চয় অমুকের পুত্র অমুক তোমার দায়িত্বে এবং তোমার আমানতে । অতএব ওকে তুমি কবর ও দোযখের আযাব থেকে রক্ষা কর । তুমি প্রতিশ্রুতি পালনকারী ও প্রশংসার পাত্র । সুতরাং ওকে তুমি মাফ ক’রে দাও এবং ওর প্রতি দয়া কর । নিঃসন্দেহে তুমিই মহাক্ষমাশীল অতি দয়াবান ।",
        "ar": "وَعَنْ وَاثِلَة بنِ الأَسْقَعِ رضي الله عنه، قَالَ: صَلَّى بِنَا رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم عَلَى رَجُلٍ مِنَ المُسْلِمِينَ، فَسَمِعْتُهُ يَقُولُ: « اَللهم إنَّ فُلانَ ابْنَ فُلانٍ فِي ذِمَتِّكَ وَحَبْلِ جِوَارِكَ، فَقِهِ فِتْنَةَ القَبْرِ، وَعذَابَ النَّار، وَأنْتَ أهْلُ الوَفَاءِ وَالحَمْدِ ؛ اَللهم فَاغْفِرْ لَهُ وَارْحَمْهُ، إنَّكَ أنْتَ الغَفُورُ الرَّحيمُ ». رواه أَبُو داود",
        "ar_diacless": "وعن واثلة بن الأسقع رضي الله عنه، قال: صلى بنا رسول الله صلى الله عليه وسلم صلى الله عليه وسلم على رجل من المسلمين، فسمعته يقول: « اللهم إن فلان ابن فلان في ذمتك وحبل جوارك، فقه فتنة القبر، وعذاب النار، وأنت أهل الوفاء والحمد ؛ اللهم فاغفر له وارحمه، إنك أنت الغفور الرحيم ». رواه أبو داود",
        "note": "(আবূ দাঊদ ৩২০২, ইবনু মাজাহ ১৪৯৯, আহমাদ ১৫৫৮৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34074,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 14,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪৭",
        "hadith_id": 947,
        "narrator": "আব্দুল্লাহ ইবনে আবী আওফা (রাঃ)",
        "bn": "তাঁর এক মেয়ের জানাযায় চার তাকবীর দিলেন। অতঃপর তিনি চতুর্থ তাকবীরের পর দুই তাকবীরের মধ্যস্থলে যতটা সময় লাগে ততক্ষণ দাঁড়িয়ে তার (কন্যার) জন্য ক্ষমা প্রার্থনা ও দুআ করলেন । তারপর তিনি বললেন, ‘রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) এই রকমই করতেন ।’\nঅন্য এক বর্ণনায় আছে, তিনি চার তাকবীর বলার পর কিছুক্ষণ থেমে গেলেন, এমনকি আমি ধারণা করলাম যে, তিনি পাঁচ তাকবীর বলবেন । অতঃপর তিনি তাঁর ডানে ও বামে সালাম ফিরলেন ।  তারপর তিনি যখন নামায শেষ করলেন, তখন আমরা তাঁকে বললাম, ‘একী ! ?’ তিনি বললেন, ‘আমি রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম)কে যা করতে দেখেছি, তার চেয়ে বেশী করব না’ অথবা ‘রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) এ রকমই করেছেন।’ (হাকেম সহীহ সূত্রে)",
        "ar": "وَعَنْ عبدِ الله بنِ أبي أَوْفى رَضِيَ اللهُ عَنهُمَا: أنَّهُ كَبَّرَ عَلَى جَنَازَةِ ابْنَةٍ لَهُ أرْبَعَ تَكْبِيرَاتٍ، فَقَامَ بَعْدَ الرَّابِعَةِ كَقَدْرِ مَا بَيْنَ التَّكْبِيرَتَيْنِ يَسْتَغْفِرُ لَهَا وَيَدْعُو، ثُمَّ قَالَ: كَانَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم يَصْنَعُ هكَذَا.\nوفي رواية: كَبَّرَ أرْبَعاً فَمَكَثَ سَاعَةً حَتَّى ظَنَنْتُ أنَّهُ سَيُكَبِّرُ خَمْساً، ثُمَّ سَلَّمَ عَنْ يَمينِهِ وَعَنْ شِمَالِهِ . فَلَمَّا انْصَرَفَ قُلْنَا لَهُ: مَا هَذَا ؟ فَقَالَ: إنِّي لاَ أَزيدُكُمْ عَلَى مَا رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم يَصْنَعُ، أَوْ: هَكَذَا صَنَعَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم . رواه الحاكم، وَقَالَ: «حديث صحيح »",
        "ar_diacless": "وعن عبد الله بن أبي أوفى رضي الله عنهما: أنه كبر على جنازة ابنة له أربع تكبيرات، فقام بعد الرابعة كقدر ما بين التكبيرتين يستغفر لها ويدعو، ثم قال: كان رسول الله صلى الله عليه وسلم صلى الله عليه وسلم يصنع هكذا.\nوفي رواية: كبر أربعا فمكث ساعة حتى ظننت أنه سيكبر خمسا، ثم سلم عن يمينه وعن شماله . فلما انصرف قلنا له: ما هذا ؟ فقال: إني لا أزيدكم على ما رأيت رسول الله صلى الله عليه وسلم صلى الله عليه وسلم يصنع، أو: هكذا صنع رسول الله صلى الله عليه وسلم صلى الله عليه وسلم . رواه الحاكم، وقال: «حديث صحيح »",
        "note": "(ইবনু মাজাহ ১৫০৩, আহমাদ ১৮৬৫৯ থেকে ১৮৯২৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12257,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 15,
    "title": "লাশ শীঘ্র (কবরস্থানে) নিয়ে যাওয়া প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৫৮",
    "sort_order": 15,
    "hadiths": [
      {
        "id": 34076,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 15,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪৮",
        "hadith_id": 948,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, ‘‘তোমরা জানাযার (লাশ) নিয়ে যেতে তাড়াতাড়ি কর । কেননা, সে যদি পুণ্যবান হয়, তাহলে ভালো ; ভালোর দিকেই তোমরা তাকে পেশ করবে । আর যদি তা এর উল্টো হয়, তাহলে তা মন্দ; যা তোমরা তোমাদের ঘাড় থেকে নামিয়ে দেবে ।’’",
        "ar": "عَنْ أَبِي هُرَيرَةَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ: أَسْرِعُوا بِالجَنَازَةِ، فَإنْ تَكُ صَالِحَةً، فَخَيرٌ تُقَدِّمُونَهَا إِلَيْهِ، وَإنْ تَكُ سِوَى ذَلِكَ، فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْ - متفقٌ عَلَيْهِ.\nوفي روايةٍ لمسلمٍ: فَخَيْرٌ تُقَدِّمُونَهَا عَلَيْهِ",
        "ar_diacless": "عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: أسرعوا بالجنازة، فإن تك صالحة، فخير تقدمونها إليه، وإن تك سوى ذلك، فشر تضعونه عن رقابكم - متفق عليه.\nوفي رواية لمسلم: فخير تقدمونها عليه",
        "note": "(বুখারী ও মুসলিম) (সহীহুল বুখারী ১৩১৫, মুসলিম ৯৪৪, তিরমিযী ১০১৫, নাসায়ী ১৯১০ থেকে ১৯১১, আবূ দাঊদ ৩১১৮, ইবনু মাজাহ ১৪৭৭, আহমাদ ৭৭১৪ থেকে ২৭৩০৪)\nমুসলিমের অন্য এক বর্ণনায় আছে, তোমরা তাকে ভালোর উপর পেশ করবে ।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34077,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 15,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৪৯",
        "hadith_id": 949,
        "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলতেন, ‘‘যখন জানাযা (খাটে) রাখা হয় এবং লোকেরা তা নিজেদের ঘাড়ে উঠিয়ে নেয়, তখন সে সৎ হলে বলে, ‘আমাকে আগে নিয়ে চল ।’ আর অসৎ হলে তার পরিবার-পরিজনদের উদ্দেশ্যে বলে, ‘হায় আমার দুর্ভোগ ! তোমরা (আমাকে) কোথায় নিয়ে যাচ্ছ ?’ মানুষ ছাড়া তার এই আওয়াজ সব জিনিসই শুনতে পায় । যদি মানুষ তা শুনতো, তবে নিশ্চয় বেঁহুশ হয়ে যেত ।’’",
        "ar": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم، يَقُولُ: « إِذَا وُضِعَت الجَنَازَةُ، فَاحْتَمَلَهَا الرِّجَالُ عَلَى أَعنَاقِهِمْ، فَإِنْ كَانَتْ صَالِحَةً، قَالَتْ: قَدِّمُونِي، وَإنْ كَانَتْ غَيْرَ صَالِحَةٍ، قَالَتْ ِلأَهْلِهَا: يَا وَيْلَهَا أَيْنَ تَذْهَبُونَ بِهَا ؟ يَسْمَعُ صَوْتَهَا كُلُّ شَيْءٍ إِلاَّ الإنْسَانَ، وَلَوْ سَمِعَ الإنسَانُ لَصَعِقَ». رواه البخاري",
        "ar_diacless": "وعن أبي سعيد الخدري رضي الله عنه، قال: كان النبي صلى الله عليه وسلم، يقول: « إذا وضعت الجنازة، فاحتملها الرجال على أعناقهم، فإن كانت صالحة، قالت: قدموني، وإن كانت غير صالحة، قالت لأهلها: يا ويلها أين تذهبون بها ؟ يسمع صوتها كل شيء إلا الإنسان، ولو سمع الإنسان لصعق». رواه البخاري",
        "note": "(বুখারী) (সহীহুল বুখারী ১৩১৪, ১৩১৬, ১৩৮০, নাসায়ী ১৯০৯, আহমাদ ১০৯৭৯, ১১১৫৮)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12258,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 16,
    "title": "মৃতের ঋণ পরিশোধ করা এবং তার কাফন-দাফনের কাজে শীঘ্রতা করা প্রসঙ্গে । কিন্তু হঠাৎ মৃত্যুর ব্যাপারে নিশ্চিত হওয়া পর্যন্ত বিলম্ব করা কর্তব্য",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৫৯",
    "sort_order": 16,
    "hadiths": [
      {
        "id": 34078,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 16,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫০",
        "hadith_id": 950,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘‘ঋণ পরিশোধ অবধি মু’মিনের আত্মা ঝুলানো থাকে ।’’ (অর্থাৎ, তার জান্নাতে অথবা জাহান্নামে যাওয়ার ফায়সালা হয় না ।)",
        "ar": "عَنْ أَبِي هُرَيرَةَ رضي الله عنه، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ: نَفْسُ المُؤْمِنِ مُعَلَّقَةٌ بِدَيْنِهِ حَتَّى يُقْضَى عَنْهُ . رواه الترمذي، وَقَالَ: حديث حسن",
        "ar_diacless": "عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: نفس المؤمن معلقة بدينه حتى يقضى عنه . رواه الترمذي، وقال: حديث حسن",
        "note": "(তিরমিযী হাসান) (তিরমিযী ১০৭৮, ইবনু মাজাহ ২৪১৩, আহমাদ ৯৩৭৮, ৯৮০০, দারেমী ২৫৯১)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34079,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 16,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫১",
        "hadith_id": 951,
        "narrator": "হুসাইন ইবনু ওয়াহ্ওয়াহ (রাঃ)",
        "bn": "ত্বালহা ইবনুল বারাআ (রাঃ) রোগগ্রস্ত হয়ে পড়লে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম  তাঁকে দেখতে গেলেন । তিনি বললেনঃ ত্বালহার মৃত্যুর সময় ঘনিয়ে এসেছে, তার বিষয়ে এছাড়া আমি আর কিছুই চিন্তা করি না । আমাকে তার মৃত্যুর খবর জানাবে । আর তার দাফন-কাফনের কাজ দ্রুত সমাধা করবে । কারণ, মুসলিমের লাশ তার পরিবারবর্গের নিকট আটকে রাখা উচিত নয় । (আবূ দাঊদ) (আমি (আলবানী) বলছিঃ এর সনদটি দুর্বল যেমনটি ‘‘আহকামুল জানায়েয’’ গ্রন্থে (পৃ ১৩-১৪) এবং ‘‘য‘ঈফাহ্’’ গ্রন্থে (৩২৩২) আলোচনা করেছি। এ সনদটি অন্ধকারাচ্ছন্ন । হুসাইন ইবনু অহ্অহ্ এর নিচের বর্ণনাকারীদেরকে চেনা যায় না । হাফিয ইবনু হাজার ‘‘উরওয়া ইবনু সা‘ঈদ আনসারী এবং তার পিতা সম্পর্কে বলেনঃ তারা উভয়েই মাজহূল (অপরিচিত) । আর সা‘ঈদ ইবনু উসমান বালাবি হচ্ছেন মাকবূল (গ্রহণযোগ্য) (অর্থাৎ মুতাবা‘য়াত পাওয়া যাওয়ার শর্তে)। এ ছাড়াও বালাবী থেকে ঈসা ইবনু ইউনুস ছাড়া কেউ বর্ণনা করেননি । আর ইবনু হিব্বান ছাড়া অন্য কেউ তাকে নির্ভরযোগ্যও আখ্যা দেননি ।",
        "ar": "عن حُصَيْنِ بن وحْوَحٍ رضي الله عنه أَنْ طَلْحَةَ بنَ الْبُرَاءِ بن عازب رضِي اللهُ عنْهما مَرِض، فَأتَاهُ النَّبيُّ صلى الله عليه وسلم يَعُودُهُ فَقَالَ: «إنّي لا أُرَى طَلْحةَ إلاَّ قدْ حَدَثَ فِيهِ المَوْتُ فَآذِنُوني بِهِ وَعَجِّلُوا بِهِ، فَإنَّهُ لا يَنْبَغِي لجِيفَةِ مُسْلِمٍ أنْ تُحْبَسَ بَيْنَ ظَهْرَانَيْ أَهْلِهِ » . رواه أبو داود .",
        "ar_diacless": "عن حصين بن وحوح رضي الله عنه أن طلحة بن البراء بن عازب رضي الله عنهما مرض، فأتاه النبي صلى الله عليه وسلم يعوده فقال: «إني لا أرى طلحة إلا قد حدث فيه الموت فآذنوني به وعجلوا به، فإنه لا ينبغي لجيفة مسلم أن تحبس بين ظهراني أهله » . رواه أبو داود .",
        "note": "[দেখুন ‘‘য‘ঈফাহ্’’ (৩২৩২), আবূ দাঊদ ৩১৫৯।",
        "grade_id": 4,
        "grade": "দুর্বল হাদিস",
        "grade_color": "#F85B24"
      }
    ]
  },
  {
    "id": 12259,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 17,
    "title": "কবরের নিকট উপদেশ প্রদান",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৬০",
    "sort_order": 17,
    "hadiths": [
      {
        "id": 34080,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 17,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫২",
        "hadith_id": 952,
        "narrator": "আলী (রাঃ)",
        "bn": "আমরা এক জানাযার সাথে বাক্বীউল গারক্বাদ (কবর স্থানে) ছিলাম । অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) আমাদের নিকট এসে বসলেন এবং আমরাও তাঁর আশপাশে বসে গেলাম । তাঁর সাথে একটি ছড়ি ছিল, তিনি মাথা নীচু করে তা দিয়ে (চিন্তাগ্রস্তের মত) মাটিতে আঁক কাটতে লাগলেন । তারপর তিনি বললেন, ‘‘তোমাদের প্রত্যেকের জাহান্নামে ও জান্নাতে ঠিকানা লিখে দেওয়া হয়েছে ।’’ সাহাবীরা বললেন, ‘হে আল্লাহর রসূল ! তাহলে আমরা কি আমাদের (ভাগ্য) লিপির উপর ভরসা করব না ?’ তিনি বললেন, ‘‘(না, বরং) তোমরা কর্ম করতে থাক । কেননা, প্রত্যেক ব্যক্তির জন্য সে কাজ সহজ হয়, যার জন্য তাকে সৃষ্টি করা হয়েছে ।’’",
        "ar": "عَنْ عَلِيٍّ رضي الله عنه، قَالَ: كُنَّا فِي جَنَازَةٍ في بَقِيعِ الغَرْقَدِ، فَأَتَانَا رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم فَقَعَدَ، وَقَعَدْنَا حَوْلَهُ وَمَعَهُ مِخْصَرَةٌ فَنَكَّسَ وَجَعَلَ يَنْكُتُ بِمِخْصَرَتِهِ، ثُمَّ قَالَ: « مَا مِنْكُمْ مِنْ أحَدٍ إِلاَّ وَقَدْ كُتِبَ مَقْعَدُهُ مِنَ النَّارِ وَمَقْعَدُهُ مِنَ الجَنَّةِ » فَقَالُوا: يَا رَسُولَ اللهِ صلى الله عليه وسلم، أفَلا نَتَّكِلُ عَلَى كِتَابنَا ؟ فَقَالَ: اِعْمَلُوا ؛ فَكُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ ... » وذكَر تَمَامَ الحديث . متفقٌ عَلَيْهِ",
        "ar_diacless": "عن علي رضي الله عنه، قال: كنا في جنازة في بقيع الغرقد، فأتانا رسول الله صلى الله عليه وسلم صلى الله عليه وسلم فقعد، وقعدنا حوله ومعه مخصرة فنكس وجعل ينكت بمخصرته، ثم قال: « ما منكم من أحد إلا وقد كتب مقعده من النار ومقعده من الجنة » فقالوا: يا رسول الله صلى الله عليه وسلم، أفلا نتكل على كتابنا ؟ فقال: اعملوا ؛ فكل ميسر لما خلق له ... » وذكر تمام الحديث . متفق عليه",
        "note": "(বুখারী ও মুসলিম) (সহীহুল বুখারী ১৩৬২, ৪৯৪৫, ৪৯৪৬, ৪৯৪৭, ৪৯৪৮, ৪৯৪৯, ৬২১৭, ৬৬০৫, ৭৫৫২, মুসলিম ২৬৪৭, তিরমিযী ২১৩৬,৩৩৪৪, আবূ দাঊদ ৪৬৯৪, ইবনু মাজাহ ৭৮, আহমাদ ৯২২,১০৭০,১১১৩,১১৮৫,১৩৫২",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12260,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 18,
    "title": "মৃতের জন্য তাকে দাফন করার পর দুআ এবং তার জন্য দুআ, ইস্তিগফার ও কুরআন পাঠের জন্য তার কবরের নিকট কিছুক্ষণ বসে থাকা প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৬১",
    "sort_order": 18,
    "hadiths": [
      {
        "id": 34081,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 18,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫৩",
        "hadith_id": 953,
        "narrator": "আবূ ‘আম্‌র মতান্তরে আবূ আব্দুল্লাহ বা আবূ লাইলা উসমান ইবনে আফ্ফান (রাঃ)",
        "bn": "নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মৃতকে সমাধিস্থ করার পর তার নিকট দাঁড়িয়ে বলতেন, ‘‘তোমরা তোমাদের ভাইদের জন্য ক্ষমা প্রার্থনা কর এবং তার জন্য স্থিরতার দুআ কর । কেননা, এখনই তাকে প্রশ্ন করা হবে ।’’",
        "ar": "وَعَنْ أَبي عَمرٍو - وَقِيلَ: أَبُو عَبدِ اللهِ، وَقِيلَ: أَبُو لَيلَى - عُثمَانَ بنِ عَفَّانَ رضي الله عنه، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا فُرِغَ مِن دَفْنِ المَيِّتِ وَقَفَ عَلَيْهِ، وَقَالَ: « اِسْتَغْفِرُوا ِلأَخِيكُمْ وَسَلُوا لَهُ التَّثْبِيتَ، فَإِنَّهُ الآنَ يُسألُ ». رواه أَبُو داود",
        "ar_diacless": "وعن أبي عمرو - وقيل: أبو عبد الله، وقيل: أبو ليلى - عثمان بن عفان رضي الله عنه، قال: كان النبي صلى الله عليه وسلم إذا فرغ من دفن الميت وقف عليه، وقال: « استغفروا لأخيكم وسلوا له التثبيت، فإنه الآن يسأل ». رواه أبو داود",
        "note": "(আবূ দাঊদ ৩২২১)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34082,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 18,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫৪",
        "hadith_id": 954,
        "narrator": "আম্র ইবনে আ’স (রাঃ)",
        "bn": "‘তোমরা যখন আমাকে সমাধিস্থ করবে, তখন আমার কবরের আশ-পাশে তোমরা ততক্ষণ অবস্থান করবে, যতক্ষণ একটা উট যবেহ ক’রে তার মাংস বণ্টন করতে লাগে । যেন আমি তোমাদের পেয়ে নিঃসঙ্গতা বোধ না করি এবং জেনে নিই যে, আমি আমার প্রভুর দূতগণকে কী জবাব দিচ্ছি ।’",
        "ar": "وَعَنْ عَمرِو بنِ العَاصِ رضي الله عنه، قَالَ: إِذَا دَفَنْتُمُونِي، فَأَقِيمُوا حَوْلَ قَبْرِي قَدْرَ مَا تُنْحَرُ جَزُورٌ، وَيُقَسَّمُ لَحمُهَا حَتَّى أَسْتَأنِسَ بِكُمْ، وَأعْلَمَ مَاذَا أُرَاجِعُ بِهِ رُسُلَ رَبِّي. رواه مسلم. وَقَدْ سبق بطوله.\nقَالَ الشَّافِعِيُّ رَحِمَهُ اللهُ: وَيُسْتَحَبُّ أنْ يُقْرَأ عِنْدَهُ شَيْءٌ مِنَ القُرآنِ، وَإنْ خَتَمُوا القُرآنَ عِنْدَهُ كَانَ حَسَنَاً.",
        "ar_diacless": "وعن عمرو بن العاص رضي الله عنه، قال: إذا دفنتموني، فأقيموا حول قبري قدر ما تنحر جزور، ويقسم لحمها حتى أستأنس بكم، وأعلم ماذا أراجع به رسل ربي. رواه مسلم. وقد سبق بطوله.\nقال الشافعي رحمه الله: ويستحب أن يقرأ عنده شيء من القرآن، وإن ختموا القرآن عنده كان حسنا.",
        "note": "।’ (মুসলিম ১২১, আহমাদ ১৭৩২৬, ১৭৩৫৭)  \nএ বর্ণনাটি পূর্বে ৭১৬ নম্বরে বিস্তারিতভাবে গত হয়ে গেছে ।\nইমাম শাফেয়ী (রাহিমাহুল্লাহ) বলেন, কবরের নিকট কুরআনের কিছু অংশ পড়া উত্তম । যদি তার নিকট কুরআন খতম করে, তবে তা উত্তম হবে । (আমি (আলবানী) বলছিঃ ইমাম শাফেঈ‘ উক্ত কথা কোথায় বলেছেন জানি না এবং তা তার উদ্ধৃতিতে সাব্যস্ত হওয়ার ব্যাপারে আমার নিকট বড় ধরনের সন্দেহ রয়েছে । কিভাবে সাব্যস্ত হবে যেখানে তার মাযহাব হচ্ছে এই যে, যদি কেউ কুরআন তিলাওয়াত করে তার সাওয়াব মৃত ব্যক্তিদের উদ্দেশ্যে হাদিয়্যাহ্ দেয় তাহলে তা তাদের নিকট পৌঁছবে না । যেমনটি হাফিয ইবনু কাসীর ( وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى )  (সূরা আন্নাজমঃ ৩৯) আয়াতের তাফসীর করতে গিয়ে উল্লেখ করেছেন । শাইখুল ইসলাম ইবনু তাইমিয়্যাহ্ তার ‘‘আলইকতিযা’’ গ্রন্থে ইমাম শাফে‘ঈ হতে তা সাব্যস্ত না হওয়ার দিকেই ইঙ্গিত করে বলেছেনঃ ইমাম শাফে‘ঈ হতে এ মাসআলার ব্যাপারে কোন কথা সাব্যস্ত হয়নি । কারণ তা তার নিকট বিদ‘আত ছিল । আর ইমাম মালেক বলেছেনঃ আমরা কোন একজন হতেও জানিনি যে, সে তা করেছে । এ থেকে জানা যাচ্ছে যে, সহাবা এবং তাবে‘ঈগণ তা করতেন না ।\nআমি (আলবানী) বলছিঃ ইমাম আহমাদের মাযহাবও এটিই যে, কবরের নিকট কুরআন পাঠ করা যাবে না । যেমনটি আমি আমার কিতাব ‘‘আহকামুল জানায়েয’’ গ্রন্থের (পৃ ১৯২-১৯৩) মধ্যে সাব্যস্ত করেছি । শাইখুল ইসলাম ইবনু তাইমিয়্যাহ্ এর সিদ্ধান্তও এটিই যেমনটি আমি আমার কিতাব ‘‘আহকামুল জানায়েয’’ গ্রন্থে (পৃ ১৭৫-১৭৬) তাহকীক্ব করেছি ।     \nআম্বার বিশ্ববিদ্যালয়ের হাদীস বিভাগের প্রধান ডঃ মাহের ইয়াসীন আলফাহ্ল ‘‘রিয়াযিস সালেহীন’’ গ্রন্থের তাহকীক্ব করতে গিয়ে বলেনঃ এটি ইমাম শাফেঈ‘র কথা নয় বরং তার সাথীদের কথা । দেখুন ‘‘আলমাজমূ’’ (৫/১৮৫)।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12261,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 19,
    "title": "মৃতের পক্ষ থেকে সাদকাহ এবং তার জন্য দুআ করা",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৬২",
    "sort_order": 19,
    "hadiths": [
      {
        "id": 34083,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 19,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫৫",
        "hadith_id": 955,
        "narrator": "আয়েশা (রাঃ)",
        "bn": "এক ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলল, ‘আমার মা হঠাৎ মারা গেছে। আমার ধারণা যে, সে কথা বলার সুযোগ পেলে সাদকাহ করত । সুতরাং আমি যদি তার পক্ষ থেকে সাদকাহ করি, তাহলে কি সে নেকী পাবে ?’ তিনি বললেন, ‘‘হ্যাঁ ।’’ (বুখারী ও মুসলিম)",
        "ar": "وَعَنْ عَائِشَة رَضِيَ اللهُ عَنهَا: أَنَّ رَجُلاً قَالَ لِلنَّبِيِّ صلى الله عليه وسلم: إِنَّ أُمِّي افْتُلِتَتْ نَفْسُهَا وَأُرَاهَا لَوْ تَكَلَّمَتْ تَصَدَّقَتْ، فَهَلْ لَهَا أجْرٌ إنْ تَصَدَّقْتُ عَنْهَا ؟ قَالَ: « نَعَمْ ». متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن عائشة رضي الله عنها: أن رجلا قال للنبي صلى الله عليه وسلم: إن أمي افتلتت نفسها وأراها لو تكلمت تصدقت، فهل لها أجر إن تصدقت عنها ؟ قال: « نعم ». متفق عليه",
        "note": "(সহীহুল বুখারী ১৩৮৮,২৭৬০, মুসলিম ১০০৪ নাসায়ী ৩৬৪৯, আবূ দাঊদ ২৮৮১, ইবনু মাজাহ ২৭১৭, আহমাদ ২৩৭৩০, মুওয়াত্তা মালিক ১৪৯০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34084,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 19,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫৬",
        "hadith_id": 956,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) বলেছেন, ‘‘যখন কোন মানুষ মারা যায়, তখন তার কর্ম বন্ধ হয়ে যায় । কিন্তু তিনটি জিনিস নয়; (১) সাদকা জারিয়াহ, (২) যে বিদ্যা দ্বারা উপকার পাওয়া যায় অথবা (৩) সৎ সন্তান যে তার জন্য দুআ করে ।’’ (মুসলিম)",
        "ar": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم، قَالَ: « إِذَا مَاتَ الإنْسَانُ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاثٍ: صَدَقةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ ». رواه مسلم",
        "ar_diacless": "وعن أبي هريرة رضي الله عنه: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم، قال: « إذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له ». رواه مسلم",
        "note": "(মুসলিম ১৬৩১, তিরমিযী ১৩৭৬, নাসায়ী ৩৬৫১, আবূ দাঊদ ২৮৮০,৩৫৪০, আহমাদ ৮৬২৭, দারেমী ৫৫৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12262,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 20,
    "title": "মৃত ব্যক্তির জন্য মানুষের প্রশংসার মাহাত্ম্য",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৬৩",
    "sort_order": 20,
    "hadiths": [
      {
        "id": 34085,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 20,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫৭",
        "hadith_id": 957,
        "narrator": "আনাস (রাঃ)",
        "bn": "কিছু লোক একটা জানাযা নিয়ে পার হয়ে গেল । লোকেরা তার প্রশংসা করতে লাগল । নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, ‘‘অবধারিত হয়ে গেল ।’’ অতঃপর দ্বিতীয় আর একটি জানাযা নিয়ে পার হলে লোকেরা তার দুর্নাম করতে লাগল । নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, ‘‘অবধারিত হয়ে গেল ।’’ উমার ইবন খাত্ত্বাব (রাঃ) বললেন, ‘কী অবধারিত হয়ে গেল ?’ তিনি বললেন, ‘‘তোমরা যে এর প্রশংসা করলে তার জন্য জান্নাত, আর ওর দুর্নাম করলে তার জন্য জাহান্নাম অবধারিত হয়ে গেল । তোমরা হলে পৃথিবীতে আল্লাহর সাক্ষী ।’’ (বুখারী ও মুসলিম)",
        "ar": "عَنْ أَنَسٍ رضي الله عنه، قَالَ: مَرُّوا بِجَنَازَةٍ، فَأَثْنَوْا عَلَيْهَا خَيْراً، فَقَالَ النَّبِيُّ صلى الله عليه وسلم: « وَجَبَتْ » ثُمَّ مَرُّوا بِأُخْرَى، فَأثْنَوْا عَلَيْهَا شَرّاً، فَقَالَ النَّبِيُّ صلى الله عليه وسلم: « وَجَبَتْ »، فَقَالَ عُمَرُ بنُ الخَطَّابِ رضي الله عنه: مَا وَجَبَت ؟ فَقَالَ: « هَذَا أَثْنَيْتُمْ عَلَيْهِ خَيْراً، فَوَجَبتْ لَهُ الجَنَّةُ، وَهَذَا أَثْنَيْتُمْ عَلَيْهِ شَرّاً، فَوَجَبَتْ لَهُ النَّارُ، أَنْتُمْ شُهَدَاءُ اللهِ فِي الأَرضِ ». متفقٌ عَلَيْهِ",
        "ar_diacless": "عن أنس رضي الله عنه، قال: مروا بجنازة، فأثنوا عليها خيرا، فقال النبي صلى الله عليه وسلم: « وجبت » ثم مروا بأخرى، فأثنوا عليها شرا، فقال النبي صلى الله عليه وسلم: « وجبت »، فقال عمر بن الخطاب رضي الله عنه: ما وجبت ؟ فقال: « هذا أثنيتم عليه خيرا، فوجبت له الجنة، وهذا أثنيتم عليه شرا، فوجبت له النار، أنتم شهداء الله في الأرض ». متفق عليه",
        "note": "(সহীহুল বুখারী ১৩৬৭,২৬৪২, মুসলিম ৯৪৯, তিরমিযী ১০৫৮, নাসায়ী ১৯৩২, ইবনু মাজাহ ১৪৯১, আহমাদ ১২৪২৬, ১২৫২৬, ১২৬২৭, ২৭৯১, ১৩১৬০)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34086,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 20,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫৮",
        "hadith_id": 958,
        "narrator": "আবূল আসওয়াদ (রাঃ)",
        "bn": "আমি মদীনায় এসে উমার ইবনে খাত্ত্বাব (রাঃ)-এর নিকট বসলাম । অতঃপর তাঁদের পাশ দিয়ে একটি জানাযা পার হলে তার প্রশংসা করা হল । উমার (রাঃ) বললেন, ‘ওয়াজেব (অনিবার্য) হয়ে গেল ।’ অতঃপর আর একটা জানাযা পার হলে তারও প্রশংসা করা হলে উমার (রাঃ) বললেন, ‘ওয়াজেব হয়ে গেল ।’ অতঃপর তৃতীয় একটা জানাযা পার হলে তার নিন্দা করা হলে উমার (রাঃ) বললেন, ‘ওয়াজেব হয়ে গেল ।’ আবুল আসওয়াদ বলেন, আমি বললাম, ‘কী ওয়াজেব হয়ে গেল ? হে আমীরুল মু’মিনীন !’ তিনি বললেন, ‘আমি বললাম, যেমন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছিলেন, ‘‘যে মুসলিমের নেক হওয়ার ব্যাপারে চারজন লোক সাক্ষ্য দেবে, আল্লাহ তাকে জান্নাতে প্রবেশ করাবেন ।’’ আমরা বললাম, ‘আর তিনজন ?’ তিনি বললেন, ‘‘তিনজন হলেও ।’’ আমরা বললাম, ‘আর দু’জন ?’ তিনি বললেন, ‘‘দু’জন হলেও ।’’ অতঃপর আমরা এক জনের (সাক্ষ্য) সম্পর্কে আর জিজ্ঞাসা করলাম না । (বুখারী)",
        "ar": "وَعَنْ أَبي الأَسْوَدِ، قَالَ: قَدِمْتُ المَدِينَةَ، فَجَلَسْتُ إِلَى عُمَرَ بنِ الخَطَّاب رضي الله عنه فَمَرَّتْ بِهمْ جَنَازَةٌ، فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْراً، فَقَالَ عُمَرُ: وَجَبَتْ، ثُمَّ مُرَّ بَأُخْرَى فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْراً، فَقَالَ عُمَرُ: وَجَبَتْ، ثُمَّ مُرَّ بِالثَّالِثَةِ، فَأُثْنِيَ عَلَى صَاحِبِهَا شَرّاً، فَقَالَ عُمَرُ: وَجَبَتْ، قَالَ أَبُو الأَسوَدِ: فَقُلتُ: وَمَا وَجَبَتْ يَا أَمْيرَ المُؤمِنِينَ ؟ قَالَ: قُلْتُ كَمَا قَالَ النَّبِيُّ صلى الله عليه وسلم: « أيُّمَا مُسْلِمٍ شَهِدَ لَهُ أرْبَعَةٌ بِخَيرٍ، أَدْخَلَهُ اللهُ الجَنَّةَ » فَقُلْنَا: وَثَلاثَةٌ ؟ قَالَ: « وَثَلاثَةٌ » فَقُلنَا: وَاثْنَانِ ؟ قَالَ: «وَاثْنَانِ » ثُمَّ لَمْ نَسْأَلْهُ عَنِ الوَاحِدِ . رواه البخاري",
        "ar_diacless": "وعن أبي الأسود، قال: قدمت المدينة، فجلست إلى عمر بن الخطاب رضي الله عنه فمرت بهم جنازة، فأثني على صاحبها خيرا، فقال عمر: وجبت، ثم مر بأخرى فأثني على صاحبها خيرا، فقال عمر: وجبت، ثم مر بالثالثة، فأثني على صاحبها شرا، فقال عمر: وجبت، قال أبو الأسود: فقلت: وما وجبت يا أمير المؤمنين ؟ قال: قلت كما قال النبي صلى الله عليه وسلم: « أيما مسلم شهد له أربعة بخير، أدخله الله الجنة » فقلنا: وثلاثة ؟ قال: « وثلاثة » فقلنا: واثنان ؟ قال: «واثنان » ثم لم نسأله عن الواحد . رواه البخاري",
        "note": "(সহীহুল বুখারী ১৩৬৮,২৬৪৩, তিরমিযী ১০৫৯, নাসায়ী ১৯৩৪, আহমাদ ১৪০,২০৪,৩২০,৩৯১)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12263,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 21,
    "title": "যার নাবালক সন্তান-সন্ততি মারা যাবে তার ফযীলত",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৬৪",
    "sort_order": 21,
    "hadiths": [
      {
        "id": 34087,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 21,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৫৯",
        "hadith_id": 959,
        "narrator": "আনাস (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) বলেছেন, ‘‘যে কোন মুসলিমের তিনটি নাবালক সন্তান মারা যাবে, তাকে আল্লাহ তাদের প্রতি তাঁর অনুগ্রহের বরকতে জান্নাত দেবেন।’’ (বুখারী ও মুসলিম)",
        "ar": "وَعَنْ أَنَسٍ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « مَا مِنْ مُسْلِمٍ يَمُوتُ لَهُ ثَلاَثَةٌ لَمْ يَبْلُغُوا الحِنْثَ إِلاَّ أَدْخَلَهُ اللهُ الجَنَّةَ بِفَضْلِ رَحْمَتِهِ إيَّاهُمْ ». متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن أنس رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « ما من مسلم يموت له ثلاثة لم يبلغوا الحنث إلا أدخله الله الجنة بفضل رحمته إياهم ». متفق عليه",
        "note": "(সহীহুল বুখারী ১২৪৮, ১৩৮১, নাসায়ী ১৮৭৩, ইবনু মাজাহ ১৬০৫, আহমাদ ১২১২৬)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34088,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 21,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৬০",
        "hadith_id": 960,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) বলেছেন, ‘‘যে কোন মুসলিমের তিনটি (নাবালক) সন্তান মারা যাবে, তাকে জাহান্নামের আগুন স্পর্শ করবে না । কিন্তু (আল্লাহ) তাঁর কসম পূরা করার জন্য (তাদেরকে জাহান্নামের উপর পার করাবেন) ।’’",
        "ar": "وَعَنْ أَبِي هُرَيرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « لاَ يَمُوتُ لأَحَدٍ مِنَ المُسْلِمينَ ثَلاَثَةٌ مِنَ الوَلَدِ لاَ تَمسُّهُ النَّارُ إِلاَّ تَحِلَّةَ القَسَمِ ». متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « لا يموت لأحد من المسلمين ثلاثة من الولد لا تمسه النار إلا تحلة القسم ». متفق عليه",
        "note": "(বুখারী ও মুসলিম) (সহীহুল বুখারী  ১০২, ১২৫১, ১২৫০, ৬৬৫৬, ৭৩১০, মুসলিম ২৬৩৪, নাসায়ী ১৮৭৬, ইবনু মাজাহ ১৬০৩, আহমাদ ১০৭২২, ১০৯০৩, ১১২৮৯)\nআল্লাহর কসম পুরা করার ব্যাপারে তিনি বলেছেন,\n\nঅর্থাৎ তোমাদের প্রত্যেকেই তাতে প্রবেশ করবে ; এটা তোমার প্রতিপালকের অনিবার্য সিদ্ধান্ত । (সূরা মারয়্যাম ৭১ আয়াত)\nআর মু’মিনদের প্রত্যেকের জাহান্নামে প্রবেশ করার অর্থ জাহান্নামের উপর স্থাপিত পুলসিরাত পার হওয়া । আল্লাহ আমাদেরকে জাহান্নাম থেকে রক্ষা করুন । (আমীন ।)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34089,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 21,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৬১",
        "hadith_id": 961,
        "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
        "bn": "এক মহিলা রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) এর নিকট এসে বলল, ‘হে আল্লাহর রসূল ! কেবলমাত্র পুরুষেরাই আপনার হাদীস শোনার সৌভাগ্য লাভ করছে । সুতরাং আপনি আমাদের জন্যও একটি দিন নির্ধারিত করুন । আমরা সে দিন আপনার নিকট আসব, আপনি আমাদেরকে তা শিক্ষা দেবেন, যা আল্লাহ আপনাকে শিক্ষা দিয়েছেন ।’ তিনি বললেন, ‘‘তোমরা অমুক অমুক দিন একত্রিত হও ।’’ অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের নিকট এসে সে শিক্ষা দিলেন, যা আল্লাহ তাঁকে শিক্ষা দিয়েছেন । তারপর তিনি বললেন, ‘‘তোমাদের মধ্যে যে কোন মহিলার তিনটি সন্তান মারা যাবে, তারা তার জন্য জাহান্নামের আগুন থেকে আড় হয়ে যাবে ।’’ এক মহিলা বলল, ‘আর দু’টি সন্তান মারা গেলে ?’ তিনি বললেন, ‘‘দু’টি মারা গেলেও (তাই হবে)।’’ (বুখারী ও মুসলিম)",
        "ar": "وَعَنْ أَبي سَعِيدٍ الخُدرِي رضي الله عنه، قَالَ: جَاءَتِ امْرأَةٌ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم، فَقَالَتْ: يَا رَسُولَ اللهِ صلى الله عليه وسلم، ذَهبَ الرِّجَالُ بِحَدِيثِكَ، فَاجْعَلْ لَنَا مِنْ نَفْسِكَ يَوْماً نَأْتِيكَ فِيهِ تُعَلِّمُنَا مِمَّا عَلَّمَكَ اللهُ، قَالَ: «اجْتَمِعْنَ يَوْمَ كَذَا وَكَذَا » فَاجْتَمَعْنَ، فَأَتَاهُنَّ النَّبِيُّ صلى الله عليه وسلم فَعَلَّمَهُنَّ مِمَّا عَلَّمَهُ اللهُ، ثُمَّ قَالَ: « مَا مِنْكُنَّ مِنِ امْرَأَةٍ تُقَدِّمُ ثَلاَثَةً مِنَ الوَلَدِ إِلاَّ كَانُوا لَهَا حِجَاباً مِنَ النَّارِ ». فقَالَتْ امْرَأَةٌ: وَاثْنَينِ ؟ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « وَاثْنَيْنِ ». متفقٌ عَلَيْهِ",
        "ar_diacless": "وعن أبي سعيد الخدري رضي الله عنه، قال: جاءت امرأة إلى رسول الله صلى الله عليه وسلم، فقالت: يا رسول الله صلى الله عليه وسلم، ذهب الرجال بحديثك، فاجعل لنا من نفسك يوما نأتيك فيه تعلمنا مما علمك الله، قال: «اجتمعن يوم كذا وكذا » فاجتمعن، فأتاهن النبي صلى الله عليه وسلم فعلمهن مما علمه الله، ثم قال: « ما منكن من امرأة تقدم ثلاثة من الولد إلا كانوا لها حجابا من النار ». فقالت امرأة: واثنين ؟ فقال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « واثنين ». متفق عليه",
        "note": "(সহীহুল বুখারী ১০২, ১২৫১, ১২৫০, ৬৬৫৬, ৭৩১০, মুসলিম ২৬৩৪, নাসায়ী ১৮৭৬, ইবনু মাজাহ ১৬০৩, আহমাদ ১০৭২২, ১০৯০৩, ১১২৮৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12264,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 22,
    "title": "অত্যাচারীদের সমাধি এবং তাদের ধ্বংস-স্থানের পাশ দিয়ে অতিক্রম করার সময় কান্না করা, ভীত হওয়া, আল্লাহর দিকে মুখাপেক্ষিতা প্রকাশ করা এবং এ থেকে গাফেল না থাকা প্রসঙ্গে",
    "preface": "",
    "number": "পরিচ্ছেদ - ১৬৫",
    "sort_order": 22,
    "hadiths": [
      {
        "id": 34090,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 22,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৬২",
        "hadith_id": 962,
        "narrator": "ইবনে উমার (রাঃ)",
        "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) সামূদ জাতির বাসস্থান হিজ্র (নামক) স্থানে পৌঁছে নিজ সাহাবীদেরকে বললেন, ‘‘তোমরা এ সকল শাস্তিপ্রাপ্তদের স্থানে প্রবেশ করলে কাঁদতে কাঁদতে (প্রবেশ) কর । যদি না কাঁদ, তাহলে তাদের স্থানে প্রবেশ করো না । যেন তাদের মত তোমাদের উপরেও শাস্তি না পৌঁছে যায় ।’’",
        "ar": "عَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنهُمَا: أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم قَالَ لأَصْحَابِهِ - يَعْنِي لَمَّا وَصَلُوا الحِجْرَ - دِيَارَ ثَمُودَ -: « لاَ تَدْخُلُوا عَلَى هَؤُلاَءِ المُعَذَّبِينَ إِلاَّ أَنْ تَكُونُوا بَاكِينَ، فَإنْ لَمْ تَكُونُوا بَاكِينَ، فَلاَ تَدْخُلُوا عَلَيْهِمْ، لاَ يُصِيبُكُمْ مَا أصَابَهُمْ ». متفقٌ عَلَيْهِ \nوفي روايةٍ قَالَ: لَمَّا مَرَّ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم بِالحِجْرِ، قَالَ: « لاَ تَدْخُلُوا مَسَاكِنَ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ، أَنْ يُصِيبَكُمْ مَا أَصَابَهُمْ، إِلاَّ أنْ تَكُونُوا بَاكِينَ ». ثُمَّ قَنَّعَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم رَأسَهُ وأسْرَعَ السَّيْرَ حَتَّى أَجَازَ الوَادِي .",
        "ar_diacless": "عن ابن عمر رضي الله عنهما: أن رسول الله صلى الله عليه وسلم صلى الله عليه وسلم قال لأصحابه - يعني لما وصلوا الحجر - ديار ثمود -: « لا تدخلوا على هؤلاء المعذبين إلا أن تكونوا باكين، فإن لم تكونوا باكين، فلا تدخلوا عليهم، لا يصيبكم ما أصابهم ». متفق عليه \nوفي رواية قال: لما مر رسول الله صلى الله عليه وسلم صلى الله عليه وسلم بالحجر، قال: « لا تدخلوا مساكن الذين ظلموا أنفسهم، أن يصيبكم ما أصابهم، إلا أن تكونوا باكين ». ثم قنع رسول الله صلى الله عليه وسلم صلى الله عليه وسلم رأسه وأسرع السير حتى أجاز الوادي .",
        "note": "।’’ (বুখারী ও মুসলিম) (সহীহুল বুখারী ৪৩৩, ৩৩৭৮, ৩৩৭৯, ৩৩৮০, ৩৩৮১, ৪৪১৯, ৪৪২০, ৪৭০২, মুসলিম ২৯৮০, আহমাদ ৫২০৩, ৫৩২০, ৫৩৮১, ৬১৭৬)\nঅন্য এক বর্ণনায় আছে, ইবনে উমার (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) হিজ্র অতিক্রম করার সময় বললেন, ‘‘তোমরা সেই লোকদের বাসস্থানে প্রবেশ করো না, যারা নিজেদের আত্মার প্রতি অত্যাচার করেছে । যেন তাদের মত তোমাদের উপরেও আযাব না পৌঁছে । কিন্তু কান্নারত অবস্থায় প্রবেশ করতে পার ।’’  অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) নিজ মাথা ঢেকে নিলেন এবং দ্রুত গতিতে উপত্যকা পার হয়ে গেলেন ।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 12255,
    "book_id": 8,
    "book_name": "riyadus-salihin",
    "chapter_id": 7,
    "section_id": 13,
    "title": "জানাযায় নামাযীর সংখ্যা বেশি হওয়া এবং তাদের তিন অথবা ততোধিক কাতার করা উত্তম",
    "preface": "",
    "number": "পরিচ্ছেদ – ১৫৬",
    "sort_order": 13,
    "hadiths": [
      {
        "id": 34067,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 13,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩৭",
        "hadith_id": 937,
        "narrator": "আয়েশা (রাঃ)",
        "bn": "আয়েশা (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) বলেছেন, ‘‘যে মৃতের জানাযার নামায একটি বড় জামাআত পড়ে, যারা সংখ্যায় একশ’ জন পৌঁছে এবং সকলেই তার ক্ষমার জন্য সুপারিশ করে, তার ব্যাপারে তাদের সুপারিশ গ্রহণ করা হয়।’’",
        "ar": "عَن عَائِشَة رَضِيَ اللهُ عَنهَا، قَالَتْ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: « مَا مِنْ مَيتٍ يُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ المُسْلِمِينَ يَبْلُغُونَ مِئَةً كُلُّهُمْ يَشْفَعُونَ لَهُ إِلاَّ شُفِّعُوا فِيهِ ». رواه مسلم",
        "ar_diacless": "عن عائشة رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: « ما من ميت يصلي عليه أمة من المسلمين يبلغون مئة كلهم يشفعون له إلا شفعوا فيه ». رواه مسلم",
        "note": "(মুসলিম ৯৪৭, তিরমিযী ১০২৯, নাসায়ী ১৯৯১, আহমাদ ১৩৩৯৩, ২৩৫১৮, ২৩৬০৭, ২৪১৩৬, ২৫৪১৯)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34065,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 13,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩৮",
        "hadith_id": 938,
        "narrator": "ইবনে আব্বাস (রাঃ)",
        "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম)কে বলতে শুনেছি, ‘‘যে কোন মুসলমান মারা যাবে এবং তার জানাযায় এমন চল্লিশজন লোক নামায পড়বে, যারা আল্লাহর সাথে কোন জিনিসকে শরীক করে না, আল্লাহ তার ব্যাপারে তাদের সুপারিশ গ্রহণ করবেন।’’",
        "ar": "وَعَنِ ابنِ عباسٍ رَضِيَ اللهُ عَنهُمَا، قَالَ: سَمِعْتُ رَسُول اللهِ صلى الله عليه وسلم، يَقُولُ: « مَا مِنْ رَجُلٍ مُسْلِمٍ يَمُوتُ، فَيقومُ عَلَى جَنَازَتِهِ أَرْبَعُونَ رَجُلاً لاَ يُشْرِكُونَ بِاللهِ شَيْئاً، إِلاَّ شَفَّعَهُمُ اللهُ فِيهِ». رواه مسلم",
        "ar_diacless": "وعن ابن عباس رضي الله عنهما، قال: سمعت رسول الله صلى الله عليه وسلم، يقول: « ما من رجل مسلم يموت، فيقوم على جنازته أربعون رجلا لا يشركون بالله شيئا، إلا شفعهم الله فيه». رواه مسلم",
        "note": "(মুসলিম ৯৪৮, আহমাদ ২৫০৫)",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 34066,
        "book_id": 8,
        "book_name": "রিয়াদুস সলেহিন",
        "chapter_id": 7,
        "section_id": 13,
        "hadith_key": "রিয়াদুস সলেহিন: ৯৩৯",
        "hadith_id": 939,
        "narrator": "মারষাদ ইবনে আব্দুল্লাহ য়্যাযানী",
        "bn": "মালেক ইবনে হুবাইরাহ (রাঃ) যখন (কারো) জানাযার নামায পড়তেন এবং লোকের সংখ্যা কম বুঝতে পারতেন, তখন তিনি তাদেরকে তিন কাতারে বণ্টন করতেন। তারপর তিনি বলতেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) বলেছেন, ‘‘তিন কাতার (লোক) যার জানাযা পড়ল, সে (জান্নাত) ওয়াজেব ক’রে নিল।’’",
        "ar": "وَعَنْ مَرثَدِ بنِ عَبدِ اللهِ اليَزَنِيِّ، قَالَ: كَانَ مَالِكُ بنُ هُبَيْرَةَ رضي الله عنه إِذَا صَلَّى عَلَى الجَنَازَةِ، فَتَقَالَّ النَّاس عَلَيْهَا، جَزَّأَهُمْ عَلَيْهَا ثَلاَثَةَ أَجْزَاءٍ، ثُمَّ قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم: مَنْ صَلَّى عَلَيْهِ ثَلاَثَةُ صُفُوفٍ فَقَدْ أَوْجَبَ . رواه أَبُو داود والترمذي، وَقَالَ: حديث حسن",
        "ar_diacless": "وعن مرثد بن عبد الله اليزني، قال: كان مالك بن هبيرة رضي الله عنه إذا صلى على الجنازة، فتقال الناس عليها، جزأهم عليها ثلاثة أجزاء، ثم قال: قال رسول الله صلى الله عليه وسلم صلى الله عليه وسلم: من صلى عليه ثلاثة صفوف فقد أوجب . رواه أبو داود والترمذي، وقال: حديث حسن",
        "note": "(আবূ দাঊদ ৩১৬৬, তিরমিযী ১০২৮, ইবনু মাজাহ ১৪৯০, আহমাদ ১৬২৮৩)",
        "grade_id": 3,
        "grade": "হাসান হাদিস",
        "grade_color": "#46B891"
      }
    ]
  }
]