[
  {
    "id": 18129,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 1,
    "title": "নামাযের প্রতি আহ্বান",
    "preface": "",
    "number": "পরিচ্ছেদ ০১.",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 49457,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৬",
        "hadith_id": 146,
        "narrator": "ইয়াহইয়া ইবনু সাঈদ (র)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু’টি কাঠ তৈরী করাবার ইচ্ছা করেছিলেন, যেন একটির দ্বারা অপরটির উপর আঘাত করে ধ্বনি সৃষ্টি করে মানুষকে নামাযের জামাতের উদ্দেশ্যে একত্র করা যায়। অতঃপর আবদুল্লাহ ইবনু যায়দ আনসারী এবং বনি হারিস ইবনু খাযরাযী (রাঃ) স্বপ্নে দুটি কাঠ দেখতে পেয়ে বললেন, এ দুটি অনুরূপ কাঠই যেরূপ কাঠ রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তৈরী করতে চেয়েছেন। তারপর তাঁকে বলা হলো, তোমরা নামাযের জন্য আযান দাও না কেন? ঘুম হতে জাগার পর তিনি রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সমীপে উপস্থিত হয়ে তাঁর স্বপ্নের কথা আরয করলেন। অতঃপর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম আযানের জন্য হুকুম দিলেন। (হাসান, আবূ দাঊদ ৪৯৯, তিরমিযী ১৮৯, ইবনু মাজাহ ৭০৬, আল্লামা আলবানী (রঃ) ইরওয়া ২৪৬ গ্রন্থে হাদীসটিকে হাসান বলেছেন, আর ইমাম মালিক কর্তৃক হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّهُ قَالَ، كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ أَرَادَ أَنْ يَتَّخِذَ خَشَبَتَيْنِ يُضْرَبُ بِهِمَا لِيَجْتَمِعَ النَّاسُ لِلصَّلَاةِ فَأُرِيَ عَبْدُ اللهِ بْنُ زَيْدٍ الْأَنْصَارِيُّ ثُمَّ مِنْ بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ خَشَبَتَيْنِ فِي النَّوْمِ فَقَالَ إِنَّ هَاتَيْنِ لَنَحْوٌ مِمَّا يُرِيدُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقِيلَ أَلَا تُؤَذِّنُونَ لِلصَّلَاةِ فَأَتَى رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ اسْتَيْقَظَ فَذَكَرَ لَهُ ذَلِكَ فَأَمَرَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْأَذَانِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن يحيى بن سعيد أنه قال، كان رسول الله صلى الله عليه وسلم قد أراد أن يتخذ خشبتين يضرب بهما ليجتمع الناس للصلاة فأري عبد الله بن زيد الأنصاري ثم من بني الحارث بن الخزرج خشبتين في النوم فقال إن هاتين لنحو مما يريد رسول الله صلى الله عليه وسلم فقيل ألا تؤذنون للصلاة فأتى رسول الله صلى الله عليه وسلم حين استيقظ فذكر له ذلك فأمر رسول الله صلى الله عليه وسلم بالأذان.",
        "note": "",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      },
      {
        "id": 49455,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৭",
        "hadith_id": 147,
        "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমরা আযান শোন তখন মুয়াযযিনের অনুরূপ তোমরাও বল। (বুখারী ৬১১, মুসলিম ৩৮৩)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا سَمِعْتُمْ النِّدَاءَ فَقُولُوا مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ.",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب عن عطاء بن يزيد الليثي عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال إذا سمعتم النداء فقولوا مثل ما يقول المؤذن.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49458,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৮",
        "hadith_id": 148,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মানুষ যদি জানত আযান ও প্রথম কাতারে কী (বরকত ও মঙ্গল) রয়েছে, তবে তা পাবার জন্য লটারী ছাড়া উপায় না থাকলে তারা এর জন্য লটারী করত। আর যদি তারা জানত দ্বিপ্রহরের নামাযে (যোহর ও জুম’আয়) প্রথম সময়ে জাওয়াতে কী রয়েছে তবে তার দিকে দ্রুত গতিতে ধাবিত হত। আর তাঁরা যদি জানত ‘ইশা ও ফজরের নামাযে কী রয়েছে তা হলে উভয় নামাযের জন্য অবশ্যই আসত, এমনকি হামাগুড়ি দিয়েও। (বুখারী ৬১৫, ৬৫৪, মুসলিম ৪৩৭)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي صَالِحٍ السَّمَّانِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَوْ يَعْلَمُ النَّاسُ مَا فِي النِّدَاءِ وَالصَّفِّ الْأَوَّلِ ثُمَّ لَمْ يَجِدُوا إِلَّا أَنْ يَسْتَهِمُوا عَلَيْهِ لَاسْتَهَمُوا وَلَوْ يَعْلَمُونَ مَا فِي التَّهْجِيرِ لَاسْتَبَقُوا إِلَيْهِ وَلَوْ يَعْلَمُونَ مَا فِي الْعَتَمَةِ وَالصُّبْحِ لَأَتَوْهُمَا وَلَوْ حَبْوًا.",
        "ar_diacless": "و حدثني عن مالك عن سمي مولى أبي بكر بن عبد الرحمن عن أبي صالح السمان عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا ولو يعلمون ما في التهجير لاستبقوا إليه ولو يعلمون ما في العتمة والصبح لأتوهما ولو حبوا.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49456,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৯",
        "hadith_id": 149,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন নামাযের ইকামত বলা হয় তখন তাড়া-হুড়া না করে ধীরে সুস্থে আসবে। অতঃপর জামাতের সাথে যতখানি পাবে তা আদায় করে অবশিষ্ট নামায নিজে নিজে পুরণ করবে। কেননা তোমাদের কেউ নামাযের উদ্দেশ্যে বের হলে তাকে নামাযে গণ্য করা হয়। (বুখারী ৬৩৬, মুসলিম ৬০২)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ عَنْ أَبِيهِ وَإِسْحَقَ بْنِ عَبْدِ اللهِ أَنَّهُمَا أَخْبَرَاهُ أَنَّهُمَا سَمِعَا أَبَا هُرَيْرَةَ يَقُولُ، قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا ثُوِّبَ بِالصَّلَاةِ فَلَا تَأْتُوهَا وَأَنْتُمْ تَسْعَوْنَ وَأْتُوهَا وَعَلَيْكُمْ السَّكِينَةُ فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا فَإِنَّ أَحَدَكُمْ فِي صَلَاةٍ مَا كَانَ يَعْمِدُ إِلَى الصَّلَاةِ.",
        "ar_diacless": "و حدثني عن مالك عن العلاء بن عبد الرحمن بن يعقوب عن أبيه وإسحق بن عبد الله أنهما أخبراه أنهما سمعا أبا هريرة يقول، قال رسول الله صلى الله عليه وسلم إذا ثوب بالصلاة فلا تأتوها وأنتم تسعون وأتوها وعليكم السكينة فما أدركتم فصلوا وما فاتكم فأتموا فإن أحدكم في صلاة ما كان يعمد إلى الصلاة.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49459,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫০",
        "hadith_id": 150,
        "narrator": "আবদুর রহমান ইবনু আবি ‘সা’সা’আ’ আনসারী মাযনী (র)",
        "bn": "আবূ সাঈদ খুদরী (রাঃ) তাঁকে উদ্দেশ্য করে বলেছেন, আমি দেখতেছি তুমি মাঠ ও বকরীকে ভালবাস। তুমি যখন তোমার বকরীর সঙ্গে থাক অথবা মাঠে থাক এবং নামাযের জন্য আযান দাও তবে তার স্বরে আযান দিও। কারণ আযানের স্বর মানুষ, জিন এবং অন্য যে কেউ শুনতে পায়, সে মুয়াযযিনের জন্য কিয়ামত দিবসে সাক্ষ্য দেবে।\nআবূ সাঈদ (রা) বলেছেন, আমি রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে অনুরূপ শুনেছি। (বুখারী ৬০৯, এবং ৩২৯৬)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ الْأَنْصَارِيِّ ثُمَّ الْمَازِنِيِّ عَنْ أَبِيهِ أَنَّهُ أَخْبَرَهُ أَنَّ أَبَا سَعِيْدٍ الْخُدْرِيَّ قَالَ لَهُ إِنِّي أَرَاكَ تُحِبُّ الْغَنَمَ وَالْبَادِيَةَ فَإِذَا كُنْتَ فِي غَنَمِكَ أَوْ بَادِيَتِكَ فَأَذَّنْتَ بِالصَّلَاةِ فَارْفَعْ صَوْتَكَ بِالنِّدَاءِ فَإِنَّهُ لَا يَسْمَعُ مَدَى صَوْتِ الْمُؤَذِّنِ جِنٌّ وَلَا إِنْسٌ وَلَا شَيْءٌ إِلَّا شَهِدَ لَهُ يَوْمَ الْقِيَامَةِ قَالَ أَبُو سَعِيْدٍ سَمِعْتُهُ مِنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.",
        "ar_diacless": "و حدثني عن مالك عن عبد الرحمن بن عبد الله بن عبد الرحمن بن أبي صعصعة الأنصاري ثم المازني عن أبيه أنه أخبره أن أبا سعيد الخدري قال له إني أراك تحب الغنم والبادية فإذا كنت في غنمك أو باديتك فأذنت بالصلاة فارفع صوتك بالنداء فإنه لا يسمع مدى صوت المؤذن جن ولا إنس ولا شيء إلا شهد له يوم القيامة قال أبو سعيد سمعته من رسول الله صلى الله عليه وسلم.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49460,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১",
        "hadith_id": 151,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নামাযের জন্য আযান দেওয়ার সময় শয়তান সশব্দে বায়ু ছাড়তে ছাড়তে পালায়, যেন সে আযানের শব্দ না শোনে। আযান শেষ হলে সে আবার আসে। ইকামত  আরম্ভ হলে আবার পলায়ন করে। ইকামত বলা শেষ হলে পুনরায় উপস্থিত হয় এবং ‘ওয়াস্ওয়াসা’ ঢেলে নামাযী ব্যক্তি ও তাঁর অভীষ্ট লক্ষের মধ্যে প্রতিবন্ধকতা সৃষ্টি করে; যে সকল বিষয় তার স্মরণ ছিল না সে সবের প্রতি আকৃষ্ট করে সে বলতে থাকে  অমুক বিষয় স্মরণ কর, অমুক বিষয় স্মরণ কর। ফলে সে ব্যক্তি কত রাকা’আত নামায আদায় করেছে তা পর্যন্ত ভুলে যায়। (বুখারী ৬০৮, মুসলিম ৩৮৯)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا نُودِيَ لِلصَّلَاةِ أَدْبَرَ الشَّيْطَانُ لَهُ ضُرَاطٌ حَتَّى لَا يَسْمَعَ النِّدَاءَ فَإِذَا قُضِيَ النِّدَاءُ أَقْبَلَ حَتَّى إِذَا ثُوِّبَ بِالصَّلَاةِ أَدْبَرَ حَتَّى إِذَا قُضِيَ التَّثْوِيبُ أَقْبَلَ حَتَّى يَخْطِرَ بَيْنَ الْمَرْءِ وَنَفْسِهِ يَقُولُ اذْكُرْ كَذَا اذْكُرْ كَذَا لِمَا لَمْ يَكُنْ يَذْكُرُ حَتَّى يَظَلَّ الرَّجُلُ إِنْ يَدْرِي كَمْ صَلَّى.",
        "ar_diacless": "و حدثني عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال إذا نودي للصلاة أدبر الشيطان له ضراط حتى لا يسمع النداء فإذا قضي النداء أقبل حتى إذا ثوب بالصلاة أدبر حتى إذا قضي التثويب أقبل حتى يخطر بين المرء ونفسه يقول اذكر كذا اذكر كذا لما لم يكن يذكر حتى يظل الرجل إن يدري كم صلى.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49463,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২",
        "hadith_id": 152,
        "narrator": "সাহ্ল ইবনু সা’আদ সায়েদী (রাঃ)",
        "bn": "দুটি মুহূর্ত এরূপ আছে সে সময় অসমানের দরওয়াজা খোলা হয় এবং সে মুহূর্তদ্বয়ে প্রার্থনাকারীর প্রার্থনা ক্বচিৎ ফেরত দেয়া হয়; নামাযের আযানের মুহূর্ত এবং আল্লাহর পথে জিহাদের কাতার ঠিক করার মুহূর্ত। (সহীহ, আবূ দাঊদ ২৪৫০, আল্লামা আলবানী সহীহ ও যঈফ সুনানে আবূ দাঊদ গ্রন্থে হাদীসটিকে সহীহ বলেছেন)\nইয়াহ্ইয়া (র) বলেছেন, মালিক (র)-কে প্রশ্ন করা হল  জুম’আর দিন সময়ের পূর্বে আযান দেয়া যায় কি? তিনি উত্তর দিলেন, না, যায় না। সূর্য পশ্চিম দিকে ঝুঁকার পরই আযানের সময় হয়।\nইয়াহ্ইয়া (র) বর্ণনা করেন, মালিক (র)-কে প্রশ্ন করা হল আযান ও ইকামত-এর (বাক্যগুলি) দুই দুইবার বলা প্রসঙ্গে এবং ইকামতের সময় মানুষের কোন সময় দাঁড়াতে হবে সে প্রসঙ্গে। তিনি উত্তর দিলেন  আযান ও ইকামতের বিষয় আমি লোকজনক যে পর্যায়ে পেয়েছি এর চেয়ে বেশি কিছু আমার কাছে পৌঁছেনি। ইকামত অবশ্য দুই দুইবার বলতে নাই। আমাদের শহরের (মদীনা শরীফ) বিজ্ঞ আলিমগণ এই মতই পোষণ করতেন। ইকামতের সময় দাঁড়ানোর সম্পর্কে সুনির্দিষ্ট কোন সীমা আমি জ্ঞাত নই। তবে আমার মতে এটা অনেকটা লোকের শক্তি-সামর্থ্যরে উপর নির্ভর করে। কারণ সব লোক এক রকমের নয়; তাদের মধ্যে সবল ও দুর্বল সকল প্রকারের লোকই থাকে।\nইয়াহ্ইয়া (র) হতে বর্ণিত; মালিক (র)-কে প্রশ্ন করা হল, যারা প্রবাসী নয় বরং মুকীম (স্বদেশে বা বিদেশে শরীয়তসম্মত স্থায়ী বসবাসকারী) তারা ফরয নামায জামাত সহকারে আযান ছাড়া শুধু ইকামত বলে আদায় করতে চাইলে-এই বিষয়ে আপনার মত কি? তিনি বললেন, কেবল ইকামত বললেও চলবে। কেননা আযান ওয়াজিব হয় সেই মসজিদের জন্য যেসব মসজিদে জামাত অনুষ্ঠিত হয় এবং লোকজনকে নামাযের জন্য আহ্বান করা হয়।\nইয়াহ্ইয়া (র) হতে বর্ণিত;  মুয়াযযিন কর্তৃক ইমামকে সালাম দেওয়া, নামাযের জন্য তাকে আহ্বান করা এবং সর্বপ্রথম কোন আমীরের প্রতি এইরূপ করা হয়েছিল এই বিষয়ে মালিক (র)-কে প্রশ্ন করা হলে তিনি বললেন, এইরূপ সালাম দেওয়ার রীতি প্রথম যুগে ছিল বলে আমি অবগত নই।\nইয়াহ্ইয়া (র) হতে বর্ণিত; মুয়াযযিন আযান দিয়ে অপেক্ষা করল, কিন্তু নামায আদায়ের জন্য কেউ আসল না। অতএব, সে ইকামত বলে একা একাই নামায আদায় করল। নামায শেষ হলে কিছু লোক আসল। এমতাবস্তায় সে কি পুনরায় আগন্তুকদের সাথে নামায আদায় করবে? মালিক (র)-এর নিকট এই বিষয়ে প্রশ্ন করা হলে তিনি বললেন, না, পরে যারা আসবে তারা পৃথক পৃথকভাবে নামায আদায় করবে ।\nইয়াহ্ইয়া (র) হতে বর্ণিত;  মালিক (র) কে প্রশ্ন করা হলো  মুয়াযযিন আযান দেবার পর নফল নামায শুরু করল। লোকজন এসে অন্যের দ্বারা ইকামত বলে জামাত সহকারে নামায আদায়ের ইচ্ছা করল, এইরূপ করা চলে কি ? তিনি উত্তর দিলেন  যায়, এটা বৈধ। ইকামত বলার ব্যাপারে মুয়াযযিন এবং অন্য ব্যক্তি এক সমান।\nইয়াহ্ইয়া (র) হতে বর্ণিত;  মালিক (র) কে প্রশ্ন করা হলো  ফজরের আযান প্রায়ই ‘সুবহে-সাদিক’-এর আগে দেয়া হত। কিন্তু অন্যসব নামাযের আযান আমরা সময় হওয়ার পূর্বে দিতে দেখিনি।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ أَنَّهُ قَالَ، سَاعَتَانِ يُفْتَحُ لَهُمَا أَبْوَابُ السَّمَاءِ وَقَلَّ دَاعٍ تُرَدُّ عَلَيْهِ دَعْوَتُهُ حَضْرَةُ النِّدَاءِ لِلصَّلَاةِ وَالصَّفُّ فِي سَبِيلِ اللهِ ২২৫و سُئِلَ مَالِك عَنْ النِّدَاءِ يَوْمَ الْجُمُعَةِ هَلْ يَكُونُ قَبْلَ أَنْ يَحِلَّ الْوَقْتُ فَقَالَ لَا يَكُونُ إِلَّا بَعْدَ أَنْ تَزُولَ الشَّمْسُ ২২৬و سُئِلَ مَالِك عَنْ تَثْنِيَةِ الْأَذَانِ وَالْإِقَامَةِ وَمَتَى يَجِبُ الْقِيَامُ عَلَى النَّاسِ حِينَ تُقَامُ الصَّلَاةُ فَقَالَ لَمْ يَبْلُغْنِي فِي النِّدَاءِ وَالْإِقَامَةِ إِلَّا مَا أَدْرَكْتُ النَّاسَ عَلَيْهِ فَأَمَّا الْإِقَامَةُ فَإِنَّهَا لَا تُثَنَّى وَذَلِكَ الَّذِي لَمْ يَزَلْ عَلَيْهِ أَهْلُ الْعِلْمِ بِبَلَدِنَا وَأَمَّا قِيَامُ النَّاسِ حِينَ تُقَامُ الصَّلَاةُ فَإِنِّي لَمْ أَسْمَعْ فِي ذَلِكَ بِحَدٍّ يُقَامُ لَهُ إِلَّا أَنِّي أَرَى ذَلِكَ عَلَى قَدْرِ طَاقَةِ النَّاسِ فَإِنَّ مِنْهُمْ الثَّقِيلَ وَالْخَفِيفَ وَلَا يَسْتَطِيعُونَ أَنْ يَكُونُوا كَرَجُلٍ وَاحِدٍ ২২৭و سُئِلَ مَالِك عَنْ قَوْمٍ حُضُورٍ أَرَادُوا أَنْ يَجْمَعُوا الْمَكْتُوبَةَ فَأَرَادُوا أَنْ يُقِيمُوا وَلَا يُؤَذِّنُوا قَالَ مَالِك ذَلِكَ مُجْزِئٌ عَنْهُمْ وَإِنَّمَا يَجِبُ النِّدَاءُ فِي مَسَاجِدِ الْجَمَاعَاتِ الَّتِي تُجْمَعُ فِيهَا الصَّلَاةُ ২২৮و سُئِلَ مَالِك عَنْ تَسْلِيمِ الْمُؤَذِّنِ عَلَى الْإِمَامِ وَدُعَائِهِ إِيَّاهُ لِلصَّلَاةِ وَمَنْ أَوَّلُ مَنْ سُلِّمَ عَلَيْهِ فَقَالَ لَمْ يَبْلُغْنِي أَنَّ التَّسْلِيمَ كَانَ فِي الزَّمَانِ الْأَوَّلِ ২২৯قَالَ يَحْيَى و سُئِلَ مَالِك عَنْ مُؤَذِّنٍ أَذَّنَ لِقَوْمٍ ثُمَّ انْتَظَرَ هَلْ يَأْتِيهِ أَحَدٌ فَلَمْ يَأْتِهِ أَحَدٌ فَأَقَامَ الصَّلَاةَ وَصَلَّى وَحْدَهُ ثُمَّ جَاءَ النَّاسُ بَعْدَ أَنْ فَرَغَ أَيُعِيدُ الصَّلَاةَ مَعَهُمْ قَالَ لَا يُعِيدُ الصَّلَاةَ وَمَنْ جَاءَ بَعْدَ انْصِرَافِهِ فَلْيُصَلِّ لِنَفْسِهِ وَحْدَهُ ২৩قَالَ يَحْيَى و سُئِلَ مَالِك عَنْ مُؤَذِّنٍ أَذَّنَ لِقَوْمٍ ثُمَّ تَنَفَّلَ فَأَرَادُوا أَنْ يُصَلُّوا بِإِقَامَةِ غَيْرِهِ فَقَالَ لَا بَأْسَ بِذَلِكَ إِقَامَتُهُ وَإِقَامَةُ غَيْرِهِ سَوَاءٌ ২৩১قَالَ يَحْيَى قَالَ مَالِك لَمْ تَزَلْ الصُّبْحُ يُنَادَى لَهَا قَبْلَ الْفَجْرِ فَأَمَّا غَيْرُهَا مِنْ الصَّلَوَاتِ فَإِنَّا لَمْ نَرَهَا يُنَادَى لَهَا إِلَّا بَعْدَ أَنْ يَحِلَّ وَقْتُهَا.",
        "ar_diacless": "و حدثني عن مالك عن أبي حازم بن دينار عن سهل بن سعد الساعدي أنه قال، ساعتان يفتح لهما أبواب السماء وقل داع ترد عليه دعوته حضرة النداء للصلاة والصف في سبيل الله ২২৫و سئل مالك عن النداء يوم الجمعة هل يكون قبل أن يحل الوقت فقال لا يكون إلا بعد أن تزول الشمس ২২৬و سئل مالك عن تثنية الأذان والإقامة ومتى يجب القيام على الناس حين تقام الصلاة فقال لم يبلغني في النداء والإقامة إلا ما أدركت الناس عليه فأما الإقامة فإنها لا تثنى وذلك الذي لم يزل عليه أهل العلم ببلدنا وأما قيام الناس حين تقام الصلاة فإني لم أسمع في ذلك بحد يقام له إلا أني أرى ذلك على قدر طاقة الناس فإن منهم الثقيل والخفيف ولا يستطيعون أن يكونوا كرجل واحد ২২৭و سئل مالك عن قوم حضور أرادوا أن يجمعوا المكتوبة فأرادوا أن يقيموا ولا يؤذنوا قال مالك ذلك مجزئ عنهم وإنما يجب النداء في مساجد الجماعات التي تجمع فيها الصلاة ২২৮و سئل مالك عن تسليم المؤذن على الإمام ودعائه إياه للصلاة ومن أول من سلم عليه فقال لم يبلغني أن التسليم كان في الزمان الأول ২২৯قال يحيى و سئل مالك عن مؤذن أذن لقوم ثم انتظر هل يأتيه أحد فلم يأته أحد فأقام الصلاة وصلى وحده ثم جاء الناس بعد أن فرغ أيعيد الصلاة معهم قال لا يعيد الصلاة ومن جاء بعد انصرافه فليصل لنفسه وحده ২৩قال يحيى و سئل مالك عن مؤذن أذن لقوم ثم تنفل فأرادوا أن يصلوا بإقامة غيره فقال لا بأس بذلك إقامته وإقامة غيره سواء ২৩১قال يحيى قال مالك لم تزل الصبح ينادى لها قبل الفجر فأما غيرها من الصلوات فإنا لم نرها ينادى لها إلا بعد أن يحل وقتها.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49461,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩",
        "hadith_id": 153,
        "narrator": "মালিক (র)",
        "bn": "মালিক (র) বলেছেন, তাঁর নিকট সংবাদ পৌঁছেছে যে, ফজরের নামাযের সংবাদ দেয়ার জন্য মুয়াযযিন উমার ইবনু খাত্তাব (রাঃ)-এর কাছে আসলেন এবং তাঁকে ঘুমন্ত পেয়ে বললেন الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِ.\n\nউমার (রাঃ) শুনে বাক্যটিকে ফজরের আযানের অন্তর্ভূক্ত করবার নির্দেশ দিলেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)\nমালিক (র)-এর চাচা আবূ সুহায়ল ইবনু মালিক (র) তাঁর পিতা হতে বর্ণনা করেন, তিনি বলেছেন, লোকদেরকে (পূর্বযুগে) যেরূপ পেয়েছি, এখন নামাযের আযান ব্যতীত আর অন্য কিছুই সেরূপ দেখছি না। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك أَنَّهُ بَلَغَهُ أَنَّ الْمُؤَذِّنَ جَاءَ إِلَى عُمَرَ بْنِ الْخَطَّابِ يُؤْذِنُهُ لِصَلَاةِ الصُّبْحِ فَوَجَدَهُ نَائِمًا فَقَالَ الصَّلَاةُ خَيْرٌ مِنْ النَّوْمِ فَأَمَرَهُ عُمَرُ أَنْ يَجْعَلَهَا فِي نِدَاءِ الصُّبْحِ ৯و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ عَنْ أَبِيهِ أَنَّهُ قَالَ، مَا أَعْرِفُ شَيْئًا مِمَّا أَدْرَكْتُ عَلَيْهِ النَّاسَ إِلَّا النِّدَاءَ بِالصَّلَاةِ.",
        "ar_diacless": "و حدثني عن مالك أنه بلغه أن المؤذن جاء إلى عمر بن الخطاب يؤذنه لصلاة الصبح فوجده نائما فقال الصلاة خير من النوم فأمره عمر أن يجعلها في نداء الصبح ৯و حدثني يحيى عن مالك عن عمه أبي سهيل بن مالك عن أبيه أنه قال، ما أعرف شيئا مما أدركت عليه الناس إلا النداء بالصلاة.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49462,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৪",
        "hadith_id": 154,
        "narrator": "নাফি’ (র)",
        "bn": "আবদুল্লাহ্ ইবনু উমার (রাঃ) ইকামত শুনে ‘বকী’ নামক স্থান হতে মসজিদের দিকে ত্বরিত ধাবিত হয়েছিলেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ سَمِعَ الْإِقَامَةَ وَهُوَ بِالْبَقِيعِ فَأَسْرَعَ الْمَشْيَ إِلَى الْمَسْجِدِ.",
        "ar_diacless": "و حدثني عن مالك عن نافع أن عبد الله بن عمر سمع الإقامة وهو بالبقيع فأسرع المشي إلى المسجد.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18138,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 10,
    "title": "যাহরী নামাযে ইমামের পেছনে কিরা‘আত পাঠ হতে বিরত থাকা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১০",
    "sort_order": 10,
    "hadiths": [
      {
        "id": 49521,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮৮",
        "hadith_id": 188,
        "narrator": "নাফি’ (র)",
        "bn": "আবদুল্লাহ ইবনু উমার (রাঃ)-কে প্রশ্ন করা হত, ইমামের পেছনে কেউ কুরআন পাঠ করবে কি ? তিনি বলতেন, তোমাদের কেউ যখন ইমামের পেছনে নামায আদায় করে তখন ইমামের কিরা‘আতই তার জন্য যথেষ্ট। আর একা নামায আদায় করলে অবশ্য কুরআন পাঠ করবে। আবদুল্লাহ ইবনু উমার (রাঃ) নিজেও ইমামের পেছনে কুরআন পাঠ করতেন না। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)\nইয়াহ্ইয়া (র) বলেন, আমি মালিক (র)-কে বলতে শুনেছি, আমার মতে যেসব নামাযে ইমাম সরবে কুরআন পাঠ করেন সেসব নামাযে মুকতাদিগণ কিরাআত হতে বিরত থাকবেন। আর যেসব নামাযে ইমাম নীরবে কুরআন পাঠ করেন সেসব নামাযে তাঁরা কুরআন পাঠ করবেন।  [১]",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ إِذَا سُئِلَ هَلْ يَقْرَأُ أَحَدٌ خَلْفَ الْإِمَامِ قَالَ إِذَا صَلَّى أَحَدُكُمْ خَلْفَ الْإِمَامِ فَحَسْبُهُ قِرَاءَةُ الْإِمَامِ وَإِذَا صَلَّى وَحْدَهُ فَلْيَقْرَأْ ২৮৪قَالَ وَكَانَ عَبْدُ اللهِ بْنُ عُمَرَ لَا يَقْرَأُ خَلْفَ الْإِمَامِ ২৮৫قَالَ يَحْيَى سَمِعْت قَوْله تَعَالَى يَقُولُ الْأَمْرُ عِنْدَنَا أَنْ يَقْرَأَ الرَّجُلُ وَرَاءَ الْإِمَامِ فِيمَا لَا يَجْهَرُ فِيهِ الْإِمَامُ بِالْقِرَاءَةِ وَيَتْرُكُ الْقِرَاءَةَ فِيمَا يَجْهَرُ فِيهِ الْإِمَامُ بِالْقِرَاءَةِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن نافع أن عبد الله بن عمر كان إذا سئل هل يقرأ أحد خلف الإمام قال إذا صلى أحدكم خلف الإمام فحسبه قراءة الإمام وإذا صلى وحده فليقرأ ২৮৪قال وكان عبد الله بن عمر لا يقرأ خلف الإمام ২৮৫قال يحيى سمعت قوله تعالى يقول الأمر عندنا أن يقرأ الرجل وراء الإمام فيما لا يجهر فيه الإمام بالقراءة ويترك القراءة فيما يجهر فيه الإمام بالقراءة.",
        "note": "[১] যেসব নামাযে সরবে কুরআন পাঠ করা হয়, যেমন ফজর, মাগরিব, ইশা, জুমু’আ ইত্যাদি, সেসব নামাযকে ‘যাহরী’ নামায বলা হয়। আর যে সকল নামাযে নীরবে কিরাআত পাঠ করা হয় সে সকল নামাযকে ‘সিররী’ নামায বলা হয়।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49520,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮৯",
        "hadith_id": 189,
        "narrator": "আবূ হুরায়রা (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম  সরবে কুরআন পাঠ করা হয়েছে এমন একটি নামায সমাপ্ত করলেন। অতঃপর বললেন, তোমাদের কেউ এখন (নামাযে) আমার সাথে কুরআন পাঠ করেছে কি? উত্তরে এক ব্যক্তি বলল, হ্যাঁ, আমি পাঠ করেছিলাম, ইয়া রসূলুল্লাহ ! আবূ হুরায়রা (রাঃ) বললেন, এর পর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি (মনে মনে) বলতেছিলাম, আমার কী হল, কুরআন পাঠে আমার সাথে মুকাবিলা করা হচ্ছে কেন! এটা শুনে লোকেরা (নামাযে ইমামের পেছনে) কুরআন পাঠ হতে বিরত হলেন। যে নামাযে রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম সরবে কুরআন পাঠ করেছিলেন, সেইরূপ নামাযেই তিনি (কোন সাহাবী কর্তৃক কুরআন পাঠ করতে) শুনেছিলেন। (সহীহ, আবূ দাঊদ ৭২৬, তিরমিযী ৩১২, নাসাঈ ৯১৯, ইবনু মাজাহ ৮৪৯, আহমাদ ৭২৬৮) আল্লামা আলবানী হাদীসটি সহীহ বলেছেন, মিশকাত ৮৫৫)",
        "ar": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ ابْنِ أُكَيْمَةَ اللَّيْثِيِّ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ انْصَرَفَ مِنْ صَلَاةٍ جَهَرَ فِيهَا بِالْقِرَاءَةِ فَقَالَ هَلْ قَرَأَ مَعِي مِنْكُمْ أَحَدٌ آنِفًا فَقَالَ رَجُلٌ نَعَمْ أَنَا يَا رَسُولَ اللهِ قَالَ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنِّي أَقُولُ مَا لِي أُنَازَعُ الْقُرْآنَ فَانْتَهَى النَّاسُ عَنْ الْقِرَاءَةِ مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيمَا جَهَرَ فِيهِ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْقِرَاءَةِ حِينَ سَمِعُوا ذَلِكَ مِنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.",
        "ar_diacless": "و حدثني يحيى عن مالك عن ابن شهاب عن ابن أكيمة الليثي عن أبي هريرة أن رسول الله صلى الله عليه وسلم انصرف من صلاة جهر فيها بالقراءة فقال هل قرأ معي منكم أحد آنفا فقال رجل نعم أنا يا رسول الله قال فقال رسول الله صلى الله عليه وسلم إني أقول ما لي أنازع القرآن فانتهى الناس عن القراءة مع رسول الله صلى الله عليه وسلم فيما جهر فيه رسول الله صلى الله عليه وسلم بالقراءة حين سمعوا ذلك من رسول الله صلى الله عليه وسلم.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18139,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 11,
    "title": "ইমামের পেছনে ‘আমীন’ বলা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১১",
    "sort_order": 11,
    "hadiths": [
      {
        "id": 49552,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯০",
        "hadith_id": 190,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন ইমাম ‘আমীন’ آمِينَ বলেন তখন তোমরাও ‘আমীন’ বল। কেননা যার ‘আমীন’ ফেরেশতাদের ‘আমীন’-এর সাথে একত্রে উচ্চারিত হয় তার পূর্বের গুনাহ্ মাফ করা হয়। (বুখারী ৭৮০, মুসলিম ৪১০)\nইবনু শিহাব (র) (এই হাদীসের একজন রাবী) বলেছেন, রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেন, ‘আমীন’।\n\nআবূ হুরায়রা (রাঃ) হতে বর্ণিত; রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইমাম যখন غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ বলবেন তখন ‘আমীন’ বলো। যাঁর বাক্য ফেরেশতাদের (আমীন) বাক্যের সাথে মিলিত হবে তার পূর্বের গুনাহ মাফ করা হবে। (বুখারী ৭৮২, মুসলিম ৪১০)",
        "ar": "يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُمَا أَخْبَرَاهُ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَمَّنَ الْإِمَامُ فَأَمِّنُوا فَإِنَّهُ مَنْ وَافَقَ تَأْمِينُهُ تَأْمِينَ الْمَلَائِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ২৮৯قَالَ ابْنُ شِهَابٍ وَكَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ آمِيْنَ.",
        "ar_diacless": "يحيى عن مالك عن ابن شهاب عن سعيد بن المسيب وأبي سلمة بن عبد الرحمن أنهما أخبراه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال إذا أمن الإمام فأمنوا فإنه من وافق تأمينه تأمين الملائكة غفر له ما تقدم من ذنبه ২৮৯قال ابن شهاب وكان رسول الله صلى الله عليه وسلم يقول آمين.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49550,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯১",
        "hadith_id": 191,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যখন তোমাদের কেউ ‘আমীন’ বলে তখন আসমানের ফেরেশতাগণও ‘আমীন’ বলেন। ফলে যদি এক আমীন (যা তোমাদের কেউ বলেছে) দ্বিতীয় ‘আমীন’-এর সাথে (যা ফেরেশতাগণ বলেছেন) মিলিত হয় তবে তার পূর্বের সকল গুনাহ ক্ষমা করা হয়। (বুখারী ৭৮১, মুসলিম ৪১০)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا قَالَ أَحَدُكُمْ آمِينَ وَقَالَتْ الْمَلَائِكَةُ فِي السَّمَاءِ آمِينَ فَوَافَقَتْ إِحْدَاهُمَا الْأُخْرَى غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ.",
        "ar_diacless": "و حدثني عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال إذا قال أحدكم آمين وقالت الملائكة في السماء آمين فوافقت إحداهما الأخرى غفر له ما تقدم من ذنبه.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49551,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯২",
        "hadith_id": 192,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ইমাম سَمِعَ اللهُ لِمَنْ حَمِدَهُ বললে তোমরা বলবে اَللّٰهُمَّ رَبَّنَا لَكَ الْحَمْدُ কেননা যার বাক্য ফেরেশতাদের বাক্যের সাথে মিলিত হয় তার পূর্বের পাপ সমূহ মাফ করা হয়। (বুখারী ৭৯৬, মুসলিম ৪০৯)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا قَالَ الْإِمَامُ سَمِعَ اللهُ لِمَنْ حَمِدَهُ فَقُولُوا اللهُمَّ رَبَّنَا لَكَ الْحَمْدُ فَإِنَّهُ مَنْ وَافَقَ قَوْلُهُ قَوْلَ الْمَلَائِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ.",
        "ar_diacless": "و حدثني عن مالك عن سمي مولى أبي بكر عن أبي صالح السمان عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال إذا قال الإمام سمع الله لمن حمده فقولوا اللهم ربنا لك الحمد فإنه من وافق قوله قول الملائكة غفر له ما تقدم من ذنبه.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18140,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 12,
    "title": "নামাযে বসা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১২",
    "sort_order": 12,
    "hadiths": [
      {
        "id": 49556,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯৩",
        "hadith_id": 193,
        "narrator": "মুসলিম ইবনু আবূ র্মাইয়াম্ (র)",
        "bn": "তিনি বলেছেন, আবদুল্লাহ্ ইবনু উমার (রাঃ) আমাকে দেখলেন, আমি ছোট ছোট কংকর নিয়ে নামাযে খেলতেছি। আমি নামায পড়ে ফিরলে তিনি আমাকে এইরূপ করতে নিষেধ করলেন এবং বললেন, রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম (নামাযে) যেরূপ করেন তুমিও সেইরূপ করবে। আমি (আলী ইবনু আবদুর রহমান) বললাম, রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিরূপ করতেন ? তিনি (আবদুল্লাহ ইবনু উমার) বললেন, ‘আত্তাহিয়্যাতু’ পড়ার জন্য ন্মাাযে যখন বসতেন, তখন তিনি ডান করতল ডান উরুর উপর রাখতেন এবং হাতের আঙ্গুলগুলি সংকুচিত করে নিতেন। অতঃপর ইবহাম-এর (বৃদ্ধাঙ্গুলির পার্শ্ববর্তী আঙুল) দ্বারা ইশারা করতেন এবং বাম করতলকে বাম উরুর উপর রাখতেন, তিনি তারপর বললেন, রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম এইরূপই করতেন। (সহীহ, মুসলিম ৫৮০)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ مُسْلِمِ بْنِ أَبِي مَرْيَمَ عَنْ عَلِيِّ بْنِ عَبْدِ الرَّحْمَنِ الْمُعَاوِيِّ أَنَّهُ قَالَ، رَآنِي عَبْدُ اللهِ بْنُ عُمَرَ وَأَنَا أَعْبَثُ بِالْحَصْبَاءِ فِي الصَّلَاةِ فَلَمَّا انْصَرَفْتُ نَهَانِي وَقَالَ اصْنَعْ كَمَا كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ فَقُلْتُ وَكَيْفَ كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ قَالَ كَانَ إِذَا جَلَسَ فِي الصَّلَاةِ وَضَعَ كَفَّهُ الْيُمْنَى عَلَى فَخِذِهِ الْيُمْنَى وَقَبَضَ أَصَابِعَهُ كُلَّهَا وَأَشَارَ بِأُصْبُعِهِ الَّتِي تَلِي الْإِبْهَامَ وَوَضَعَ كَفَّهُ الْيُسْرَى عَلَى فَخِذِهِ الْيُسْرَى وَقَالَ هَكَذَا كَانَ يَفْعَلُ.",
        "ar_diacless": "حدثني يحيى عن مالك عن مسلم بن أبي مريم عن علي بن عبد الرحمن المعاوي أنه قال، رآني عبد الله بن عمر وأنا أعبث بالحصباء في الصلاة فلما انصرفت نهاني وقال اصنع كما كان رسول الله صلى الله عليه وسلم يصنع فقلت وكيف كان رسول الله صلى الله عليه وسلم يصنع قال كان إذا جلس في الصلاة وضع كفه اليمنى على فخذه اليمنى وقبض أصابعه كلها وأشار بأصبعه التي تلي الإبهام ووضع كفه اليسرى على فخذه اليسرى وقال هكذا كان يفعل.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49553,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯৪",
        "hadith_id": 194,
        "narrator": "আবদুল্লাহ ইবনু দীনার (র)",
        "bn": "তাঁর পার্শ্বে এক ব্যক্তি নামায আদায় করলেন। যখন তিনি চার রাক’আতের পর বসলেন তখন পিঁড়িতে বসার মত বসলেন। পা দু’টি বিছিয়ে দিলেন। নামায সমাপ্ত করার পর আবদুল্লাহ (রাঃ) তাঁকে এইরূপ বসার জন্য দোষারোপ করলেন। ঐ ব্যক্তি বললেন, আপনি যে এইরূপভাবে বসেন! আবদুল্লাহ ইবনু উমার (রাঃ) বললেন, আমার রোগ আছে। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ أَنَّهُ سَمِعَ عَبْدَ اللهِ بْنَ عُمَرَ وَصَلَّى إِلَى جَنْبِهِ رَجُلٌ فَلَمَّا جَلَسَ الرَّجُلُ فِي أَرْبَعٍ تَرَبَّعَ وَثَنَى رِجْلَيْهِ فَلَمَّا انْصَرَفَ عَبْدُ اللهِ عَابَ ذَلِكَ عَلَيْهِ فَقَالَ الرَّجُلُ فَإِنَّكَ تَفْعَلُ ذَلِكَ فَقَالَ عَبْدُ اللهِ بْنُ عُمَرَ فَإِنِّي أَشْتَكِي.",
        "ar_diacless": "و حدثني عن مالك عن عبد الله بن دينار أنه سمع عبد الله بن عمر وصلى إلى جنبه رجل فلما جلس الرجل في أربع تربع وثنى رجليه فلما انصرف عبد الله عاب ذلك عليه فقال الرجل فإنك تفعل ذلك فقال عبد الله بن عمر فإني أشتكي.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49554,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯৫",
        "hadith_id": 195,
        "narrator": "মুগীরা ইবনু হাকীম (র)",
        "bn": "তিনি আবদুল্লাহ্ ইবনু উমার (রাঃ)-কে সিজদার মাঝখানে তাঁর উভয় পায়ের গোড়ালির উপর বসতে দেখেছেন। নামায শেষ করার পর তাঁর নিকট এ বিষয়ে উত্থাপন করা হলে, তিনি বললেন, এটা নামাযের সুন্নত নয়। আমি অসুস্থতার কারণে এভাবে বসি। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ صَدَقَةَ بْنِ يَسَارٍ عَنْ الْمُغِيرَةِ بْنِ حَكِيمٍ أَنَّهُ رَأَى عَبْدَ اللهِ بْنَ عُمَرَ يَرْجِعُ فِي سَجْدَتَيْنِ فِي الصَّلَاةِ عَلَى صُدُورِ قَدَمَيْهِ فَلَمَّا انْصَرَفَ ذَكَرَ لَهُ ذَلِكَ فَقَالَ إِنَّهَا لَيْسَتْ سُنَّةَ الصَّلَاةِ وَإِنَّمَا أَفْعَلُ هَذَا مِنْ أَجْلِ أَنِّي أَشْتَكِي.",
        "ar_diacless": "و حدثني عن مالك عن صدقة بن يسار عن المغيرة بن حكيم أنه رأى عبد الله بن عمر يرجع في سجدتين في الصلاة على صدور قدميه فلما انصرف ذكر له ذلك فقال إنها ليست سنة الصلاة وإنما أفعل هذا من أجل أني أشتكي.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49557,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯৬",
        "hadith_id": 196,
        "narrator": "আবদুর রহমান ইবনু কাসিম (র)",
        "bn": "আবদুল্লাহ্ ইবনু আবদুল্লাহ ইবনু উমার (র) তাঁর নিকট বর্ণনা করেন যে, তিনি আবদুল্লাহ্ ইবনু উমার (রাঃ)-কে নামাযে বসাকালে পিঁড়িতে বসার মত (চার জানু) হয়ে বসতে দেখতেন। তিনি আরও বলেছেন, আমিও (তা দেখে) সেভাবে বসলাম। তখন আমি তরুণ। আবদুল্লাহ ইবনু উমার (রাঃ) আমাকে (এভাবে বসতে) নিষেধ করলেন এবং বললেন, নামাযের সুন্নত হচ্ছে ডান পা খাড়া রেখে বাম পা বিছিয়ে দেওয়া। আমি বলে উঠলাম  আপনি যে এইরূপ করেন (পিঁড়িতে বসার মত বসেন?) তিনি বললেন  আমার পা দুটো (বসবার সময়) আমার ভার বহন করতে অক্ষম। (সহীহ, বুখারী ৮২৭)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ عَبْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ أَنَّهُ أَخْبَرَهُ أَنَّهُ كَانَ يَرَى عَبْدَ اللهِ بْنَ عُمَرَ يَتَرَبَّعُ فِي الصَّلَاةِ إِذَا جَلَسَ قَالَ فَفَعَلْتُهُ وَأَنَا يَوْمَئِذٍ حَدِيثُ السِّنِّ فَنَهَانِي عَبْدُ اللهِ وَقَالَ إِنَّمَا سُنَّةُ الصَّلَاةِ أَنْ تَنْصِبَ رِجْلَكَ الْيُمْنَى وَتَثْنِيَ رِجْلَكَ الْيُسْرَى فَقُلْتُ لَهُ فَإِنَّكَ تَفْعَلُ ذَلِكَ فَقَالَ إِنَّ رِجْلَيَّ لَا تَحْمِلَانِي.",
        "ar_diacless": "و حدثني عن مالك عن عبد الرحمن بن القاسم عن عبد الله بن عبد الله بن عمر أنه أخبره أنه كان يرى عبد الله بن عمر يتربع في الصلاة إذا جلس قال ففعلته وأنا يومئذ حديث السن فنهاني عبد الله وقال إنما سنة الصلاة أن تنصب رجلك اليمنى وتثني رجلك اليسرى فقلت له فإنك تفعل ذلك فقال إن رجلي لا تحملاني.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49555,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯৭",
        "hadith_id": 197,
        "narrator": "ইয়াহ্ইয়া ইবনু সাঈদ (র)",
        "bn": "কাসিম ইবনু মুহাম্মাদ (র) ‘আত্তাহিয়্যাতু’ পড়ার সময় বসার নিয়ম দেখালেন। তিনি ডান পা খাড়া রাখলেন এবং বাম পা বিছিয়ে দিলেন। পায়ের উপর না বসে বাম নিতম্বের উপর বসলেন। অতঃপর বললেন, আবদুল্লাহ ইবনু আবদুল্লাহ ইবনু উমার (র) আমাকে বসার এইরূপ পদ্ধতি দেখিয়েছেন এবং তিনি বলেছেন, তাঁর পিতা এইরূপ করতেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ أَرَاهُمْ الْجُلُوسَ فِي التَّشَهُّدِ فَنَصَبَ رِجْلَهُ الْيُمْنَى وَثَنَى رِجْلَهُ الْيُسْرَى وَجَلَسَ عَلَى وَرِكِهِ الْأَيْسَرِ وَلَمْ يَجْلِسْ عَلَى قَدَمِهِ ثُمَّ قَالَ أَرَانِي هَذَا عَبْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ عُمَرَ وَحَدَّثَنِي أَنَّ أَبَاهُ كَانَ يَفْعَلُ ذَلِكَ.",
        "ar_diacless": "و حدثني يحيى عن مالك عن يحيى بن سعيد أن القاسم بن محمد أراهم الجلوس في التشهد فنصب رجله اليمنى وثنى رجله اليسرى وجلس على وركه الأيسر ولم يجلس على قدمه ثم قال أراني هذا عبد الله بن عبد الله بن عمر وحدثني أن أباه كان يفعل ذلك.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18141,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 13,
    "title": "তাশাহ্হুদ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৩",
    "sort_order": 13,
    "hadiths": [
      {
        "id": 49572,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 13,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯৮",
        "hadith_id": 198,
        "narrator": "আবদুর রহমান ইবনু আবদুল কারী (র)",
        "bn": "তিনি উমার ইবনুল খাত্তাব (রাঃ)-কে মিম্বরে আরোহণ করে লোকদেকে তাশাহহুদ তালীম দিতে শুনেছেন।\nالتَّحِيَّاتُ لِلَّهِ الزَّاكِيَاتُ لِلَّهِ الطَّيِّبَاتُ لِلّٰهِ الصَّلَوَاتُ لِلّٰهِ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ.\nতিনি বলতেন, তোমরা আত্তাহিয়্যাতু লিল্লাহিয্ যাকিয়াতু লিল্লাহিত তায়্যিবাতু’ আসসালাওয়াতু লিল্লাহি আস্সালামু আলাইকা আইয়ুহাননাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু আস্সালামু ‘আলাইনা ও’আলা ইবাদিল্লাহিস সালিহিনা আশহাদু আল লা-ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রসূলুহু। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন, তবে হাদীসটি মারফু পর্যায়ের)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ أَنَّهُ سَمِعَ عُمَرَ بْنَ الْخَطَّابِ وَهُوَ عَلَى الْمِنْبَرِ يُعَلِّمُ النَّاسَ التَّشَهُّدَ يَقُولُ قُولُوا التَّحِيَّاتُ لِلَّهِ الزَّاكِيَاتُ لِلَّهِ الطَّيِّبَاتُ لِلَّهِ الصَّلَوَاتُ لِلَّهِ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ.",
        "ar_diacless": "حدثني يحيى عن مالك عن ابن شهاب عن عروة بن الزبير عن عبد الرحمن بن عبد القاري أنه سمع عمر بن الخطاب وهو على المنبر يعلم الناس التشهد يقول قولوا التحيات لله الزاكيات لله الطيبات لله الصلوات لله السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49573,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 13,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৯৯",
        "hadith_id": 199,
        "narrator": "নাফি’ (র)",
        "bn": "আবদুল্লাহ ইবনু উমার (রাঃ) তাশাহহুদ এইরূপ পড়তেন\nبِسْمِ اللهِ التَّحِيَّاتُ لِلَّهِ الصَّلَوَاتُ لِلَّهِ الزَّاكِيَاتُ لِلَّهِ السَّلَامُ عَلَى النَّبِيِّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ شَهِدْتُ أَنْ لَا إِلَهَ إِلَّا اللهُ شَهِدْتُ أَنَّ مُحَمَّدًا رَسُولُ اللهِ.\nবিসমিল্লাহি আত্তাহিয়্যাতু লিল্লাহি আস্সালাওয়াতু লিল্লাহি আযযাকিয়াতু লিল্লাহি, আস্সালামু আলাননাবিয়্যি ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু আস্সালামু আলাইনা ও’আলা ইবাদিল্লাহিস সালিহীন। শাহিদতু আল্-লা-ইলাহা ইল্লাল্লাহু শাহিদ্তু আন্না মুহাম্মাদার রসূলুল্লাহ্।\nপ্রথম দুই রাক’আতের পর তিনি উক্ত তাশাহহুদ পাঠ করতেন। তাশাহহুদ পাঠ সমাপ্ত করে  তাঁর পছন্দ মত দুআ পাঠ করতেন। নামাযের সর্বশেষ রাক’আতের যখন বসতেন তখনও অনুরূপ তাশাহহুদ পড়তেন। অবশ্য তিনি তাশাহহুদ আগে পাঠ করে পরে যা ইচ্ছা দু’আ পাঠ করতেন। তারপর তাশাহহুদ পড়ার পর সালাম-এর ইচ্ছা করলে বলতেন,\nالسَّلَامُ عَلَى النَّبِيِّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ السَّلَامُ عَلَيْكُمْ.\nপ্রথমে ডান দিকে, তারপর ইমামের প্রতি অর্থাৎ সামনের দিকে সালাম দিতেন। অতঃপর কেউ বাম দিক হতে সালাম দিলে তার উত্তর দিতেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করলেও মারফু পর্যায়ের)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ يَتَشَهَّدُ فَيَقُوْلُ بِسْمِ اللهِ التَّحِيَّاتُ لِلَّهِ الصَّلَوَاتُ لِلَّهِ الزَّاكِيَاتُ لِلَّهِ السَّلَامُ عَلَى النَّبِيِّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ شَهِدْتُ أَنْ لَا إِلَهَ إِلَّا اللهُ شَهِدْتُ أَنَّ مُحَمَّدًا رَسُولُ اللهِ يَقُولُ هَذَا فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ وَيَدْعُو إِذَا قَضَى تَشَهُّدَهُ بِمَا بَدَا لَهُ فَإِذَا جَلَسَ فِي آخِرِ صَلَاتِهِ تَشَهَّدَ كَذَلِكَ أَيْضًا إِلَّا أَنَّهُ يُقَدِّمُ التَّشَهُّدَ ثُمَّ يَدْعُو بِمَا بَدَا لَهُ فَإِذَا قَضَى تَشَهُّدَهُ وَأَرَادَ أَنْ يُسَلِّمَ قَالَ السَّلَامُ عَلَى النَّبِيِّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ السَّلَامُ عَلَيْكُمْ عَنْ يَمِينِهِ ثُمَّ يَرُدُّ عَلَى الْإِمَامِ فَإِنْ سَلَّمَ عَلَيْهِ أَحَدٌ عَنْ يَسَارِهِ رَدَّ عَلَيْهِ.",
        "ar_diacless": "و حدثني عن مالك عن نافع أن عبد الله بن عمر كان يتشهد فيقول بسم الله التحيات لله الصلوات لله الزاكيات لله السلام على النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين شهدت أن لا إله إلا الله شهدت أن محمدا رسول الله يقول هذا في الركعتين الأوليين ويدعو إذا قضى تشهده بما بدا له فإذا جلس في آخر صلاته تشهد كذلك أيضا إلا أنه يقدم التشهد ثم يدعو بما بدا له فإذا قضى تشهده وأراد أن يسلم قال السلام على النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين السلام عليكم عن يمينه ثم يرد على الإمام فإن سلم عليه أحد عن يساره رد عليه.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49574,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 13,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০০",
        "hadith_id": 200,
        "narrator": "আবদুর রহমান ইবনু কাসিম (র)",
        "bn": "নাবী সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহধর্মিনী আয়েশা (রাঃ) তাশাহহুদ পড়ার সময় বলতেন,\nالتَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ الزَّاكِيَاتُ لِلَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ السَّلَامُ عَلَيْكُمْ.\n(ইমাম মালিক এককভাবে বর্ণনা করলেও হাদীসটি মারফু পর্যায়ের)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا كَانَتْ تَقُولُ إِذَا تَشَهَّدَتْ التَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ الزَّاكِيَاتُ لِلَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ السَّلَامُ عَلَيْكُمْ.",
        "ar_diacless": "و حدثني عن مالك عن عبد الرحمن بن القاسم عن أبيه عن عائشة زوج النبي صلى الله عليه وسلم أنها كانت تقول إذا تشهدت التحيات الطيبات الصلوات الزاكيات لله أشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين السلام عليكم.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49575,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 13,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০১",
        "hadith_id": 201,
        "narrator": "ইয়াহ্ইয়া ইবনু সাঈদ (র)",
        "bn": "কাসিম ইবনু মুহাম্মাদ তাঁকে বললেন যে, নাবী (স.)-এর সহধর্মিনী ‘আয়েশা (রাঃ) তাশাহ্হুদ পড়ার সময় বলতেন,\nالتَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ الزَّاكِيَاتُ لِلَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُ اللهِ وَرَسُولُهُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ السَّلَامُ عَلَيْكُمْ.\nমালিক (র) হতে বর্ণিত; তিনি ইবনু শিহাব ও নাফি’ مَوْلَى ابْنِ عُمَرَ (র)-এর নিকট প্রশ্ন করেন, এক ব্যক্তি জামাতে শামিল হল, ইতিপূর্বে ইমাম এক রাক’আত শেষ করেন, সে ইমামের সাথে দ্বিতীয় ও চতুর্থ রাক’আতে ‘তাশাহহুদ’ পড়বে কি, যদিও সে তিন রাক’আতই পড়িল ? দু’জনে (উত্তরে) বললেন, হ্যাঁ, সে ইমামের সাথে ‘তাশাহ্হুদ’ পড়বে। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)\nইয়াহ্ইয়া (র) হতে বর্ণিত; মালিক (র) বলেছেন, আমাদের (মদীনাবাসীদের) আমল ও অনুরূপ।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ أَنَّهُ أَخْبَرَهُ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَتْ تَقُولُ إِذَا تَشَهَّدَتْ التَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ الزَّاكِيَاتُ لِلَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُ اللهِ وَرَسُولُهُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ السَّلَامُ عَلَيْكُمْ ৬১و حَدَّثَنِي عَنْ مَالِك أَنَّهُ سَأَلَ ابْنَ شِهَابٍ وَنَافِعًا مَوْلَى ابْنِ عُمَرَ عَنْ رَجُلٍ دَخَلَ مَعَ الْإِمَامِ فِي الصَّلَاةِ وَقَدْ سَبَقَهُ الْإِمَامُ بِرَكْعَةٍ أَيَتَشَهَّدُ مَعَهُ فِي الرَّكْعَتَيْنِ وَالْأَرْبَعِ وَإِنْ كَانَ ذَلِكَ لَهُ وِتْرًا فَقَالَا لِيَتَشَهَّدْ مَعَهُ قَالَ مَالِك وَهُوَ الْأَمْرُ عِنْدَنَا.",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد الأنصاري عن القاسم بن محمد أنه أخبره أن عائشة زوج النبي صلى الله عليه وسلم كانت تقول إذا تشهدت التحيات الطيبات الصلوات الزاكيات لله أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبد الله ورسوله السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين السلام عليكم ৬১و حدثني عن مالك أنه سأل ابن شهاب ونافعا مولى ابن عمر عن رجل دخل مع الإمام في الصلاة وقد سبقه الإمام بركعة أيتشهد معه في الركعتين والأربع وإن كان ذلك له وترا فقالا ليتشهد معه قال مالك وهو الأمر عندنا.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18142,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 14,
    "title": "যে ব্যক্তি (রুকু ‘অথবা সিজদা হতে) ইমামের পূর্বে মাথা উত্তোলন করে তার কি করতে হবে",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৪",
    "sort_order": 14,
    "hadiths": [
      {
        "id": 49571,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 14,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০২",
        "hadith_id": 202,
        "narrator": "আবূ হুরায়রা (রাঃ)",
        "bn": "তিনি বলেছেন, যে ব্যক্তি ইমামের পূর্বে মাথা তোলে অথবা ঝোঁকায় তার কপাল শয়তানের হাতে। (মাওকুফ, হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)\nইয়াহ্ইয়া (র) বলেন, মালিক (র) বলেছেন, যে ব্যক্তি ভুলবশত রুকূ-সিজদায় ইমামের পূর্বে মাথা উঠিয়েছে তার বিষয়ে সুন্নাহ বা নিয়ম হল, সে পুনরায় রুকূ অথবা সিজদায় ফিরে যাবে। এতে সে ইমামের অপেক্ষা করবে না। কেননা যে ব্যক্তি এটা করেছে, সে ভুল করেছে। কারণ রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অনুসরণের জন্যই ইমাম নিযুক্ত করা হয়েছে। কাজেই তোমরা ইমামের বরখেলাফ করো না। আবূ হুরায়রা (রা) বলেছেন, যে ব্যক্তি ইমামের পূর্বে মাথা উঠায় অথবা ঝোঁকায় তার কপাল শয়তানের হাতে। (বুখারী ৭২২, মুসলিম ৪১৪)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَلْقَمَةَ عَنْ مَلِيحِ بْنِ عَبْدِ اللهِ السَّعْدِيِّ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ الَّذِي يَرْفَعُ رَأْسَهُ وَيَخْفِضُهُ قَبْلَ الْإِمَامِ فَإِنَّمَا نَاصِيَتُهُ بِيَدِ شَيْطَانٍ ৩قَالَ مَالِك فِيمَنْ سَهَا فَرَفَعَ رَأْسَهُ قَبْلَ الْإِمَامِ فِي رُكُوعٍ أَوْ سُجُودٍ إِنَّ السُّنَّةَ فِي ذَلِكَ أَنْ يَرْجِعَ رَاكِعًا أَوْ سَاجِدًا وَلَا يَنْتَظِرُ الْإِمَامَ وَذَلِكَ خَطَأٌ مِمَّنْ فَعَلَهُ لِأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا جُعِلَ الْإِمَامُ لِيُؤْتَمَّ بِهِ فَلَا تَخْتَلِفُوا عَلَيْهِ وَقَالَ أَبُو هُرَيْرَةَ الَّذِي يَرْفَعُ رَأْسَهُ وَيَخْفِضُهُ قَبْلَ الْإِمَامِ إِنَّمَا نَاصِيَتُهُ بِيَدِ شَيْطَانٍ.",
        "ar_diacless": "حدثني يحيى عن مالك عن محمد بن عمرو بن علقمة عن مليح بن عبد الله السعدي عن أبي هريرة أنه قال الذي يرفع رأسه ويخفضه قبل الإمام فإنما ناصيته بيد شيطان ৩قال مالك فيمن سها فرفع رأسه قبل الإمام في ركوع أو سجود إن السنة في ذلك أن يرجع راكعا أو ساجدا ولا ينتظر الإمام وذلك خطأ ممن فعله لأن رسول الله صلى الله عليه وسلم قال إنما جعل الإمام ليؤتم به فلا تختلفوا عليه وقال أبو هريرة الذي يرفع رأسه ويخفضه قبل الإمام إنما ناصيته بيد شيطان.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18143,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 15,
    "title": "দুই রাক’আত পড়ার পর ভুলবশত কেউ সালাম ফিরালে তার কি করা কর্তব্য",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৫",
    "sort_order": 15,
    "hadiths": [
      {
        "id": 49567,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০৩",
        "hadith_id": 203,
        "narrator": "আবূ হুরাইরা (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) দুই রাক’আত (পড়িয়া) নামায সমাপ্ত করলেন, তখন যুল-ইয়াদায়ন [১] (রাঃ) তাঁকে বললেন, হে আল্লাহর রসূল! নামায সংক্ষিপ্ত করা হয়েছে, না আপনার ভুল হয়েছে ? এটা শুনে রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম উপস্থিত মুসল্লিদের সম্বোধন করে বললেন, যুল-ইয়াদায়ন ঠিক বলেছেন কি ? লোকেরা বললেন, হ্যাঁ। অতঃপর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠলেন এবং শেষের দু’ রাক’আত আদায় করলেন; তারপর (একদিকে) সালাম ফিরিয়ে ‘আল্লাহু আকবার’ বলে সিজদা করলেন, পূর্বের মত (সিজদা) অথবা তা হতে দীর্ঘ সিজদা। অতঃপর (পবিত্র) শির উঠালেন, পুনরায় তাকবীর বলে সিজদায় গেলেন, পূর্বের (সিজদার) মত অথবা তা হতে দীর্ঘ সিজদা, অতঃপর (পবিত্র) শির উঠালেন। (বুখারী ৭১৪, মুসলিম ৫৭৩)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ السَّخْتِيَانِيِّ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ انْصَرَفَ مِنَ اثْنَتَيْنِ فَقَالَ لَهُ ذُو الْيَدَيْنِ أَقَصُرَتْ الصَّلَاةُ أَمْ نَسِيتَ يَا رَسُولَ اللهِ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَصَدَقَ ذُو الْيَدَيْنِ فَقَالَ النَّاسُ نَعَمْ فَقَامَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى رَكْعَتَيْنِ أُخْرَيَيْنِ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ.",
        "ar_diacless": "حدثني يحيى عن مالك عن أيوب بن أبي تميمة السختياني عن محمد بن سيرين عن أبي هريرة أن رسول الله صلى الله عليه وسلم انصرف من اثنتين فقال له ذو اليدين أقصرت الصلاة أم نسيت يا رسول الله فقال رسول الله صلى الله عليه وسلم أصدق ذو اليدين فقال الناس نعم فقام رسول الله صلى الله عليه وسلم فصلى ركعتين أخريين ثم سلم ثم كبر فسجد مثل سجوده أو أطول ثم رفع ثم كبر فسجد مثل سجوده أو أطول ثم رفع.",
        "note": "[১] যুল-ইয়াদায়ন সাহাবীর নাম খিরবাক (রা)। তাঁর হাত কিছুটা লম্বা ছিল বলে তাঁকে যুল-ইয়াদায়ন (দুই হাতধারী) বলা হত অথবা তিনি নিজ হাতের শ্রম দ্বারা উপার্জন করতেন বা দান খয়রাত করতেন। তাই তিনি যুল-ইয়াদায়ন উপাধি লাভ করেছিলেন।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49568,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০৪",
        "hadith_id": 204,
        "narrator": "আবূ আহমাদ (র)-এর পুত্রের মাওলা আবূ সুফইয়ান (র)",
        "bn": "তিনি আবূ হুরায়রা (রাঃ)-কে বলতে শুনেছেন  রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একদা) আসরের নামায আদায় করলেন, তিনি (উহাতে) দুই রাক’আতের পর সালাম ফিরালেন। যুল-ইয়াদায়ন দাঁড়িয়ে বললেন, হে আল্লাহর রসূল! নামায কমিয়ে দেয়া হয়েছে না আপনি ভুলে গিয়েছেন? রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফরমালেন  (আমার মনে হয়) দু’জনের কোনটাই ঘটেনি। যুল-ইয়াদায়ন  বললেন, হে আল্লাহর রসূল! একটা কিছু ঘটেছে। (এটা শোনার পর) রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম পবিত্র মুখমণ্ডল সাহাবাদের দিকে করলেন এবং জিজ্ঞেস করলেন  যুল-ইয়াদায়ন কি ঠিক বলতেছেন?\nউপস্থিত সাহাবা বললেন, হ্যাঁ। তারপর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়ালেন এবং অবশিষ্ট নামায পূর্ণ করলেন। তারপর (একদিকে) সালামের পর বসা অবস্থায় দুটি সিজদা করলেন। (সহীহ, মুসলিম ৫৭৩)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ دَاوُدَ بْنِ الْحُصَيْنِ عَنْ أَبِي سُفْيَانَ مَوْلَى ابْنِ أَبِي أَحْمَدَ أَنَّهُ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ صَلَّى رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الْعَصْرِ فَسَلَّمَ فِي رَكْعَتَيْنِ فَقَامَ ذُو الْيَدَيْنِ فَقَالَ أَقَصُرَتْ الصَّلَاةُ يَا رَسُولَ اللهِ أَمْ نَسِيتَ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كُلُّ ذَلِكَ لَمْ يَكُنْ فَقَالَ قَدْ كَانَ بَعْضُ ذَلِكَ يَا رَسُولَ اللهِ فَأَقْبَلَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى النَّاسِ فَقَالَ أَصَدَقَ ذُو الْيَدَيْنِ فَقَالُوا نَعَمْ فَقَامَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَتَمَّ مَا بَقِيَ مِنْ الصَّلَاةِ ثُمَّ سَجَدَ سَجْدَتَيْنِ بَعْدَ التَّسْلِيمِ وَهُوَ جَالِسٌ.",
        "ar_diacless": "و حدثني عن مالك عن داود بن الحصين عن أبي سفيان مولى ابن أبي أحمد أنه قال سمعت أبا هريرة يقول صلى رسول الله صلى الله عليه وسلم صلاة العصر فسلم في ركعتين فقام ذو اليدين فقال أقصرت الصلاة يا رسول الله أم نسيت فقال رسول الله صلى الله عليه وسلم كل ذلك لم يكن فقال قد كان بعض ذلك يا رسول الله فأقبل رسول الله صلى الله عليه وسلم على الناس فقال أصدق ذو اليدين فقالوا نعم فقام رسول الله صلى الله عليه وسلم فأتم ما بقي من الصلاة ثم سجد سجدتين بعد التسليم وهو جالس.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49569,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০৫",
        "hadith_id": 205,
        "narrator": "আবূ বাকর ইবনু সুলায়মান ইবনু আবি হাসমা (র)",
        "bn": "তিনি বলেছেন, আমার নিকট রেওয়ায়ত পৌঁছেছে যে, রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম দিনের কোন এক নামায- যোহর কিংবা আসরে দু’রাকা’আত আদায় করে সালাম ফিরলেন, তখন বনি যোহরা ইবনু কিলাব গোত্রের যুশ-শিমালায়ন (রাঃ) [১] নামক জনৈক সাহাবী বললেন, হে আল্লাহর রসূল! নামায কি সংক্ষিপ্ত করা হয়েছে, না আপনি ভুলে গিয়েছেন? রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফরমালেন  নামাযও সংক্ষিপ্ত করা হয়নি, আমিও ভুলিনি। যুশ-শিমালায়ন (রাঃ) পুনরায় বললেন, ইয়া রসূলাল্লাহ! (অবশ্যই) কোন একটা হয়েছে। অতঃপর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম চেহারা মুবারক লোকের দিকে করলেন এবং বললেন, যুশ শিমালায়ন ঠিক বলেছেন কি? (উপস্থিত) লোকজন বললেন, হ্যাঁ। তারপর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম অবশিষ্ট নামায পূর্ণ করলেন। অতঃপর সালাম ফিরালেন। [২]  (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَبِي بَكْرِ بْنِ سُلَيْمَانَ بْنِ أَبِي حَثْمَةَ قَالَ بَلَغَنِي أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكَعَ رَكْعَتَيْنِ مِنْ إِحْدَى صَلَاتَيْ النَّهَارِ الظُّهْرِ أَوْ الْعَصْرِ فَسَلَّمَ مِنَ اثْنَتَيْنِ فَقَالَ لَهُ ذُو الشِّمَالَيْنِ أَقَصُرَتْ الصَّلَاةُ يَا رَسُولَ اللهِ أَمْ نَسِيتَ فَقَالَ لَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا قَصُرَتْ الصَّلَاةُ وَمَا نَسِيتُ فَقَالَ ذُو الشِّمَالَيْنِ قَدْ كَانَ بَعْضُ ذَلِكَ يَا رَسُولَ اللهِ فَأَقْبَلَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى النَّاسِ فَقَالَ أَصَدَقَ ذُو الْيَدَيْنِ فَقَالُوا نَعَمْ يَا رَسُولَ اللهِ فَأَتَمَّ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا بَقِيَ مِنْ الصَّلَاةِ ثُمَّ سَلَّمَ.",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب عن أبي بكر بن سليمان بن أبي حثمة قال بلغني أن رسول الله صلى الله عليه وسلم ركع ركعتين من إحدى صلاتي النهار الظهر أو العصر فسلم من اثنتين فقال له ذو الشمالين أقصرت الصلاة يا رسول الله أم نسيت فقال له رسول الله صلى الله عليه وسلم ما قصرت الصلاة وما نسيت فقال ذو الشمالين قد كان بعض ذلك يا رسول الله فأقبل رسول الله صلى الله عليه وسلم على الناس فقال أصدق ذو اليدين فقالوا نعم يا رسول الله فأتم رسول الله صلى الله عليه وسلم ما بقي من الصلاة ثم سلم.",
        "note": "[১] যুল-ইয়াদায়ন ও যুশ শিমালায়ন একই ব্যক্তির দুটি উপাধি।\n[২] নামাযে কথা বলা, নামায কত রাক’আত পড়া হয়েছে তা জিজ্ঞেস করা এবং উহার উত্তর দেয়া, নামাযরত ব্যক্তিকে সালাম দেয়া, সালামের জবাব দেয়া ইত্যাদি প্রথমে বৈধ ছিল, পরে তা বাতিল হয়। নাবী সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, নামাযে কথাবার্তার অবকাশ নেই।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49570,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 15,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০৬",
        "hadith_id": 206,
        "narrator": "সাঈদ ইবনু মুসায়্যাব (র) এবং আবি সালামা ইবনু আবদুর রহমান (র)",
        "bn": "মালিক (র) বলেছেন, যে ভুলে নামাযে ঘাটতি হয়, উহাতে সালামের পূর্বে সিজদা করতে হয়। আর যে ভুলে বৃদ্ধি হয় উহাতে সালামের পরে সিজদা করতে হয়। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَعَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ مِثْلَ ذَلِكَ ৩১قَالَ مَالِك كُلُّ سَهْوٍ كَانَ نُقْصَانًا مِنْ الصَّلَاةِ فَإِنَّ سُجُودَهُ قَبْلَ السَّلَامِ وَكُلُّ سَهْوٍ كَانَ زِيَادَةً فِي الصَّلَاةِ فَإِنَّ سُجُودَهُ بَعْدَ السَّلَامِ.",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب عن سعيد بن المسيب وعن أبي سلمة بن عبد الرحمن مثل ذلك ৩১قال مالك كل سهو كان نقصانا من الصلاة فإن سجوده قبل السلام وكل سهو كان زيادة في الصلاة فإن سجوده بعد السلام.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18144,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 16,
    "title": "নামাযে সংশয় সৃষ্টি হলে মুসল্লির স্মরণ মুতাবিক নামায পূর্ণ করা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৬",
    "sort_order": 16,
    "hadiths": [
      {
        "id": 49565,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 16,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০৭",
        "hadith_id": 207,
        "narrator": "আতা ইবনু ইয়াসার (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যদি নামাযের মধ্যে সন্দেহগ্রস্ত হয়, তদ্দরুন তিন রাক’আত পড়িয়াছে না চার রাক’আত পড়িয়াছে তা স্মরণ করতে না পারে তবে সে আর এক রাক’আত পড়িবে এবং বসা অবস্থায়ই সালামের পূর্বে দুইটি সিজদা করবে। যে (এক) রাক’আত সে আদায় করেছে তা যদি পঞ্চম রাক’আত হয়ে থাকে, তবে উক্ত দুই সিজদা (ষষ্ঠ রাক’আতের পরিবর্তে গণ্য করা হবে এবং) ঐ নামাযকে জোড় নামাযে পরিণত করবে। আর যদি তা চতুর্থ রাক’আত হয়, তবে দুই সিজদা শয়তানের অপমানের কারণ হবে। (সহীহ, ইমাম মুসলিম আবূ সাঈদ (রাঃ) থেকে মারফু সনদে বর্ণনা করেন, মুসলিম ৫৭১) আর মালিক (রাঃ) কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا شَكَّ أَحَدُكُمْ فِي صَلَاتِهِ فَلَمْ يَدْرِ كَمْ صَلَّى أَثَلَاثًا أَمْ أَرْبَعًا فَلْيُصَلِّي رَكْعَةً وَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ جَالِسٌ قَبْلَ التَّسْلِيمِ فَإِنْ كَانَتْ الرَّكْعَةُ الَّتِي صَلَّى خَامِسَةً شَفَعَهَا بِهَاتَيْنِ السَّجْدَتَيْنِ وَإِنْ كَانَتْ رَابِعَةً فَالسَّجْدَتَانِ تَرْغِيمٌ لِلشَّيْطَانِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن زيد بن أسلم عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال إذا شك أحدكم في صلاته فلم يدر كم صلى أثلاثا أم أربعا فليصلي ركعة وليسجد سجدتين وهو جالس قبل التسليم فإن كانت الركعة التي صلى خامسة شفعها بهاتين السجدتين وإن كانت رابعة فالسجدتان ترغيم للشيطان.",
        "note": "",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      },
      {
        "id": 49564,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 16,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০৮",
        "hadith_id": 208,
        "narrator": "সালিম ইবনু আবদুল্লাহ (র)",
        "bn": "আবদুল্লাহ ইবনু উমার (রাঃ) বলেন, তোমাদের কেউ নামাযে (কত রাক’আত আদায় হল সে বিষয়) সন্দেহে লিপ্ত হলে সে তার ধারণা মত কত রাক’আত নামায ভুলে গিয়েছে, তা স্থির করবে এবং (সে মত) নামায আদায় করবে। তারপর বসা অবস্থায় ভুলের জন্য দুটি সিজদা করবে। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عُمَرَ بْنِ مُحَمَّدِ بْنِ زَيْدٍ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ يَقُولُ إِذَا شَكَّ أَحَدُكُمْ فِي صَلَاتِهِ فَلْيَتَوَخَّ الَّذِي يَظُنُّ أَنَّهُ نَسِيَ مِنْ صَلَاتِهِ فَلْيُصَلِّهِ ثُمَّ لْيَسْجُدْ سَجْدَتَيْ السَّهْوِ وَهُوَ جَالِسٌ.",
        "ar_diacless": "و حدثني عن مالك عن عمر بن محمد بن زيد عن سالم بن عبد الله أن عبد الله بن عمر كان يقول إذا شك أحدكم في صلاته فليتوخ الذي يظن أنه نسي من صلاته فليصله ثم ليسجد سجدتي السهو وهو جالس.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49566,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 16,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২০৯",
        "hadith_id": 209,
        "narrator": "আতা ইবনু ইয়াসার (র)",
        "bn": "আমি আবদুল্লাহ ইবনু ‘আমর ইবনু আ’স (রাঃ) এবং কা’ব আল-আহবার (র)-কে এমন এক ব্যক্তি সম্বন্ধে জিজ্ঞেস করেছি, যে ব্যক্তি নামাযে সংশয়ে লিপ্ত হয়, অতঃপর সে বলতে পারে না কত রাক’আত আদায় করেছে তিন রাক’আত না চার রাক’আত। তখন তাঁরা (উত্তরে) বললেন যে, সে আর এক রাক’আত আদায় করবে। তারপর বসা অবস্থায়ই দুটি সিজদা করবে। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)\nমালিক (র) নাফি’ (র) হতে বর্ণনা করেন যে, আবদুল্লাহ ইবনু উমার (রাঃ)-কে নামাযে ভুলে যাওয়ার বিষয়ে প্রশ্ন করা হলে (উত্তরে) তিনি বলতেন, যে ব্যক্তি মনে করে যে, কিছু নামায ভুলিয়া গিয়াছে সে ভাবিয়া ঠিক করবে, অতঃপর নামায পড়িয়া লইবে। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَفِيفِ بْنِ عَمْرٍو السَّهْمِيِّ عَنْ عَطَاءِ بْنِ يَسَارٍ أَنَّهُ قَالَ سَأَلْتُ عَبْدَ اللهِ بْنَ عَمْرِو بْنِ الْعَاصِ وَكَعْبَ الْأَحْبَارِ عَنْ الَّذِي يَشُكُّ فِي صَلَاتِهِ فَلَا يَدْرِي كَمْ صَلَّى أَثَلَاثًا أَمْ أَرْبَعًا فَكِلَاهُمَا قَالَ لِيُصَلِّ رَكْعَةً أُخْرَى ثُمَّ لْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ جَالِسٌ ৭و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ إِذَا سُئِلَ عَنْ النِّسْيَانِ فِي الصَّلَاةِ قَالَ لِيَتَوَخَّ أَحَدُكُمْ الَّذِي يَظُنُّ أَنَّهُ نَسِيَ مِنْ صَلَاتِهِ فَلْيُصَلِّهِ.",
        "ar_diacless": "و حدثني عن مالك عن عفيف بن عمرو السهمي عن عطاء بن يسار أنه قال سألت عبد الله بن عمرو بن العاص وكعب الأحبار عن الذي يشك في صلاته فلا يدري كم صلى أثلاثا أم أربعا فكلاهما قال ليصل ركعة أخرى ثم ليسجد سجدتين وهو جالس ৭و حدثني عن مالك عن نافع أن عبد الله بن عمر كان إذا سئل عن النسيان في الصلاة قال ليتوخ أحدكم الذي يظن أنه نسي من صلاته فليصله.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18145,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 17,
    "title": "যে ব্যক্তি নামায পূর্ণ করার পর অথবা দুই রাক’আত আদায়ের পর দাঁড়িয়ে যায়",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৭",
    "sort_order": 17,
    "hadiths": [
      {
        "id": 49562,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 17,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২১০",
        "hadith_id": 210,
        "narrator": "আবদুল্লাহ ইবনু বুহায়না (রা)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) আমাদেরকে দুই রাক’আত নামায আদায় করিয়ে (আত্তাহিয়্যাতু পড়তে না বসেই) দাঁড়িয়ে গেলেন। মুসল্লিগণ তাঁর সাথে দাঁড়ালেন। তারপর যখন নামায পূর্ণ করলেন এবং আমরা সালামের অপেক্ষায় রইলাম তখন তিনি ‘আল্লাহু আকবার’ বললেন। অতঃপর সালামের পূর্বে বসা অবস্থায়ই দুটি সিজদা করলেন এবং সালাম ফিরালেন। (বুখারী ১২২৪, মুসলিম ৫৭০)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ الْأَعْرَجِ عَنْ عَبْدِ اللهِ ابْنِ بُحَيْنَةَ أَنَّهُ قَالَ\nصَلَّى لَنَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكْعَتَيْنِ ثُمَّ قَامَ فَلَمْ يَجْلِسْ فَقَامَ النَّاسُ مَعَهُ فَلَمَّا قَضَى صَلَاتَهُ وَنَظَرْنَا تَسْلِيمَهُ كَبَّرَ ثُمَّ سَجَدَ سَجْدَتَيْنِ وَهُوَ جَالِسٌ قَبْلَ التَّسْلِيمِ ثُمَّ سَلَّمَ",
        "ar_diacless": "حدثني يحيى عن مالك عن ابن شهاب عن الأعرج عن عبد الله ابن بحينة أنه قال\nصلى لنا رسول الله صلى الله عليه وسلم ركعتين ثم قام فلم يجلس فقام الناس معه فلما قضى صلاته ونظرنا تسليمه كبر ثم سجد سجدتين وهو جالس قبل التسليم ثم سلم",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49563,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 17,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২১১",
        "hadith_id": 211,
        "narrator": "আবদুল্লাহ ইবনু বুহায়না (রাঃ)",
        "bn": "তিনি বলেছেন, (একবারের ঘটনা) রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে যোহরের নামায আদায় করালেন, তিনি দু’ রাক’আতের পর দাঁড়িয়ে গেলেন এবং (আত্তাহিয়্যাতু পড়ার জন্য) বসলেন না। যখন তিনি নামায পূর্ণ করলেন দুটি সিজদা (সাহু সিজদা) করলেন, অতঃপর সালাম ফিরালেন।\nমালিক (র) বলেন; যে ব্যক্তি নামাযে ভুল করে এবং চার রাক’আত পূর্ণ করার পর দাঁড়িয়ে যায়, তারপর কিরাআত সমাপ্ত করে রুকূ করে, রুকূ হতে মাথা তোলার পর তার স্মরণ হল যে, সে নামায পূর্ণ পড়েছিল, তখন সে ব্যক্তি বসার দিকে প্রত্যাবর্তন করবে এবং বসে যাবে। সে তখন আর সিজদায় যাবে না। আর যদি দুই সিজদার এক সিজদা করে থাকে তবে আমি দ্বিতীয় সিজদা করা সঙ্গত মনে করি না। অতঃপর সে যখন নামায পূর্ণ করবে তখন দুটি সিজদা করবে বসা অবস্থায় সালামের পর। (বুখারী ৮৩০, মুসলিম ৫৭০)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ عَنْ عَبْدِ اللهِ ابْنِ بُحَيْنَةَ أَنَّهُ قَالَ صَلَّى لَنَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الظُّهْرَ فَقَامَ فِي اثْنَتَيْنِ وَلَمْ يَجْلِسْ فِيهِمَا فَلَمَّا قَضَى صَلَاتَهُ سَجَدَ سَجْدَتَيْنِ ثُمَّ سَلَّمَ بَعْدَ ذَلِكَ ৩২২-قَالَ مَالِك فِيمَنْ سَهَا فِي صَلَاتِهِ فَقَامَ بَعْدَ إِتْمَامِهِ الْأَرْبَعَ فَقَرَأَ ثُمَّ رَكَعَ فَلَمَّا رَفَعَ رَأْسَهُ مِنْ رُكُوعِهِ ذَكَرَ أَنَّهُ قَدْ كَانَ أَتَمَّ إِنَّهُ يَرْجِعُ فَيَجْلِسُ وَلَا يَسْجُدُ وَلَوْ سَجَدَ إِحْدَى السَّجْدَتَيْنِ لَمْ أَرَ أَنْ يَسْجُدَ الْأُخْرَى ثُمَّ إِذَا قَضَى صَلَاتَهُ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ جَالِسٌ بَعْدَ التَّسْلِيْمِ.",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد عن عبد الرحمن بن هرمز عن عبد الله ابن بحينة أنه قال صلى لنا رسول الله صلى الله عليه وسلم الظهر فقام في اثنتين ولم يجلس فيهما فلما قضى صلاته سجد سجدتين ثم سلم بعد ذلك ৩২২-قال مالك فيمن سها في صلاته فقام بعد إتمامه الأربع فقرأ ثم ركع فلما رفع رأسه من ركوعه ذكر أنه قد كان أتم إنه يرجع فيجلس ولا يسجد ولو سجد إحدى السجدتين لم أر أن يسجد الأخرى ثم إذا قضى صلاته فليسجد سجدتين وهو جالس بعد التسليم.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18146,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 18,
    "title": "নামাযে এরূপ কোন বস্তুর দিকে দেখা যা নামায হতে মনোযোগ দূরে সরিয়ে দেয় অথবা অন্য দিকে ব্যস্ত রাখে",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৮",
    "sort_order": 18,
    "hadiths": [
      {
        "id": 49559,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 18,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২১২",
        "hadith_id": 212,
        "narrator": "আলকামা ইবনু আবি আলকামা (র)",
        "bn": "নাবী সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহধর্মিণী আয়েশা (রাঃ) বলেছেন, আবূ জাহম ইবনু হুযাইফা (রাঃ) রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খেদমতে শামী চাদর উপহারস্বরূপ পেশ করলেন, যাতে ফুল, বুটা ইত্যাদি দ্বারা কারুকার্য করা ছিল। এটা পরিধান করে তিনি নামায আদায় করলেন। নামায হতে ফিরে তিনি ফরমালেন  এই চাদরখানা আবূ জাহম-এর কাছে ফিরিয়ে দাও। কেননা এটার কারুকার্যের দিকে নামাযে আমার দৃষ্টি পতিত হয়েছে। এটা নামাযের একাগ্রতা নষ্ট করে আমাকে ফিতনায় লিপ্ত করেছে। (বুখারী ৩৭৩, মুসলিম ৫৫৬)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَلْقَمَةَ بْنِ أَبِي عَلْقَمَةَ عَنْ أُمِّهِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ أَهْدَى أَبُو جَهْمِ بْنُ حُذَيْفَةَ لِرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَمِيصَةً شَامِيَّةً لَهَا عَلَمٌ فَشَهِدَ فِيهَا الصَّلَاةَ فَلَمَّا انْصَرَفَ قَالَ رُدِّي هَذِهِ الْخَمِيصَةَ إِلَى أبِي جَهْمٍ فَإِنِّي نَظَرْتُ إِلَى عَلَمِهَا فِي الصَّلَاةِ فَكَادَ يَفْتِنُنِي.",
        "ar_diacless": "حدثني يحيى عن مالك عن علقمة بن أبي علقمة عن أمه أن عائشة زوج النبي صلى الله عليه وسلم قالت أهدى أبو جهم بن حذيفة لرسول الله صلى الله عليه وسلم خميصة شامية لها علم فشهد فيها الصلاة فلما انصرف قال ردي هذه الخميصة إلى أبي جهم فإني نظرت إلى علمها في الصلاة فكاد يفتنني.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49558,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 18,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২১৩",
        "hadith_id": 213,
        "narrator": "হিশাম ইবনু উরওয়াহ (র)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) শামী চাদর পরিধান করেছিলেন। সেটাতে ফুল, বুটা দ্বারা কারুকার্য করা ছিল; অতঃপর আবূ জাহমকে সেটা ফিরিয়ে দিয়ে (তৎপরিবর্তে) আবূ জাহম হতে আমবিজানিয়া (মোটা পশমী কাপড়) গ্রহণ করলেন। এর কারণ ব্যাখ্যা করে রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফরমালেন  নামাযে এর কারুকার্যের প্রতি আমার দৃষ্টি পতিত হয়েছে। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন বটে তবে এরূপ হাদীস বুখারী ও মুসলিম শরীফে বর্ণিত হয়েছে)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيْهِ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَبِسَ خَمِيصَةً لَهَا عَلَمٌ ثُمَّ أَعْطَاهَا أَبَا جَهْمٍ وَأَخَذَ مِنْ أَبِي جَهْمٍ أَنْبِجَانِيَّةً لَهُ فَقَالَ يَا رَسُولَ اللهِ وَلِمَ فَقَالَ إِنِّي نَظَرْتُ إِلَى عَلَمِهَا فِي الصَّلَاةِ.",
        "ar_diacless": "و حدثني مالك عن هشام بن عروة عن أبيه أن رسول الله صلى الله عليه وسلم لبس خميصة لها علم ثم أعطاها أبا جهم وأخذ من أبي جهم أنبجانية له فقال يا رسول الله ولم فقال إني نظرت إلى علمها في الصلاة.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49560,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 18,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২১৪",
        "hadith_id": 214,
        "narrator": "আবদুল্লাহ ইবনু আবূ বাকর (র)",
        "bn": "আবূ তালহা আনসারী (রাঃ) একবার তাঁর এক বাগানে নামায আদায় করতেছিলেন। ইতিমধ্যে একটি ছোট পাখি উড়তে শুরু করল, (বাগান এত ঘন ছিল যে এই ক্ষুদ্র পাখিটি পথ খুঁজে পাচ্ছিল না), তাই পাখিটি এদিক-সেদিক বের হওয়ার পথ খুঁজতে শুরু করল। এই দৃশ্য তাঁর খুব ভাল লাগল। ফলে তিনি কিছুক্ষণ সেদিকে তাকিয়ে রইলেন। তারপর নামাযের দিকে মনোযোগ দিলেন। কিন্তু (অবস্থা এই দাঁড়াল) তিনি (তখন) স্বরণ করতে পারলেন না যে, নামায কত রাক’আত আদায় করেছেন। তিনি বললেন, এই মাল আমাকে পরীক্ষায় ফেলেছে। অতঃপর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খেদমতে উপস্থিত হলেন এবং বাগানে তাঁর সম্মুখে যে পরীক্ষা উপস্থিত হয়েছিল তা বর্ণনা করলেন।\nতারপর বললেন, হে আল্লাহর রসূল! এই মাল আল্লাহর জন্য উৎসর্গ করছি। আপনি যেখানে পছন্দ করেন উহা সেখানে ব্যয় করুন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرٍ أَنَّ أَبَا طَلْحَةَ الْأَنْصَارِيَّ كَانَ يُصَلِّي فِي حَائِطِهِ فَطَارَ دُبْسِيٌّ فَطَفِقَ يَتَرَدَّدُ يَلْتَمِسُ مَخْرَجًا فَأَعْجَبَهُ ذَلِكَ فَجَعَلَ يُتْبِعُهُ بَصَرَهُ سَاعَةً ثُمَّ رَجَعَ إِلَى صَلَاتِهِ فَإِذَا هُوَ لَا يَدْرِي كَمْ صَلَّى فَقَالَ لَقَدْ أَصَابَتْنِي فِي مَالِي هَذَا فِتْنَةٌ فَجَاءَ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ لَهُ الَّذِي أَصَابَهُ فِي حَائِطِهِ مِنْ الْفِتْنَةِ وَقَالَ يَا رَسُولَ اللهِ هُوَ صَدَقَةٌ لِلَّهِ فَضَعْهُ حَيْثُ شِئْتَ.",
        "ar_diacless": "و حدثني مالك عن عبد الله بن أبي بكر أن أبا طلحة الأنصاري كان يصلي في حائطه فطار دبسي فطفق يتردد يلتمس مخرجا فأعجبه ذلك فجعل يتبعه بصره ساعة ثم رجع إلى صلاته فإذا هو لا يدري كم صلى فقال لقد أصابتني في مالي هذا فتنة فجاء إلى رسول الله صلى الله عليه وسلم فذكر له الذي أصابه في حائطه من الفتنة وقال يا رسول الله هو صدقة لله فضعه حيث شئت.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49561,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 18,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ২১৫",
        "hadith_id": 215,
        "narrator": "আবদুল্লাহ ইবনু আবূ বাকর (র)",
        "bn": "আনসারী এক ব্যক্তি মদীনা শরীফের উপত্যকাসমূহের মধ্যে এক উপত্যকায় তাঁর এক বাগানের উঁচু ভূমিতে নামায আদায় করতেছিলেন, তখন ছিল (খেজুরের) মওসুম। খেজুরের গাছগুলি খেজুরের ভারে ঝুঁকে পড়ছিল। গাছগুলি যেন স্বীয় ফলগুচ্ছের হার পরিহিত। ফলের এ দৃশ্যটি তাঁর খুবই মনঃপুত হল। তাই সেদিকে চেয়ে রইলেন। অতঃপর নামাযের দিকে মনোযোগী হলেন। কিন্তু তাঁর আর স্মরণ হচ্ছিল না যে, তিনি কত রাক’আত নামায আদায় করেছেন। এটা দেখে তিনি বললেন, আমার এই সম্পত্তি আমার জন্য ফিতনারূপে উপস্থিত হয়েছে। তখন ছিল উসমান (রাঃ)-এর খিলাফতকাল। তিনি উসমান ইবনু আফফান (রাঃ)-এর নিকট হাজির হলেন এবং তাঁর কাছে ঘটনা বর্ণনা করলেন। তারপর বললেন, উক্ত সম্পদ আল্লাহর পথে উৎসর্গ করা হল। এটাকে সৎকাজে ব্যয় করুন। উসমান (রাঃ) এটাকে পঞ্চাশ হাজার (দিরহাম) এর বিনিময়ে বিক্রি করলেন। (এই কারণে) উক্ত সম্পত্তির নাম রাখা হল (খমসিন) বা পঞ্চাশ হাজারী। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرٍ أَنَّ رَجُلًا مِنْ الْأَنْصَارِ كَانَ يُصَلِّي فِي حَائِطٍ لَهُ بِالْقُفِّ وَادٍ مِنْ أَوْدِيَةِ الْمَدِينَةِ فِي زَمَانِ الثَّمَرِ وَالنَّخْلُ قَدْ ذُلِّلَتْ فَهِيَ مُطَوَّقَةٌ بِثَمَرِهَا فَنَظَرَ إِلَيْهَا فَأَعْجَبَهُ مَا رَأَى مِنْ ثَمَرِهَا ثُمَّ رَجَعَ إِلَى صَلَاتِهِ فَإِذَا هُوَ لَا يَدْرِي كَمْ صَلَّى فَقَالَ لَقَدْ أَصَابَتْنِي فِي مَالِي هَذَا فِتْنَةٌ فَجَاءَ عُثْمَانَ بْنَ عَفَّانَ وَهُوَ يَوْمَئِذٍ خَلِيفَةٌ فَذَكَرَ لَهُ ذَلِكَ وَقَالَ هُوَ صَدَقَةٌ فَاجْعَلْهُ فِي سُبُلِ الْخَيْرِ فَبَاعَهُ عُثْمَانُ بْنُ عَفَّانَ بِخَمْسِينَ أَلْفًا فَسُمِّيَ ذَلِكَ الْمَالُ الْخَمْسِيْنَ.",
        "ar_diacless": "و حدثني عن مالك عن عبد الله بن أبي بكر أن رجلا من الأنصار كان يصلي في حائط له بالقف واد من أودية المدينة في زمان الثمر والنخل قد ذللت فهي مطوقة بثمرها فنظر إليها فأعجبه ما رأى من ثمرها ثم رجع إلى صلاته فإذا هو لا يدري كم صلى فقال لقد أصابتني في مالي هذا فتنة فجاء عثمان بن عفان وهو يومئذ خليفة فذكر له ذلك وقال هو صدقة فاجعله في سبل الخير فباعه عثمان بن عفان بخمسين ألفا فسمي ذلك المال الخمسين.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18130,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 2,
    "title": "সফরে আযান দেওয়া এবং ওযূ ছাড়া আযান দেওয়া",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 49467,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৫",
        "hadith_id": 155,
        "narrator": "নাফি’ (র)",
        "bn": "এক শীতল রজনীতে আবদুল্লাহ ইবনু উমার (রাঃ) আযান দিতে নির্দেশ দিলেন। আযানের পর বললেন, أَلَا صَلُّوا فِي الرِّحَالِ-তোমরা নিজ নিজ আবাসে নামায আদায় কর। তারপর তিনি বললেন, শীতল ও বর্ষণশীলা রজনীতে أَلَا صَلُّوا فِي الرِّحَالِ বলবার জন্য রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুয়াযযিনকে নির্দেশ দিতেন। (বুখারী ৬৬৬, ৬৩২, মুসলিম ৬৯৭)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ أَذَّنَ بِالصَّلَاةِ فِي لَيْلَةٍ ذَاتِ بَرْدٍ وَرِيحٍ فَقَالَ أَلَا صَلُّوا فِي الرِّحَالِ ثُمَّ قَالَ إِنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْمُرُ الْمُؤَذِّنَ إِذَا كَانَتْ لَيْلَةٌ بَارِدَةٌ ذَاتُ مَطَرٍ يَقُولُ أَلَا صَلُّوا فِي الرِّحَالِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن نافع أن عبد الله بن عمر أذن بالصلاة في ليلة ذات برد وريح فقال ألا صلوا في الرحال ثم قال إن رسول الله صلى الله عليه وسلم كان يأمر المؤذن إذا كانت ليلة باردة ذات مطر يقول ألا صلوا في الرحال.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49465,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৬",
        "hadith_id": 156,
        "narrator": "নাফি’ (র)",
        "bn": "আবদুল্লাহ ইবনু উমার (রাঃ) সফরে শুধু ইকামত বলতেন। অবশ্য ফজরের সময় আযান ও ইকামত দু’টোরই ব্যবস্থা করা হত। তিনি বলতেন, আযান বলতে হয় সেই ইমামের বেলায় যাঁর সাথে নামায আদায়ের উদ্দেশ্যে লোকজন একত্রিত হয়। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ لَا يَزِيدُ عَلَى الْإِقَامَةِ فِي السَّفَرِ إِلَّا فِي الصُّبْحِ فَإِنَّهُ كَانَ يُنَادِي فِيهَا وَيُقِيمُ وَكَانَ يَقُولُ إِنَّمَا الْأَذَانُ لِلْإِمَامِ الَّذِي يَجْتَمِعُ النَّاسُ إِلَيْهِ.",
        "ar_diacless": "و حدثني عن مالك عن نافع أن عبد الله بن عمر كان لا يزيد على الإقامة في السفر إلا في الصبح فإنه كان ينادي فيها ويقيم وكان يقول إنما الأذان للإمام الذي يجتمع الناس إليه.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49466,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৭",
        "hadith_id": 157,
        "narrator": "হিশাম ইবনু উরওয়া (র)",
        "bn": "তাঁর পিতা বলেছেন, তুমি সফরে থাকাবস্থায় চাইলে আযান ও ইকামত দুটোই বলতে পার, আর যদি চাও, আযান না দিয়ে শুধু ইকামতও বলতে পার।\nইয়াহ্ইয়া (র) হতে বর্ণিত; আমি মালিক (র)-কে বলতে শুনেছি, ‘আরোহী’ আযান দিলে কোন সমস্যা নেই। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ أَنَّ أَبَاهُ قَالَ لَهُ إِذَا كُنْتَ فِي سَفَرٍ فَإِنْ شِئْتَ أَنْ تُؤَذِّنَ وَتُقِيمَ فَعَلْتَ وَإِنْ شِئْتَ فَأَقِمْ وَلَا تُؤَذِّنْ ২৩৯قَالَ يَحْيَى سَمِعْت قَوْله تَعَالَى يَقُولُ لَا بَأْسَ أَنْ يُؤَذِّنَ الرَّجُلُ وَهُوَ رَاكِبٌ.",
        "ar_diacless": "و حدثني يحيى عن مالك عن هشام بن عروة أن أباه قال له إذا كنت في سفر فإن شئت أن تؤذن وتقيم فعلت وإن شئت فأقم ولا تؤذن ২৩৯قال يحيى سمعت قوله تعالى يقول لا بأس أن يؤذن الرجل وهو راكب.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49468,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৮",
        "hadith_id": 158,
        "narrator": "ইয়াহ্ইয়া ইবনু সাঈদ (র)",
        "bn": "সাঈদ ইবনু মুসায়্যাব (র) বলেছেন, যে ব্যক্তি মাঠে নামায আদায় করে তাঁর ডানে একজন ও বামে একজন ফেরেশতা নামাযে দাঁড়ান। আর যদি সে আযান ও ইকামত দিয়ে নামায আদায় করে তবে তাঁর পিছনে পাহাড় পরিমাণ (বহু) ফেরেশতা নামাযে শামিল হন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ كَانَ يَقُولُ، مَنْ صَلَّى بِأَرْضٍ فَلَاةٍ صَلَّى عَنْ يَمِينِهِ مَلَكٌ وَعَنْ شِمَالِهِ مَلَكٌ فَإِذَا أَذَّنَ وَأَقَامَ الصَّلَاةَ أَوْ أَقَامَ صَلَّى وَرَاءَهُ مِنْ الْمَلَائِكَةِ أَمْثَالُ الْجِبَالِ.",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد عن سعيد بن المسيب أنه كان يقول، من صلى بأرض فلاة صلى عن يمينه ملك وعن شماله ملك فإذا أذن وأقام الصلاة أو أقام صلى وراءه من الملائكة أمثال الجبال.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18131,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 3,
    "title": "আযানের পর সাহরী খাওয়া",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৩",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 49469,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৯",
        "hadith_id": 159,
        "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বিলাল রাত অবশিষ্ট থাকতে আযান দেয়। অতএব ইবনু উম্মি-মাকতুম আযান না দেওয়া পর্যন্ত তোমরা পানাহার করতে পার। (বুখারী ৬২০, মুসলিম ১০৯২)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ بِلَالًا يُنَادِي بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِيَ ابْنُ أُمِّ مَكْتُومٍ.",
        "ar_diacless": "حدثني يحيى عن مالك عن عبد الله بن دينار عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم قال إن بلالا ينادي بليل فكلوا واشربوا حتى ينادي ابن أم مكتوم.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49470,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬০",
        "hadith_id": 160,
        "narrator": "সালিম ইবনু আবদুল্লাহ (র)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বিলাল রাত (অবশিষ্ট থাকতে) আযান দেয়। অতঃপর তোমরা পানাহার করতে থাক যতক্ষণ ইবনু উম্মি মাকতুম আযান না দেয়।\nতিনি (রেওয়ায়ত বর্ণনাকারী) বলেছেন, ইবনু উম্মি মাকতুম ছিলেন অন্ধ ব্যক্তি। তাঁর উদ্দেশ্যে (ভোর হয়েছে) না বলা পর্যন্ত তিনি আযান দিতেন না। (বুখারী ৬১৭, মুসলিম ১০৯৩, তবে ইমাম মালিক (রঃ) কর্তৃক হাদীসটি মুরসাল)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ بِلَالًا يُنَادِي بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِيَ ابْنُ أُمِّ مَكْتُومٍ قَالَ وَكَانَ ابْنُ أُمِّ مَكْتُومٍ رَجُلًا أَعْمَى لَا يُنَادِي حَتَّى يُقَالَ لَهُ أَصْبَحْتَ أَصْبَحْتَ.",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب عن سالم بن عبد الله أن رسول الله صلى الله عليه وسلم قال إن بلالا ينادي بليل فكلوا واشربوا حتى ينادي ابن أم مكتوم قال وكان ابن أم مكتوم رجلا أعمى لا ينادي حتى يقال له أصبحت أصبحت.",
        "note": "",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      }
    ]
  },
  {
    "id": 18132,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 4,
    "title": "নামাযের আরম্ভ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৪",
    "sort_order": 4,
    "hadiths": [
      {
        "id": 49471,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬১",
        "hadith_id": 161,
        "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম নামায শুরু করার সময় উভয় হাত কাঁধ বরাবর তুলতেন এবং যখন রুকূ হতে মাথা তুলতেন তখনও দুই হাত অনুরূপভাবে তুলতেন এবং বলতেন سَمِعَ اللهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ অবশ্য সিজদার সময় তিনি হাত তুলতেন না। (বুখারী ৭৩৫, মুসলিম ৩৯০)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا افْتَتَحَ الصَّلَاةَ رَفَعَ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ وَإِذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ رَفَعَهُمَا كَذَلِكَ أَيْضًا وَقَالَ، سَمِعَ اللهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ وَكَانَ لَا يَفْعَلُ ذَلِكَ فِي السُّجُودِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن ابن شهاب عن سالم بن عبد الله عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم كان إذا افتتح الصلاة رفع يديه حذو منكبيه وإذا رفع رأسه من الركوع رفعهما كذلك أيضا وقال، سمع الله لمن حمده ربنا ولك الحمد وكان لا يفعل ذلك في السجود.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49472,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬২",
        "hadith_id": 162,
        "narrator": "আলী ইবনু হুসায়ন আলী ইবনু আবি তালিব (র)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম নামাযের মধ্যে যখন নিচের দিকে ঝুঁকতেন ও মাথা উপরে তুলতেন তখন ‘তাকবীর’ বলতেন। তিনি আল্লাহর সাথে মিলিত হওয়া পর্যন্ত এভাবে নামায আদায় করেছেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম নামায শুরু করার সময় উভয় হাত কাঁধ বরাবর তুলতেন এবং যখন রুকূ হতে মাথা তুলতেন তখনও দুই হাত অনুরূপভাবে তুলতেন এবং বলতেন سَمِعَ اللهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ অবশ্য সিজদার সময় তিনি হাত তুলতেন না। (বুখারী ৭৩৫, মুসলিম ৩৯০)",
        "ar_diacless": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম নামায শুরু করার সময় উভয় হাত কাঁধ বরাবর তুলতেন এবং যখন রুকূ হতে মাথা তুলতেন তখনও দুই হাত অনুরূপভাবে তুলতেন এবং বলতেন سمع الله لمن حمده ربنا ولك الحمد অবশ্য সিজদার সময় তিনি হাত তুলতেন না। (বুখারী ৭৩৫, মুসলিম ৩৯০)",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49474,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৩",
        "hadith_id": 163,
        "narrator": "সুলায়মান ইবনু ইয়াসার (র)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম নামাযে দু হাত উপরে তুলতেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَرْفَعُ يَدَيْهِ فِي الصَّلَاةِ.",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد عن سليمان بن يسار أن رسول الله صلى الله عليه وسلم كان يرفع يديه في الصلاة.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49475,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৪",
        "hadith_id": 164,
        "narrator": "আবি সালমা ইবনু আবদুর রহমান ইবনু আওফ (র)",
        "bn": "আবূ হুরায়রা (রাঃ) তাঁদের (শিক্ষাদানের) উদ্দেশ্যে নামায আদায় করতেন এবং তিনি যতবার নিচের দিকে ঝুঁকতেন ও মাথা উপরে তুলতেন ততবার তাকবীর বলতেন। নামায শেষ করার পর তিনি বলতেন, তোমাদের মধ্যে রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নামাযের সাথে আমি অধিকতর সামঞ্জস্য-রক্ষাকারী। (বুখারী ৭৮৫, মুসলিম ৩৯২)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّ أَبَا هُرَيْرَةَ كَانَ يُصَلِّي لَهُمْ فَيُكَبِّرُ كُلَّمَا خَفَضَ وَرَفَعَ فَإِذَا انْصَرَفَ قَالَ وَاللهِ إِنِّي لَأَشْبَهُكُمْ بِصَلَاةِ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ.",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب عن أبي سلمة بن عبد الرحمن بن عوف أن أبا هريرة كان يصلي لهم فيكبر كلما خفض ورفع فإذا انصرف قال والله إني لأشبهكم بصلاة رسول الله صلى الله عليه وسلم.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49473,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৫",
        "hadith_id": 165,
        "narrator": "নাফি (র)",
        "bn": "আবদুল্লাহ ইবনু উমার (রাঃ) যখন নিচের দিকে ঝুঁকতেন ও মাথা উপরে তুলতেন তখন ‘তাকবীর’ বলতেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)\n২২و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ إِذَا افْتَتَحَ الصَّلَاةَ رَفَعَ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ وَإِذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ رَفَعَهُمَا دُونَ ذَلِكَ.\nনাফি’ (র) হতে বর্ণিত; আবদুল্লাহ ইবনু উমার (রাঃ) নামায শুরু করার সময় দু’হাত কাঁধ বরাবর তুলতেন। আর যখন রুকূ হতে মাথা তুলতেন তখন দু’হাত কাঁধের একটু নিচ পর্যন্ত তুলতেন।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ يُكَبِّرُ فِي الصَّلَاةِ كُلَّمَا خَفَضَ وَرَفَعَ.",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب عن سالم بن عبد الله أن عبد الله بن عمر كان يكبر في الصلاة كلما خفض ورفع.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49476,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৬",
        "hadith_id": 166,
        "narrator": "আবূ নুঈম ওয়াহব ইবনু কায়সার (র)",
        "bn": "জাবির ইবনু আবদুল্লাহ (রাঃ) তাঁদেরকে নামাযের ‘তাকবীর’ শিক্ষা দিতেন। তিনি আরও বর্ণনা করেন, নিচের দিকে ঝুঁকাবার ও মাথা উপরে তুলবার সময় ‘তাকবীর’ বলার জন্য তিনি [জাবির (রাঃ)] আমাদেরকে নির্দেশ দিতেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي نُعَيْمٍ وَهْبِ بْنِ كَيْسَانَ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ أَنَّهُ كَانَ يُعَلِّمُهُمْ التَّكْبِيرَ فِي الصَّلَاةِ قَالَ فَكَانَ يَأْمُرُنَا أَنْ نُكَبِّرَ كُلَّمَا خَفَضْنَا وَرَفَعْنَا.",
        "ar_diacless": "و حدثني عن مالك عن أبي نعيم وهب بن كيسان عن جابر بن عبد الله أنه كان يعلمهم التكبير في الصلاة قال فكان يأمرنا أن نكبر كلما خفضنا ورفعنا.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49477,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৭",
        "hadith_id": 167,
        "narrator": "মালিক (র)",
        "bn": "তিনি বলেছেন, যদি কোন ব্যক্তি এক রাকআত নামায পায় এবং একবার তাকবীর বলে তার জন্য ঐ এক ‘তাকবীর’ যথেষ্ট হবে।\nইয়াহইয়া (র) মালিক (র) হতে বর্ণনা করেন; ঐ এক ‘তাকবীর’ই যথেষ্ট হবে যদি সে উক্ত তাকবীর দ্বারা ‘তাকবীর-এ তাহরীমা’-এর নিয়ত করে। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)\nইয়াহইয়া (র) হতে বর্ণিত; মালিক (র)-কে প্রশ্ন করা হল এক ব্যক্তি ইমামের সাথে নামাযে শরীক হল কিন্তু সে ‘তাকবীর-এ তাহরীমা’ ও রুকূর তাকবীর বলেনি। অতঃপর দ্বিতীয় রাকআতে সে ‘তাকবীর’ বলল। তার কি করা উচিত ? তিনি উত্তর দিলেন  সে ব্যক্তির জন্য নামায শুরু হতে নতুন করে আদায় করা আমি ভাল মনে করি। আর যদি কোন ব্যক্তি ইমামের সাথে ‘তাকবীর’-এ-তাহরীমা’ বলতে ভুলে যায়, প্রথম রুকূর সময় ‘তাকবীর’ বলে, রুকূর তাকবীরের সাথে ‘তাকবীর-এ-তহরীমা’রও নিয়ত করে, তবে আমার মতে উক্ত রুকূর ‘তাকবীর’ই তার জন্য যথেষ্ট হবে।\nইয়াহইয়া (র) হতে বর্ণিত; মালিক (র)-বলেছেন, যে ব্যক্তি একা একা নামায আদায় করেছে সে ‘তাকবীর-এ-তাহরীমা’ ভুলে গেলে তাকে নামায নতুন করে আদায় করতে হবে।\nইয়াহইয়া (র) হতে বর্ণিত; মালিক (র)-বলেছেন, ইমাম যদি ‘তাকবীর-এ-তাহরীমা’ বলতে ভুলে গেলেন এবং নামায সমাপ্ত করলেন, তবে আমার মতে ইমাম ও ‘মুকতাদী’ দু’জনের নামায পুনরায় পড়া উচিত, এমন কি মুকতাদীগণ ‘তাকবীর’ বলে থাকলেও। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ أَنَّهُ كَانَ يَقُولُ، إِذَا أَدْرَكَ الرَّجُلُ الرَّكْعَةَ فَكَبَّرَ تَكْبِيرَةً وَاحِدَةً أَجْزَأَتْ عَنْهُ تِلْكَ التَّكْبِيرَةُ قَالَ مَالِك وَذَلِكَ إِذَا نَوَى بِتِلْكَ التَّكْبِيرَةِ افْتِتَاحَ الصَّلَاةِ ২৫৩و سُئِلَ مَالِك عَنْ رَجُلٍ دَخَلَ مَعَ الْإِمَامِ فَنَسِيَ تَكْبِيرَةَ الْافْتِتَاحِ وَتَكْبِيرَةَ الرُّكُوعِ حَتَّى صَلَّى رَكْعَةً ثُمَّ ذَكَرَ أَنَّهُ لَمْ يَكُنْ كَبَّرَ تَكْبِيرَةَ الْافْتِتَاحِ وَلَا عِنْدَ الرُّكُوعِ وَكَبَّرَ فِي الرَّكْعَةِ الثَّانِيَةِ قَالَ يَبْتَدِئُ صَلَاتَهُ أَحَبُّ إِلَيَّ وَلَوْ سَهَا مَعَ الْإِمَامِ عَنْ تَكْبِيرَةِ الْافْتِتَاحِ وَكَبَّرَ فِي الرُّكُوعِ الْأَوَّلِ رَأَيْتُ ذَلِكَ مُجْزِيًا عَنْهُ إِذَا نَوَى بِهَا تَكْبِيرَةَ الْافْتِتَاحِ ২৫৫قَالَ مَالِك فِي الَّذِي يُصَلِّي لِنَفْسِهِ فَنَسِيَ تَكْبِيرَةَ الْافْتِتَاحِ إِنَّهُ يَسْتَأْنِفُ صَلَاتَهُ و قَالَ مَالِك فِي إِمَامٍ يَنْسَى تَكْبِيرَةَ الْافْتِتَاحِ حَتَّى يَفْرُغَ مِنْ صَلَاتِهِ قَالَ أَرَى أَنْ يُعِيدَ وَيُعِيدُ مَنْ خَلْفَهُ الصَّلَاةَ وَإِنْ كَانَ مَنْ خَلْفَهُ قَدْ كَبَّرُوا فَإِنَّهُمْ يُعِيدُونَ.",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب أنه كان يقول، إذا أدرك الرجل الركعة فكبر تكبيرة واحدة أجزأت عنه تلك التكبيرة قال مالك وذلك إذا نوى بتلك التكبيرة افتتاح الصلاة ২৫৩و سئل مالك عن رجل دخل مع الإمام فنسي تكبيرة الافتتاح وتكبيرة الركوع حتى صلى ركعة ثم ذكر أنه لم يكن كبر تكبيرة الافتتاح ولا عند الركوع وكبر في الركعة الثانية قال يبتدئ صلاته أحب إلي ولو سها مع الإمام عن تكبيرة الافتتاح وكبر في الركوع الأول رأيت ذلك مجزيا عنه إذا نوى بها تكبيرة الافتتاح ২৫৫قال مالك في الذي يصلي لنفسه فنسي تكبيرة الافتتاح إنه يستأنف صلاته و قال مالك في إمام ينسى تكبيرة الافتتاح حتى يفرغ من صلاته قال أرى أن يعيد ويعيد من خلفه الصلاة وإن كان من خلفه قد كبروا فإنهم يعيدون.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18133,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 5,
    "title": "মাগরিব ও ‘ইশা-এর কিরাআত",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৫",
    "sort_order": 5,
    "hadiths": [
      {
        "id": 49484,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৮",
        "hadith_id": 168,
        "narrator": "মুহাম্মাদ ইবনু যুবায়র ইবনু মুত’য়িম (র)",
        "bn": "তিনি বলেছেন, আমি রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লামকে মাগরিবের নামাযে সূরা তুর পাঠ করতেন শুনেছে। (বুখারী ৭৬৫, মুসলিম ৪৬৩)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ أَبِيهِ أَنَّهُ قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَرَأَ بِالطُّورِ فِي الْمَغْرِبِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن ابن شهاب عن محمد بن جبير بن مطعم عن أبيه أنه قال سمعت رسول الله صلى الله عليه وسلم قرأ بالطور في المغرب.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49485,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৬৯",
        "hadith_id": 169,
        "narrator": "আবদুল্লাহ ইবনু আব্বাস (রাঃ)",
        "bn": "উম্মুল ফযল বিনত হারিস (রাঃ) তাঁকে সূরা মুরসালাত পাঠ করতে শুনে বলেছেন, হে বৎস! তুমি এই সূরা পাঠ করে রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কথা স্মরণ করিয়ে দিলে। এই সূরাটি সর্বশেষ সূরা যা রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পবিত্র মুখে মাগরিবের নামাযে পাঠ করতে আমি শুনেছি। (বুখারী ৭৬৩, মুসলিম ৪৬২)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ أَنَّ أُمَّ الْفَضْلِ بِنْتَ الْحَارِثِ سَمِعَتْهُ وَهُوَ يَقْرَأُ وَالْمُرْسَلَاتِ عُرْفًا فَقَالَتْ لَهُ يَا بُنَيَّ لَقَدْ ذَكَّرْتَنِي بِقِرَاءَتِكَ هَذِهِ السُّورَةَ إِنَّهَا لَآخِرُ مَا سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ بِهَا فِي الْمَغْرِبِ.",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود عن عبد الله بن عباس أن أم الفضل بنت الحارث سمعته وهو يقرأ والمرسلات عرفا فقالت له يا بني لقد ذكرتني بقراءتك هذه السورة إنها لآخر ما سمعت رسول الله صلى الله عليه وسلم يقرأ بها في المغرب.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49488,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭০",
        "hadith_id": 170,
        "narrator": "কায়স ইবনু হারিস (র)",
        "bn": "তিনি (আবূ আবদুল্লাহ সুনাবিহি) বলেছেন, আমি আবূ বকর (রাঃ)-এর খিলাফতকালে মদীনায় গেলাম এবং তাঁর ইমামতিতে মাগরিবের নামায আদায় করলাম। তিনি প্রথম দুই রাক’আতে সূরা ফাতিহার পর (قِصَارِ الْمُفَصَّلِ) (কিসার-ই-মুফাসসাল) হতে এক রাক’আতে একটি করে সূরা পাঠ করলেন; তারপর তৃতীয় রাক’আতে দাঁড়ালেন। আমি তখন তাঁর এত নিকটবর্তী ছিলাম যে, আমার কাপড় তাঁর কাপড়কে প্রায় স্পর্শ করছিল। সে সময় আমি তাঁকে সূরা ফাতিহা ও (নিচের) আয়াতটি পাঠ করতে শুনেছিঃ\n\nرَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ.\n\n‘হে আমাদের প্রতিপালক! সরলপথ প্রদর্শনের পর তুমি আমাদের অন্তরকে সত্য-লংঘনপ্রবণ করো না এবং তোমার নিকট হতে আমাদেরকে করুণা দাও, তুমিই মহাদাতা। (সূরা আলে-ইমরান, ৮)\n\n(হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "وَحَدَّثَنِي عَنْ مَالِك عَنْ أَبِي عُبَيْدٍ مَوْلَى سُلَيْمَانَ بْنِ عَبْدِ الْمَلِكِ عَنْ عُبَادَةَ بْنِ نُسَيٍّ عَنْ قَيْسِ بْنِ الْحَارِثِ عَنْ أَبِي عَبْدِ اللَّهِ الصُّنَابِحِيِّ قَالَ قَدِمْتُ الْمَدِينَةَ فِي خِلَافَةِ أَبِي بَكْرٍ الصِّدِّيقِ فَصَلَّيْتُ وَرَاءَهُ الْمَغْرِبَ فَقَرَأَ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ بِأُمِّ الْقُرْآنِ وَسُورَةٍ سُورَةٍ مِنْ قِصَارِ الْمُفَصَّلِ ثُمَّ قَامَ فِي الثَّالِثَةِ فَدَنَوْتُ مِنْهُ حَتَّى إِنَّ ثِيَابِي لَتَكَادُ أَنْ تَمَسَّ ثِيَابَهُ فَسَمِعْتُهُ قَرَأَ بِأُمِّ الْقُرْآنِ وَبِهَذِهِ الْآيَةِ رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ",
        "ar_diacless": "وحدثني عنْ مالك عنْ أبي عبيْد موْلى سليْمان بْن عبْد الْملك عنْ عبادة بْن نسي عنْ قيْس بْن الْحارث عنْ أبي عبْد الله الصنابحي قال قدمْت الْمدينة في خلافة أبي بكْر الصديق فصليْت وراءه الْمغْرب فقرأ في الركْعتيْن الْأولييْن بأم الْقرْآن وسورة سورة منْ قصار الْمفصل ثم قام في الثالثة فدنوْت منْه حتى إن ثيابي لتكاد أنْ تمس ثيابه فسمعْته قرأ بأم الْقرْآن وبهذه الْآية ربنا لا تزغْ قلوبنا بعْد إذْ هديْتنا وهبْ لنا منْ لدنْك رحْمة إنك أنْت الْوهاب",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49486,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭১",
        "hadith_id": 171,
        "narrator": "নাফি’ (র)",
        "bn": "আবদুল্লাহ ইবনু উমার (রাঃ) যখন একা নামায আদায় করতেন তখন চার রাক‘আত বিশিষ্ট নামাযের প্রত্যেক রাক‘আতে সূরা ফাতিহার সাথে একটি সূরা পাঠ করতেন। আর এমনও হত যে, ফরয নামাযের এক রাক’আতে দুই-তিনটি সূরা একসাথে পাঠ করতেন। আর মাগরিবের নামাযে প্রথম দু রাক’আতে সূরা ফাতিহার সাথে একটি করে সূরা পড়তেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ إِذَا صَلَّى وَحْدَهُ يَقْرَأُ فِي الْأَرْبَعِ جَمِيعًا فِي كُلِّ رَكْعَةٍ بِأُمِّ الْقُرْآنِ وَسُورَةٍ مِنْ الْقُرْآنِ وَكَانَ يَقْرَأُ أَحْيَانًا بِالسُّورَتَيْنِ وَالثَّلَاثِ فِي الرَّكْعَةِ الْوَاحِدَةِ مِنْ صَلَاةِ الْفَرِيضَةِ وَيَقْرَأُ فِي الرَّكْعَتَيْنِ مِنْ الْمَغْرِبِ كَذَلِكَ بِأُمِّ الْقُرْآنِ وَسُورَةٍ سُورَةٍ.",
        "ar_diacless": "و حدثني عن مالك عن نافع أن عبد الله بن عمر كان إذا صلى وحده يقرأ في الأربع جميعا في كل ركعة بأم القرآن وسورة من القرآن وكان يقرأ أحيانا بالسورتين والثلاث في الركعة الواحدة من صلاة الفريضة ويقرأ في الركعتين من المغرب كذلك بأم القرآن وسورة سورة.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49487,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭২",
        "hadith_id": 172,
        "narrator": "আ’দী ইবনু আনসারী (র)",
        "bn": "বারা’ ইবনু ‘আযির (রাঃ) বলেছেন, আমি রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে ইশার নামায আদায় করতেছিলাম। তিনি সেই নামাযে সূরা ত্বীন পড়েছিলেন। (বুখারী ৭৬৭, মুসলিম ৪৬৪)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَدِيِّ بْنِ ثَابِتٍ الْأَنْصَارِيِّ عَنْ الْبَرَاءِ بْنِ عَازِبٍ أَنَّهُ قَالَ، صَلَّيْتُ مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْعِشَاءَ فَقَرَأَ فِيهَا بِالتِّينِ وَالزَّيْتُوْنِ.",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد عن عدي بن ثابت الأنصاري عن البراء بن عازب أنه قال، صليت مع رسول الله صلى الله عليه وسلم العشاء فقرأ فيها بالتين والزيتون.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18134,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 6,
    "title": "কিরা‘আত সম্পর্কীয় আহকাম",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৬",
    "sort_order": 6,
    "hadiths": [
      {
        "id": 49498,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৩",
        "hadith_id": 173,
        "narrator": "ইবরাহীম ইবনু আবদিল্লাহ ইবনু হুনায়ন (র)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম قَسِّـىَّ ও مُعَصْفَرْ (পুরুষদেরকে) পরিধান করতে নিষেধ করেন, আরও নিষেধ করেন পুরুষদেরকে স্বর্ণের আংটি ব্যবহার করতে। রুকূতে কুরআন পাঠ করতেও তিনি নিষেধ করেন قَسِّـىَّ রেখাযুক্ত এক প্রকার রেশমী বস্ত্র এবং معصفر হলুদ বর্ণের বস্ত্র। (সহীহ, ইমাম মুসলিম হাদীসের শেষাংশ করেছেন ৪৮০)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ نَافِعٍ عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللهِ بْنِ حُنَيْنٍ عَنْ أَبِيهِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ لُبْسِ الْقَسِّيِّ وَعَنْ تَخَتُّمِ الذَّهَبِ وَعَنْ قِرَاءَةِ الْقُرْآنِ فِي الرُّكُوعِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن نافع عن إبراهيم بن عبد الله بن حنين عن أبيه عن علي بن أبي طالب أن رسول الله صلى الله عليه وسلم نهى عن لبس القسي وعن تختم الذهب وعن قراءة القرآن في الركوع.",
        "note": "",
        "grade_id": 6,
        "grade": "অন্যান্য",
        "grade_color": "#4A85CE"
      },
      {
        "id": 49501,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৪",
        "hadith_id": 174,
        "narrator": "আবূ হাযিম তাম্মার (র)",
        "bn": "রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদল লোকের কাছে আসলেন, সে সময় তারা (ক্ষুদ্র ক্ষুদ্র দলে বিভক্ত হয়ে) নামায আদায় করছিলেন এবং উচ্চকণ্ঠে কুরআন তিলাওয়াত করছিলেন। এটা দেখে তিনি বললেন, নামাযরত ব্যক্তি তার প্রতিপালকের সাথে মোনাজাত করে, কাজেই তার খেয়াল রাখা উচিত যে, কিভাবে তার প্রভুর সাথে আলাপ করছে। আর তোমরা সরবে (নামাযে) কুরআন পাঠে একে অপরের সাথে প্রতিযোগিতা করো না। (সহীহ, আবূ দাঊদ ১৩৩২ (রঃ) তিনি আবূ সাঊদ খুদরী (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন, আল্লামা আলবানী সহীহ আল জামে ২৬৩৯ গ্রন্থে সহীহ বলেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ عَنْ أَبِي حَازِمٍ التَّمَّارِ عَنْ الْبَيَاضِيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَى النَّاسِ وَهُمْ يُصَلُّونَ وَقَدْ عَلَتْ أَصْوَاتُهُمْ بِالْقِرَاءَةِ فَقَالَ إِنَّ الْمُصَلِّيَ يُنَاجِي رَبَّهُ فَلْيَنْظُرْ بِمَا يُنَاجِيهِ بِهِ وَلَا يَجْهَرْ بَعْضُكُمْ عَلَى بَعْضٍ بِالْقُرْآنِ.",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد عن محمد بن إبراهيم بن الحارث التيمي عن أبي حازم التمار عن البياضي أن رسول الله صلى الله عليه وسلم خرج على الناس وهم يصلون وقد علت أصواتهم بالقراءة فقال إن المصلي يناجي ربه فلينظر بما يناجيه به ولا يجهر بعضكم على بعض بالقرآن.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49500,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৫",
        "hadith_id": 175,
        "narrator": "হুমায়দ-এ তবীল (র)",
        "bn": "আনাস ইবনু মালিক (রাঃ) বলেছেন, আমি আবূ বকর, উমার, উসমান (রাঃ)-এর পেছনে (নামাযে) দাঁড়িয়েছে। তাঁদের কেউই নামায শুরু করার পর بِسْمِ اللهِ (সরবে) পড়তেন না। (বুখারী ৭৪৩, মুসলিম ৩৯৯)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ حُمَيْدٍ الطَّوِيلِ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ قَالَ قُمْتُ وَرَاءَ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكُلُّهُمْ كَانَ لَا يَقْرَأُ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ إِذَا افْتَتَحَ الصَّلَاةَ.",
        "ar_diacless": "و حدثني عن مالك عن حميد الطويل عن أنس بن مالك أنه قال قمت وراء أبي بكر وعمر وعثمان فكلهم كان لا يقرأ بسم الله الرحمن الرحيم إذا افتتح الصلاة.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49499,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৬",
        "hadith_id": 176,
        "narrator": "আবূ সুহায়ল ইবনু মালিক (র)",
        "bn": "তিনি বলেছেন, আমরা বলাত নামক স্থানে অবস্থিত আবূ জুহায়মের বাড়ি হতে উমার (রাঃ)-এর কিরা’আত শুনতাম। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ عَنْ أَبِيهِ أَنَّهُ قَالَ كُنَّا نَسْمَعُ قِرَاءَةَ عُمَرَ بْنِ الْخَطَّابِ عِنْدَ دَارِ أَبِي جَهْمٍ بِالْبَلَاطِ.",
        "ar_diacless": "و حدثني عن مالك عن عمه أبي سهيل بن مالك عن أبيه أنه قال كنا نسمع قراءة عمر بن الخطاب عند دار أبي جهم بالبلاط.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49502,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৭",
        "hadith_id": 177,
        "narrator": "নাফি’ (র)",
        "bn": "আবদুল্লাহ ইবনু উমার (রাঃ)-এর নিয়ম ছিল  যে নামাযে ইমাম সরবে কিরা’আত পড়তেন সেই নামাযে ইমামের সহিত কিছু অংশ ছুটে গেলে ইমাম সালাম ফিরাবার পর আবদুল্লাহ (রাঃ) দাঁড়িয়ে অবশিষ্ট নামায সরবে কিরা’আত সহকারে পড়তেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)\nو حَدَّثَنِي عَنْ مَالِك عَنْ يَزِيدَ بْنِ رُومَانَ أَنَّهُ قَالَ كُنْتُ أَؤُصَلِّ إِلَى جَانِبِ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ فَيَغْمِزُنِي فَأَفْتَحُ عَلَيْهِ وَنَحْنُ نُصَلِّي.\nইয়াযিদ ইবনু রূমান (র) হতে বর্ণিত; তিনি বলেছেন, আমি নাফি’ ইবনু যুবায়র ইবনু মুত’য়িম-এর পার্শ্বে দাঁড়িয়ে নামায আদায় করতাম। তিনি আমাকে হস্ত দ্বারা যখন চাপ দিতেন অর্থাৎ ইশারা করতেন তখন আমি তাঁকে কিরা’আত বলে দিতাম, অথচ আমরা দু’জনেই তখন নামাযে। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ إِذَا فَاتَهُ شَيْءٌ مِنْ الصَّلَاةِ مَعَ الْإِمَامِ فِيمَا جَهَرَ فِيهِ الْإِمَامُ بِالْقِرَاءَةِ أَنَّهُ إِذَا سَلَّمَ الْإِمَامُ قَامَ عَبْدُ اللهِ بْنُ عُمَرَ فَقَرَأَ لِنَفْسِهِ فِيمَا يَقْضِي وَجَهَرَ.",
        "ar_diacless": "و حدثني عن مالك عن نافع أن عبد الله بن عمر كان إذا فاته شيء من الصلاة مع الإمام فيما جهر فيه الإمام بالقراءة أنه إذا سلم الإمام قام عبد الله بن عمر فقرأ لنفسه فيما يقضي وجهر.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18135,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 7,
    "title": "ফজরের কিরা’আত",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৭",
    "sort_order": 7,
    "hadiths": [
      {
        "id": 49506,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৮",
        "hadith_id": 178,
        "narrator": "হিশাম ইবনু ‘উরওয়া (র)",
        "bn": "আবূ বকর সিদ্দীক (রাঃ) ফজরের নামাযে পড়লেন, তিনি ফজরের উভয় রাকা’আতে সূরা বাকারা পাঠ করলেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ صَلَّى الصُّبْحَ فَقَرَأَ فِيهَا سُورَةَ الْبَقَرَةِ فِي الرَّكْعَتَيْنِ كِلْتَيْهِمَا.",
        "ar_diacless": "حدثني يحيى عن مالك عن هشام بن عروة عن أبيه أن أبا بكر الصديق صلى الصبح فقرأ فيها سورة البقرة في الركعتين كلتيهما.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49508,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৭৯",
        "hadith_id": 179,
        "narrator": "হিশাম ইবনু উরওয়া (রাঃ)",
        "bn": "তিনি আবদুল্লাহ ইবনু ‘আমির ইবনু রবী’আ-কে বলতে শুনেছেন, আমরা উমার ইবনু খাত্তাব (রাঃ)-এর পিছনে ফজরের নামায পড়েছি। তিনি ফজরের নামাযে সূরা ইউসুফ ও সূরা হাজ্ব ধীরেসুস্থে পাঠ করেছিলেন। তিনি (হিশাম-এর পিতা) বললেন, তাহলেতো তিনি তখন নামাজে দাঁড়াতেন যখন ফজর শুরু হত। তিনি (আবদুল্লাহ ইবনু ‘আমির ইবনু রবী’আ) বললেন, হ্যাঁ। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّهُ سَمِعَ عَبْدَ اللهِ بْنَ عَامِرِ بْنِ رَبِيعَةَ يَقُولُ صَلَّيْنَا وَرَاءَ عُمَرَ بْنِ الْخَطَّابِ الصُّبْحَ فَقَرَأَ فِيهَا بِسُورَةِ يُوسُفَ وَسُورَةِ الْحَجِّ قِرَاءَةً بَطِيئَةً فَقُلْتُ وَاللهِ إِذًا لَقَدْ كَانَ يَقُومُ حِينَ يَطْلُعُ الْفَجْرُ قَالَ أَجَلْ.",
        "ar_diacless": "و حدثني عن مالك عن هشام بن عروة عن أبيه أنه سمع عبد الله بن عامر بن ربيعة يقول صلينا وراء عمر بن الخطاب الصبح فقرأ فيها بسورة يوسف وسورة الحج قراءة بطيئة فقلت والله إذا لقد كان يقوم حين يطلع الفجر قال أجل.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49505,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮০",
        "hadith_id": 180,
        "narrator": "কাসিম ইবনু মুহাম্মাদ (র)",
        "bn": "ফুরাফিসা ইবনু উমাইর আল-হানাফি (র) বলেছেন, উসমান ইবনু আফফান (রাঃ) ফজরের নামাযে প্রায় সূরা ‘ইউসুফ’ পাঠ করতেন। তার (পুনঃ পুনঃ) তিলাওয়াত হতেই আমি উক্ত সূরা কণ্ঠস্থ করেছি। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ وَرَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ أَنَّ الْفُرَافِصَةَ بْنَ عُمَيْرٍ الْحَنَفِيَّ قَالَ مَا أَخَذْتُ سُورَةَ يُوسُفَ إِلَّا مِنْ قِرَاءَةِ عُثْمَانَ بْنِ عَفَّانَ إِيَّاهَا فِي الصُّبْحِ مِنْ كَثْرَةِ مَا كَانَ يُرَدِّدُهَا لَنَا.",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد وربيعة بن أبي عبد الرحمن عن القاسم بن محمد أن الفرافصة بن عمير الحنفي قال ما أخذت سورة يوسف إلا من قراءة عثمان بن عفان إياها في الصبح من كثرة ما كان يرددها لنا.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49507,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮১",
        "hadith_id": 181,
        "narrator": "নাফি’ (র)",
        "bn": "আবদুল্লাহ ইবনু উমার (রাঃ) ফজরের নামাযে مُفَصَّلِ -এর প্রথম দশটি সূরা হতে পাঠ করতেন; প্রতি রাক’আতে ‘উম্মুল কুরআন’ (ফাতিহা) এবং একটি সূরা। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ كَانَ يَقْرَأُ فِي الصُّبْحِ فِي السَّفَرِ بِالْعَشْرِ السُّوَرِ الْأُوَلِ مِنْ الْمُفَصَّلِ فِي كُلِّ رَكْعَةٍ بِأُمِّ الْقُرْآنِ وَسُورَةٍ.",
        "ar_diacless": "و حدثني عن مالك عن نافع أن عبد الله بن عمر كان يقرأ في الصبح في السفر بالعشر السور الأول من المفصل في كل ركعة بأم القرآن وسورة.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18136,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 8,
    "title": "উম্মুল কুরআন",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৮",
    "sort_order": 8,
    "hadiths": [
      {
        "id": 49513,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮২",
        "hadith_id": 182,
        "narrator": "আলা ইবনু আবদুর রহমান ইবনু ইয়াকুব (র)",
        "bn": "“আমির ইবনু কুরায়য’-এর ‘মাওলা’ আবূ সাঈদ (র) তাঁর নিকট বর্ণনা করেন, রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম উবাই ইবনু কা’ব (রাঃ)-কে ডাকলেন, তখন তিনি নামায আদায় করছিলেন। নামায শেষ করে তিনি রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সমীপে হাযির হলেন; রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপন হাত তাঁর হাতের উপর রাখলেন, তখন তিনি (উবাই ইবনু কা’ব) মসজিদের দরজা দিয়ে বের হতে চাচ্ছিলেন। রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, আমার ইচ্ছা যে, তুমি একটি সূরা জ্ঞাত না হয়ে মসজিদ হতে বের হবে না। সূরাটি এইরূপ যে, উহার সমতুল্য কোন সূরা ‘তাওরাত’, ‘ইনযীল’ এমন কি খোদ ‘কুরআন শরীফে’ ও অবতীর্ণ হয়নি। উবাই (রাঃ) বললেন, এটা শুনে সূরাটি জানবার আগ্রহে আমি ধীরে ধীরে চলতে লাগলাম। অতঃপর আমি বললাম  হে আল্লাহর রসূল! যে সূরাটি জানাবার  বিষয় আপনি আমাকে বলেছেন, তা কোন সূরা ? তিনি বললেন, তুমি নামায শুরু করার পর কিভাবে কিরা’আত পড় ? উবাই (রাঃ) বলেন   আমি সূরা ফাতিহা الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ হতে শেষ পর্যন্ত তাঁকে পড়ে শুনালাম। তারপর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এটাই সে সূরা। (যে সূরার কথা বলেছিলাম) এ সূরার নামই [১]  سَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ (সাবই মাসানী) যা আমাকে প্রদান করা হয়েছে। (সহীহ, বুখারী ৪৪৭৪, ৪৬৪৭)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ أَنَّ أَبَا سَعِيدٍ مَوْلَى عَامِرِ بْنِ كُرَيْزٍ أَخْبَرَهُ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَادَى أُبَيَّ بْنَ كَعْبٍ وَهُوَ يُصَلِّي فَلَمَّا فَرَغَ مِنْ صَلَاتِهِ لَحِقَهُ فَوَضَعَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَهُ عَلَى يَدِهِ وَهُوَ يُرِيدُ أَنْ يَخْرُجَ مِنْ بَابِ الْمَسْجِدِ فَقَالَ إِنِّي لَأَرْجُو أَنْ لَا تَخْرُجَ مِنْ الْمَسْجِدِ حَتَّى تَعْلَمَ سُورَةً مَا أَنْزَلَ اللهُ فِي التَّوْرَاةِ وَلَا فِي الْإِنْجِيلِ وَلَا فِي الْقُرْآنِ مِثْلَهَا قَالَ أُبَيٌّ فَجَعَلْتُ أُبْطِئُ فِي الْمَشْيِ رَجَاءَ ذَلِكَ ثُمَّ قُلْتُ يَا رَسُولَ اللهِ السُّورَةَ الَّتِي وَعَدْتَنِي قَالَ كَيْفَ تَقْرَأُ إِذَا افْتَتَحْتَ الصَّلَاةَ قَالَ فَقَرَأْتُ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ حَتَّى أَتَيْتُ عَلَى آخِرِهَ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هِيَ هَذِهِ السُّورَةُ وَهِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُعْطِيتُ.",
        "ar_diacless": "حدثني يحيى عن مالك عن العلاء بن عبد الرحمن بن يعقوب أن أبا سعيد مولى عامر بن كريز أخبره أن رسول الله صلى الله عليه وسلم نادى أبي بن كعب وهو يصلي فلما فرغ من صلاته لحقه فوضع رسول الله صلى الله عليه وسلم يده على يده وهو يريد أن يخرج من باب المسجد فقال إني لأرجو أن لا تخرج من المسجد حتى تعلم سورة ما أنزل الله في التوراة ولا في الإنجيل ولا في القرآن مثلها قال أبي فجعلت أبطئ في المشي رجاء ذلك ثم قلت يا رسول الله السورة التي وعدتني قال كيف تقرأ إذا افتتحت الصلاة قال فقرأت الحمد لله رب العالمين حتى أتيت على آخره فقال رسول الله صلى الله عليه وسلم هي هذه السورة وهي السبع المثاني والقرآن العظيم الذي أعطيت.",
        "note": "[১] সাবই মাসানী: সূরা ফাতিহার সাত আয়াত যা পুনঃ পুনঃ আবৃত্তি করা হয়। কুরআনুল আযীম অর্থ মহা কুরআন।",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49512,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮৩",
        "hadith_id": 183,
        "narrator": "আবূ নুয়ায়ম ওহ্ব ইবনু কায়সাম (র)",
        "bn": "তিনি জাবির ইবনু আবদুল্লাহ (রাঃ)-কে বলতে শুনেছেন  যে ব্যক্তি এমন এক রাক’আত নামায আদায় করেছে যাতে সূরা ফাতিহা পাঠ করেনি তার নামায হয়নি, অবশ্য যদি সে ব্যক্তি ইমামের পশ্চাতে (নামায পড়িয়া) থাকে (তবে তার নামায শুদ্ধ হয়েছে)। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ أَبِي نُعَيْمٍ وَهْبِ بْنِ كَيْسَانَ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللهِ يَقُولُ مَنْ صَلَّى رَكْعَةً لَمْ يَقْرَأْ فِيهَا بِأُمِّ الْقُرْآنِ فَلَمْ يُصَلِّ إِلَّا وَرَاءَ الْإِمَامِ.",
        "ar_diacless": "و حدثني عن مالك عن أبي نعيم وهب بن كيسان أنه سمع جابر بن عبد الله يقول من صلى ركعة لم يقرأ فيها بأم القرآن فلم يصل إلا وراء الإمام.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18137,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 3,
    "section_id": 9,
    "title": "নীরবে যে নামাযে কিরা’আত পড়া হয় সেই নামাযে ইমামের পিছনে কুরআন পড়া",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৯",
    "sort_order": 9,
    "hadiths": [
      {
        "id": 49519,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮৪",
        "hadith_id": 184,
        "narrator": "আবুস সায়িব ‘মাওলা’ হিশাম ইবনু যুহরা (র)",
        "bn": "তিনি আবূ হুরায়রা (রাঃ)-কে এইরূপ বর্ণনা করতে শুনেছেন  আমি রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, যে ব্যক্তি নামায আদায় করেছে, কিন্তু সে নামাযে ‘উম্মুল কুরআন’ পাঠ করেনি, তার নামায অসম্পূর্ণ, অসম্পূর্ণ না-তামাম।\nআবুস সায়িব (র) বললেন, আমি প্রশ্ন করলাম  হে আবূ হুরায়রা (রাঃ)! আমি অনেক সময় ইমামের পিছনে (নামায আদায় করে) থাকি (তখন কিভাবে আদায় করব?)। তিনি আমার বাহুতে চিমটি কেটে বললেন, হে পারস্যের অধিবাসী! তুমি তা মনে মনে পাঠ কর। কেননা আমি রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি  আল্লাহ্ তা’আলা বলেছেন আমি নামাযকে (সূরা ফাতিহাকে) আমার বান্দা ও আমার মধ্যে আধা-আধি ভাগ করেছি। এটার অর্ধেক আমার, অর্ধেক আমার বান্দার। আর আমার বান্দার জন্য তাই যা সে চায়। রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা পাঠ কর;\nالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ.\n(বিশ্ব জগতের প্রতিপালক আল্লাহরই প্রাপ্য সমস্ত প্রশংসা), আল্লাহ্ (এর উত্তরে) বলেন, আমার বান্দা আমার প্রশংসা করেছে। বান্দা বলে, الرَّحْمَنِ الرَّحِيمِ (যিনি দয়াময়, পরম দয়ালু) আল্লাহ্ বলেন, আমার বান্দা আমার গুণ বর্ণনা করেছে। বান্দা বলে- مَالِكِ يَوْمِ الدِّينِ (কর্মফল দিবসের মালিক), আল্লাহ্ বলেন, আমার বান্দা আমার শ্রেষ্ঠত্ব বর্ণনা করেছে। বান্দা বলে, إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ আমরা শুধু তোমারই ইবাদত করি, শুধু তোমারই সাহায্য প্রার্থনা করি), আল্লাহ্ বলেন, এই আয়াতটি আমার ও আমার বান্দার মধ্যে আধা-আধি বিভক্ত। আর আমার বান্দার জন্য তাই যা সে চায়! বান্দা বলে\nاهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ.\n(আমাদেরকে সরলপথ প্রদর্শন কর, যাদেরকে তুমি অনুগ্রহ দান করেছ, যারা ক্রোধ-নিপতিত নহে, পথভ্রষ্ট নহে।) আল্লাহ্ বলেন, এই আয়াতগুলি আমার বান্দারই। (অর্থাৎ এই প্রার্থনা আমার বান্দার পক্ষ হতে) এবং তার জন্য উহা যা সে চায়। (সহীহ, মুসলিম ৩৯৫)",
        "ar": "-  حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ أَنَّهُ سَمِعَ أَبَا السَّائِبِ مَوْلَى هِشَامِ بْنِ زُهْرَةَ يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ صَلَّى صَلَاةً لَمْ يَقْرَأْ فِيهَا بِأُمِّ الْقُرْآنِ فَهِيَ خِدَاجٌ هِيَ خِدَاجٌ هِيَ خِدَاجٌ غَيْرُ تَمَامٍ قَالَ فَقُلْتُ يَا أَبَا هُرَيْرَةَ إِنِّي أَحْيَانًا أَكُونُ وَرَاءَ الْإِمَامِ قَالَ فَغَمَزَ ذِرَاعِي ثُمَّ قَالَ اقْرَأْ بِهَا فِي نَفْسِكَ يَا فَارِسِيُّ فَإِنِّي سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ قَالَ اللهُ تَبَارَكَ وَتَعَالَى قَسَمْتُ الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ فَنِصْفُهَا لِي وَنِصْفُهَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اقْرَءُوا يَقُولُ الْعَبْدُ { الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } يَقُولُ اللهُ تَبَارَكَ وَتَعَالَى حَمِدَنِي عَبْدِي وَيَقُولُ الْعَبْدُ { الرَّحْمَنِ الرَّحِيمِ } يَقُولُ اللهُ أَثْنَى عَلَيَّ عَبْدِي وَيَقُولُ الْعَبْدُ { مَالِكِ يَوْمِ الدِّينِ } يَقُولُ اللهُ مَجَّدَنِي عَبْدِي يَقُولُ الْعَبْدُ { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } فَهَذِهِ الْآيَةُ بَيْنِي وَبَيْنَ عَبْدِي وَلِعَبْدِي مَا سَأَلَ يَقُولُ الْعَبْدُ { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ } فَهَؤُلَاءِ لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ.",
        "ar_diacless": "-  حدثني يحيى عن مالك عن العلاء بن عبد الرحمن بن يعقوب أنه سمع أبا السائب مولى هشام بن زهرة يقول سمعت أبا هريرة يقول سمعت رسول الله صلى الله عليه وسلم يقول من صلى صلاة لم يقرأ فيها بأم القرآن فهي خداج هي خداج هي خداج غير تمام قال فقلت يا أبا هريرة إني أحيانا أكون وراء الإمام قال فغمز ذراعي ثم قال اقرأ بها في نفسك يا فارسي فإني سمعت رسول الله صلى الله عليه وسلم يقول قال الله تبارك وتعالى قسمت الصلاة بيني وبين عبدي نصفين فنصفها لي ونصفها لعبدي ولعبدي ما سأل قال رسول الله صلى الله عليه وسلم اقرءوا يقول العبد { الحمد لله رب العالمين } يقول الله تبارك وتعالى حمدني عبدي ويقول العبد { الرحمن الرحيم } يقول الله أثنى علي عبدي ويقول العبد { مالك يوم الدين } يقول الله مجدني عبدي يقول العبد { إياك نعبد وإياك نستعين } فهذه الآية بيني وبين عبدي ولعبدي ما سأل يقول العبد { اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين } فهؤلاء لعبدي ولعبدي ما سأل.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49516,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮৫",
        "hadith_id": 185,
        "narrator": "হিশাম ইবনু উরওয়া (র)",
        "bn": "ইমাম যে সকল নামাযে নীরবে কিরাআত তিলাওয়াত করতেন সেই নামায তিনি ইমামের পিছনে কিরাআত তিলাওয়াত করতেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّهُ كَانَ يَقْرَأُ خَلْفَ الْإِمَامِ فِيمَا لَا يَجْهَرُ فِيهِ الْإِمَامُ بِالْقِرَاءَةِ.",
        "ar_diacless": "و حدثني عن مالك عن هشام بن عروة عن أبيه أنه كان يقرأ خلف الإمام فيما لا يجهر فيه الإمام بالقراءة.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49517,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮৬",
        "hadith_id": 186,
        "narrator": "কাসিম ইবনু মুহাম্মাদ (র)",
        "bn": "নামাযে ইমাম কিরা‘আত সরবে পড়তেন না সেসব নামাযে ইমামের পিছনে কিরা‘আত পাঠ করতেন। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ وَعَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ كَانَ يَقْرَأُ خَلْفَ الْإِمَامِ فِيمَا لَا يَجْهَرُ فِيهِ الْإِمَامُ بِالْقِرَاءَةِ.",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد وعن ربيعة بن أبي عبد الرحمن أن القاسم بن محمد كان يقرأ خلف الإمام فيما لا يجهر فيه الإمام بالقراءة.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49518,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 3,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৮৭",
        "hadith_id": 187,
        "narrator": "মালিক (র) য়াযিদ ইবনু রূমান (র)",
        "bn": "যেসব নামাযে ইমাম সরবে কিরা‘আত পাঠ করতেন না সে সব নামাযে নাফি’ ইবনু মুতায়িম (র) ইমামের পিছনে কিরা‘আত পাঠ করতেন।\nইয়াহইয়া (র) বর্ণনা করেন যে, মালিক (র) বলেছেন, এ বিষয়ে আমি যা শুনেছি তন্মধ্যে এটাই আমার মনঃপূত। (হাদীসটি ইমাম মালিক (রঃ) একক ভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَزِيدَ بْنِ رُومَانَ أَنَّ نَافِعَ بْنَ جُبَيْرِ بْنِ مُطْعِمٍ كَانَ يَقْرَأُ خَلْفَ الْإِمَامِ فِيمَا لَا يَجْهَرُ فِيهِ بِالْقِرَاءَةِ قَالَ مَالِك وَذَلِكَ أَحَبُّ مَا سَمِعْتُ إِلَيَّ فِي ذَلِكَ.",
        "ar_diacless": "و حدثني عن مالك عن يزيد بن رومان أن نافع بن جبير بن مطعم كان يقرأ خلف الإمام فيما لا يجهر فيه بالقراءة قال مالك وذلك أحب ما سمعت إلي في ذلك.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  }
]