[
  {
    "id": 18340,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 1,
    "title": "ন্যায়বিচারে উৎসাহ প্রদান",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 49122,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৩৯৭",
        "hadith_id": 1397,
        "narrator": "নবী করীম সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহধর্মিণী উম্মে সালমা (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমি একজন মানুষ, তোমরা আমার নিকট ঝগড়া-বিবাদ নিয়ে আস। এমনও হতে পারে যে, একে অপরের তুলনায় অধিক চালাকী ও চাতুরির আশ্রয় নিবে এবং নিজ দাবি প্রমাণিত করবে এবং আমি তার বাহ্যিক প্রমাণের দিকে লক্ষ্য করে তার পক্ষে রায় দিয়ে দিব। সুতরাং এমতাবস্থায় যদি আমি অপরের হক কাউকেও দিয়ে দেই তবে তার জন্য উক্ত বস্তু গ্রহণ করা উচিত নয়। কেননা উহা তার জন্য আগুনের টুকরা। (বুখারী ২৬৮০, মুসলিম ১৭১৩)",
        "ar": "حَدَّثَنَا يَحْيَى عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ عَنْ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا أَنَا بَشَرٌ وَإِنَّكُمْ تَخْتَصِمُونَ إِلَيَّ فَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَأَقْضِيَ لَهُ عَلَى نَحْوِ مَا أَسْمَعُ مِنْهُ فَمَنْ قَضَيْتُ لَهُ بِشَيْءٍ مِنْ حَقِّ أَخِيهِ فَلَا يَأْخُذَنَّ مِنْهُ شَيْئًا فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنْ النَّارِ.",
        "ar_diacless": "حدثنا يحيى عن مالك عن هشام بن عروة عن أبيه عن زينب بنت أبي سلمة عن أم سلمة زوج النبي صلى الله عليه وسلم أن رسول الله صلى الله عليه وسلم قال إنما أنا بشر وإنكم تختصمون إلي فلعل بعضكم أن يكون ألحن بحجته من بعض فأقضي له على نحو ما أسمع منه فمن قضيت له بشيء من حق أخيه فلا يأخذن منه شيئا فإنما أقطع له قطعة من النار.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49121,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৩৯৮",
        "hadith_id": 1398,
        "narrator": "সাঈদ ইব্নু মুসায়্যাব (র)",
        "bn": "একদা উমার (রা)-এর দরবারে এক ইহুদী ও এক মুসলমান কোন বিবাদ নিয়ে এল। উমার (রা) বুঝতে পারলেন যে, ইহুদীর দাবি সত্য। তাই ইহুদীর সপক্ষে রায় দিয়ে দিলেন। ইহুদী সর্বশেষে বলল, আল্লাহর কসম, আপনি হক ফায়সালা করেছেন। ইহা শুনে উমার (রা) তাকে বেত্র দ্বারা আঘাত করে বললেন, কিভাবে জানতে পেরেছ যে, এই বিচার হক হয়েছে? ইহুদী বলল, আমি আমাদের আসমানী কিতাবে দেখেছি যে, যে বিচারক সত্য ফয়সালা করে তার ডান দিকের এবং বাম দিকের কাঁধে একজন করে ফেরেশতা থাকেন। তারা তাঁকে শক্তিশালী রাখে এবং সৎ পথ দেখাতে থাকে যতক্ষণ সে হকের উপর থাকে। আর যদি সে হককে ছেড়ে দেয় তবে ফেরেশতারাও তাকে ছেড়ে ঊর্ধ্বজগতে উঠে যায়। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ اخْتَصَمَ إِلَيْهِ مُسْلِمٌ وَيَهُودِيٌّ فَرَأَى عُمَرُ أَنَّ الْحَقَّ لِلْيَهُودِيِّ فَقَضَى لَهُ فَقَالَ لَهُ الْيَهُودِيُّ وَاللهِ لَقَدْ قَضَيْتَ بِالْحَقِّ فَضَرَبَهُ عُمَرُ بْنُ الْخَطَّابِ بِالدِّرَّةِ ثُمَّ قَالَ وَمَا يُدْرِيكَ فَقَالَ لَهُ الْيَهُودِيُّ إِنَّا نَجِدُ أَنَّهُ لَيْسَ قَاضٍ يَقْضِي بِالْحَقِّ إِلَّا كَانَ عَنْ يَمِينِهِ مَلَكٌ وَعَنْ شِمَالِهِ مَلَكٌ يُسَدِّدَانِهِ وَيُوَفِّقَانِهِ لِلْحَقِّ مَا دَامَ مَعَ الْحَقِّ فَإِذَا تَرَكَ الْحَقَّ عَرَجَا وَتَرَكَاهُ.",
        "ar_diacless": "و حدثني مالك عن يحيى بن سعيد عن سعيد بن المسيب أن عمر بن الخطاب اختصم إليه مسلم ويهودي فرأى عمر أن الحق لليهودي فقضى له فقال له اليهودي والله لقد قضيت بالحق فضربه عمر بن الخطاب بالدرة ثم قال وما يدريك فقال له اليهودي إنا نجد أنه ليس قاض يقضي بالحق إلا كان عن يمينه ملك وعن شماله ملك يسددانه ويوفقانه للحق ما دام مع الحق فإذا ترك الحق عرجا وتركاه.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18349,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 10,
    "title": "রেহেনকে বাধা দেয়া নাজায়েয",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১০",
    "sort_order": 10,
    "hadiths": [
      {
        "id": 49148,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০৯",
        "hadith_id": 1409,
        "narrator": "সা‘ঈদ ইব্নু মুসায়্যাব (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন “রেহেনকে (বন্ধক) বন্ধ করা উচিত নয়।” (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন, এর ব্যাখ্যা আমাদের নিকট এই যে, (আল্লাহই ভাল জানেন) এক ব্যক্তি কিছু জিনিস অপর ব্যক্তির নিকট রেহেন রাখল কোন জিনিসের পরিবর্তে। আর রেহেন-এর বস্তুটি মূল্যবান যে জিনিসের পরিবর্তে রাখা হয়েছে তার চাইতে। অতঃপর রেহেন (গচ্ছিতকারী) মুরতাহেনকে (যার কাছে রাখা হয়েছে) বলল, আমি যদি নির্দিষ্ট তারিখে আপনার জিনিস নিয়ে আসি তবে আমার জিনিস আমাকে দিবেন আর যদি আমি এ সময় না আসতে পারি তবে গচ্ছিত মাল আপনার। এইরূপ করা জায়েয নাই এবং হালালও নয়। এটাই নিষিদ্ধ করা হয়েছে। যদি নির্দিষ্ট দিনের পরে ঐ ব্যক্তি আসে তবে রেহেনের বস্তু তারই হবে। আর এই শর্ত বাতিল হবে।",
        "ar": "قَالَ يَحْيَى حَدَّثَنَا مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَغْلَقُ الرَّهْنُ \n\nقَالَ مَالِك وَتَفْسِيرُ ذَلِكَ فِيمَا نُرَى وَاللهُ أَعْلَمُ أَنْ يَرْهَنَ الرَّجُلُ الرَّهْنَ عِنْدَ الرَّجُلِ بِالشَّيْءِ وَفِي الرَّهْنِ فَضْلٌ عَمَّا رُهِنَ بِهِ فَيَقُولُ الرَّاهِنُ لِلْمُرْتَهِنِ إِنْ جِئْتُكَ بِحَقِّكَ إِلَى أَجَلٍ يُسَمِّيهِ لَهُ وَإِلَّا فَالرَّهْنُ لَكَ بِمَا رُهِنَ فِيهِ قَالَ فَهَذَا لَا يَصْلُحُ وَلَا يَحِلُّ وَهَذَا الَّذِي نُهِيَ عَنْهُ وَإِنْ جَاءَ صَاحِبُهُ بِالَّذِي رَهَنَ بِهِ بَعْدَ الْأَجَلِ فَهُوَ لَهُ وَأُرَى هَذَا الشَّرْطَ مُنْفَسِخًا.",
        "ar_diacless": "قال يحيى حدثنا مالك عن ابن شهاب عن سعيد بن المسيب أن رسول الله صلى الله عليه وسلم قال لا يغلق الرهن \n\nقال مالك وتفسير ذلك فيما نرى والله أعلم أن يرهن الرجل الرهن عند الرجل بالشيء وفي الرهن فضل عما رهن به فيقول الراهن للمرتهن إن جئتك بحقك إلى أجل يسميه له وإلا فالرهن لك بما رهن فيه قال فهذا لا يصلح ولا يحل وهذا الذي نهي عنه وإن جاء صاحبه بالذي رهن به بعد الأجل فهو له وأرى هذا الشرط منفسخا.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18350,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 11,
    "title": "ফল ও জন্তুর রেহেনের ফয়সালা",
    "preface": "যদি কোন বাগান নির্দিষ্ট তারিখ পর্যন্ত রেহেন (বন্ধক) রাখে তবে এ বাগানের ফল যা রেহেন রাখার পূর্বে হয়েছে তা গাছের সাথে রেহেন ধরা যাবে না। কিন্তু যদি রেহেনের সময় রেহেন রক্ষক শর্ত করে দিয়ে থাকে তবে জায়েয হবে। আর যদি কোন ব্যক্তি একটি গর্ভবতী বাঁদী রেহেন রাখল অথবা রেহেন রাখার পর সে গর্ভবতী হয় তবে বাচ্চাও সাথে রেহেন ধরা যাবে। গাছের ফল আর সন্তানের মধ্যে এই ব্যবধান। কারণ রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, যদি খেজুর গাছ এই অবস্থায় বিক্রয় করে যে, সেই খেজুর গাছকে তা’বীর (পরাগয়ন) করেছিল তবে এই খেজুর বিক্রেতারই হবে। কিন্তু যদি শর্ত করে থাকে তবে ভিন্ন কথা। মালিক (র) বলেন যে, আমাদের কাছে এটা একটি মতভেদহীন মাসআলা। তা হল  যদি কেউ কোন ক্রীতদাসী অথবা জানোয়ার বিক্রয় করে এবং ঐ দাসী কিংবা জানোয়ার গর্ভবতী হয় তবে ঐ বাচ্চা খরিদ্দারের হবে। খরিদ্দার শর্ত করুক চাই না করুক। সুতরাং জানা গেল যে, খেজুর গাছের হুকুম জানোয়ারের হুকুমের মতো নয় আর ফলের হুকুমও গর্ভাধারের বাচ্চার হুকুমের মতো নয়।\n\nমালিক (র) বলেন, এই ব্যাপারে সুস্পষ্ট কথা এই যে, মানুষ গাছ ছাড়াও খেজুরকে রেহেন রাখতে পারে। কিন্তু দাসী বা পশুর বাচ্চা যা মাতৃগর্ভে রয়েছে তাকে কোন মানুষ রেহেন রাখতে পারে না।",
    "number": "পরিচ্ছেদঃ ১১",
    "sort_order": 11,
    "hadiths": [
      {
        "id": 51084,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18351,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 12,
    "title": "জন্তু রেহেন রাখার ফয়সালা",
    "preface": "আমাদের নিকট এটা একটি মতবিরোধহীন মাসআলা। তা এই  যদি রেহেন রাখা জিনিস এমন হয় যা ক্ষতি হলে বোঝা যায় যেমন জমি, ঘর ও জন্তু। অতঃপর উহা মুরতাহেন (যার নিকট রক্ষিত)-এর নিকট নষ্ট হয়ে যায়, তবে মুরতাহেনের প্রাপ্য হতে কমবে না, বরং ইহা রাহিনের (রেহেন যে দিয়েছে) ক্ষতি হবে। আর যদি তা এমন জিনিস হয় যা নষ্ট হলে শুধু মুরতাহেনের কথায়ই বোঝা যায় (যেমন কাপড়, স্বর্ণ, রূপা) তবে মুরতাহেনের ক্ষতি ধরা হবে এবং উহার মূল্যের জন্য সেই দায়ী হবে। আর যদি রাহেন ও মুরতাহেনের মধ্যে মূল্য সম্বন্ধে ঝগড়া হয় তবে মুরতাহেনকে বলা হবে যে, কসম করে এ জিনিসের গুণ ও মূল্যের পরিমাণ বর্ণনা কর। যদি সে বর্ণনা করে তবে জ্ঞানী লোকগণ তা চিন্তা করে মুরতাহেনের বর্ণনা অনুযায়ী মূল্য ধার্য করবেন। আর যদি মূল্য রাহেনের মূল্য হতে অধিক হয় তবে রাহেন অধিক মূল্য গ্রহণ করবে। আর যদি উহার মূল্য রাহেনের মূল্য হতে যতদূর বেশি বলেছে তা তার দায়িত্ব হতে নেমে যাবে। আর যদি রাহেন কসম না করে তবে ঐ পরিমাণ মূল্য মুরতাহেনকে আদায় করে দিবে। আর যদি মুরতাহেন বলে যে আমি এ জিনিসের মূল্য জানি না তবে রাহেনকে ঐ জিনিসের গুণাবলির উপর কসম দেয়া হবে, যদি সে কসম করে তবে তার বর্ণনা অনুযায়ী ফয়সালা করা হবে, যদি সে অসঙ্গত কিছু না বলে।\n\nমালিক (র) বলেন যে, এটা ঐ সময় হবে যখন জিনিসটি মুরতাহেন নিজ অধিকারে আনয়ন করেছে এবং সে অন্য কারো হাতে উহা রাখেনি।",
    "number": "পরিচ্ছেদঃ ১২",
    "sort_order": 12,
    "hadiths": [
      {
        "id": 51085,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 12,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18352,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 13,
    "title": "দুই ব্যক্তির নিকট রেহেন রাখার ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৩",
    "sort_order": 13,
    "hadiths": [
      {
        "id": 49162,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 13,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১",
        "hadith_id": 1,
        "narrator": "মালিক (র)",
        "bn": "যদি দুইজনের কাছে রেহেন থাকে তাদের মধ্যে একজন বলে যে, আমার রেহেন বিক্রয় করে নিয়ে যাব এবং দ্বিতীয়জন তাকে এক বৎসরের সময় দেয় তবে যদি ঐ জিনিস এমন হয় যে, অর্ধেক বিক্রয় করে ফেললে বাকী অর্ধেক যার নিকট আছে তার কোন ক্ষতি হবে না, তবে অর্ধেক বিক্রয় করে তার কর্জ আদায় করে দিবে। আর যদি অর্ধেক বিক্রয় করলে বাকী অর্ধেকের ক্ষতি হয় তবে পূর্ণ জিনিসটিই বিক্রয় করে যে তাগাদা করিতেছিল তাকে দিয়ে দিবে। আর যে এক বৎসরের সময় দিয়েছিল সে যদি খুশিতে দিতে চায় তবে অর্ধেক পয়সা রাহেনকে দেবে। না হয় তাকে কসম দেয়া হবে যে আমি তাকে এক বৎসরের সময় এইজন্য দিচ্ছিলাম যেন পূর্ণ রেহেন আমার নিকট থাকে। সে যদি কসম করে নেয় তবে ঐ সময়ই তার হক আদায় করে দেয়া হবে।\nমালিক (র) বলেন  যদি কোন গোলাম রেহেন রাখা হয় তবে গোলামের সাথে যা মাল থাকে তা রেহেন ধরা যাবে না। কিন্তু যদি রেহেন গ্রহীতা শর্ত করে নেয় তবে মালও রেহেন ধরা হবে।",
        "ar": "قَالَ يَحْيَى سَمِعْت مَا لِكًا يَقُولُ فِي الرَّجُلَيْنِ يَكُونُ لَهُمَا رَهْنٌ بَيْنَهُمَا فَيَقُومُ أَحَدُهُمَا بِبَيْعِ رَهْنِهِ وَقَدْ كَانَ الْآخَرُ أَنْظَرَهُ بِحَقِّهِ سَنَةً قَالَ إِنْ كَانَ يَقْدِرُ عَلَى أَنْ يُقْسَمَ الرَّهْنُ وَلَا يَنْقُصَ حَقُّ الَّذِي أَنْظَرَهُ بِحَقِّهِ بِيعَ لَهُ نِصْفُ الرَّهْنِ الَّذِي كَانَ بَيْنَهُمَا فَأُوفِيَ حَقَّهُ وَإِنْ خِيفَ أَنْ يَنْقُصَ حَقُّهُ بِيعَ الرَّهْنُ كُلُّهُ فَأُعْطِيَ الَّذِي قَامَ بِبَيْعِ رَهْنِهِ حَقَّهُ مِنْ ذَلِكَ فَإِنْ طَابَتْ نَفْسُ الَّذِي أَنْظَرَهُ بِحَقِّهِ أَنْ يَدْفَعَ نِصْفَ الثَّمَنِ إِلَى الرَّاهِنِ وَإِلَّا حُلِّفَ الْمُرْتَهِنُ أَنَّهُ مَا أَنْظَرَهُ إِلَّا لِيُوقِفَ لِي رَهْنِي عَلَى هَيْئَتِهِ ثُمَّ أُعْطِيَ حَقَّهُ عَاجِلًا.\n\nقَالَ و سَمِعْت مَالِك يَقُولُ فِي الْعَبْدِ يَرْهَنُهُ سَيِّدُهُ وَلِلْعَبْدِ مَالٌ إِنَّ مَالَ الْعَبْدِ لَيْسَ بِرَهْنٍ إِلَّا أَنْ يَشْتَرِطَهُ الْمُرْتَهِنُ.",
        "ar_diacless": "قال يحيى سمعت ما لكا يقول في الرجلين يكون لهما رهن بينهما فيقوم أحدهما ببيع رهنه وقد كان الآخر أنظره بحقه سنة قال إن كان يقدر على أن يقسم الرهن ولا ينقص حق الذي أنظره بحقه بيع له نصف الرهن الذي كان بينهما فأوفي حقه وإن خيف أن ينقص حقه بيع الرهن كله فأعطي الذي قام ببيع رهنه حقه من ذلك فإن طابت نفس الذي أنظره بحقه أن يدفع نصف الثمن إلى الراهن وإلا حلف المرتهن أنه ما أنظره إلا ليوقف لي رهني على هيئته ثم أعطي حقه عاجلا.\n\nقال و سمعت مالك يقول في العبد يرهنه سيده وللعبد مال إن مال العبد ليس برهن إلا أن يشترطه المرتهن.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18353,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 14,
    "title": "রেহেনের বিবিধ প্রকার",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৪",
    "sort_order": 14,
    "hadiths": [
      {
        "id": 49163,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 14,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১",
        "hadith_id": 1,
        "narrator": "মালিক (র)",
        "bn": "যদি কোন বস্তু রেহেন রাখার পর তা রেহেন গ্রহীতার নিকট নষ্ট হয়ে যায় এবং রাহেন ও মুরতাহেন উভয়ই রেহেনের বস্তু ও পরিমাণ সম্পর্কে কোন দ্বিমত রাখে না, কিন্তু রেহেনের বস্তুর মূল্যে তাদের মতভেদ হয়, যেমন রাহেন বলে যে, তার মূল্য বিশ দীনার আর মুরতাহেন বলে যে, তার মূল্য দশ দীনার অথচ রেহেনকৃত বস্তুর মূল্য বিশ দীনারই ছিল। এই অবস্থায় রেহেন গ্রহীতাকে বলা হবে যে, তুমি রেহেনের গুণ বর্ণনা কর। যদি সে বর্ণনা করে তবে তাকে এই ব্যাপারে কসমও দেয়া হবে। অতঃপর এই ব্যাপারে ওয়াকিফহাল একজন লোক তার মূল্য নির্ণয় করবে। যদি নির্ণয় করার মূল্য রেহেনের বস্তুর মূল্যের চাইতে অধিক হয় তবে মুরতাহেনকে বলা হবে যে, অবশিষ্ট মূল্য রেহেনদাতাকে ফেরত দিয়ে দাও। আর যদি সেই নির্ধারিত মূল্য রেহেনের বস্তুর মূল্যের চাইতে কম হয় তবে অবশিষ্ট মূল্য রাহেনকে ফেরত দিতে বলা হবে। আর যদি সমান হয় তবে আর কোন কথাই থাকবে না।\nমালিক (র) বলেন যে, দুইজনের মধ্যে যদি মতভেদ হয় রেহেনদাতা বলে যে, তোমার কাছে উহা আমি দশ দীনারে রেহেন রেখেছি, আর রেহেন গ্রহীতা বলে যে, আমি তোমার নিকট হতে উহা বিশ দীনার প্রদান করার পরিবর্তে গ্রহণ করেছি। আর জিনিস গ্রহীতার নিকট আছে, এই অবস্থায় গ্রহীতাকে কসম দেয়া হবে। অতঃপর যদি ঐ অর্থের অংশ রেহেনের বস্তুর মূল্যের সমান হয় তবে তো কোন কথাই নাই। আর যদি গ্রহীতার দাবি বিশ দীনার উহা হতে মূল্য কম হয় তবে রেহেনদাতাকে কসম দেয়া হবে। সে মুরতাহেনের হক আদায় করে তা (রেহেন বস্তু) গ্রহণ করতেও পারে, নাও করতে পারে। উহা দিয়ে মুরতাহেন তার হক গ্রহণ করবে। মুরতাহেনকেই প্রথমে কসম দেয়া উত্তম, কারণ রেহেনের বস্তুটি তার কবজায় আছে।\nমালিক (র) বলেন যে, যদি রেহেন বিশ দীনার হতে কম হয় তবে রেহেন গ্রহীতাকে কসম দেয়া হবে। অতঃপর রেহেনদাতাকে বলা হবে যে, তোমার এখন ইচ্ছা বিশ দীনার আদায় করে নিজ বস্তু নিয়ে যাবে অথবা নিজেও কসম করবে যে, এত অর্থে আমি উহা রেহেন রেখেছিলাম। যদি কসম করে নেয় তবে রেহেনগ্রহীতা রেহেনের বস্তুর চাইতে যতদূর কর্জের কথা অধিক বলেছিল তা তার জিম্মা হতে উঠে যাবে। আর যদি কসম না করে তবে তাকে মুরতাহেনের দাবি যা তা দিতে হবে।\nমালিক (র) বলেন, যদি রেহেনের বস্তু নষ্ট হয়ে যায় এবং তাদের নিজ নিজ দাবির মধ্যে মতভেদ হয়ে যায় যেমন রেহেনগ্রহীতা বলে যে, রেহেনের অর্থ বিশ দীনার ছিল। আর রেহেনের মূল্য মাত্র দশ দীনার ছিল। পক্ষান্তরে রেহেনদাতা বলে যে, রেহেনের বস্তুর মূল্য বিশ দীনার এবং রেহেনের বাবদে প্রদত্ত অর্থ দশ দীনার ছিল, তবে এই অবস্থায় রেহেন গ্রহীতাকে বলা হবে যে, তুমি রেহেনের বস্তুর বর্ণনা দাও। অতঃপর অভিজ্ঞ লোকগণ বর্ণনা অনুযায়ী মূল্য নির্ধারণ করবে। যদি মূল্য বিশ দীনারের চাইতে অধিক হয় তবে রেহেনগ্রহীতাকে হলফ করিয়ে যতদূর বেশি হয় দাতাকে দেয়া হবে। আর যদি বিশ দীনার হতে কম হয় তবে রেহেন গ্রহীতাকে কসম দেয়া হবে। মূল্য যা আদায় হয়েছে তা তো গ্রহীতার, আর বাকির জন্য দাতার নিকট হতে কসম নেয়া হবে। যদি সে কসম করে তবে গ্রহীতা দাতার নিকট হতে কিছুই নিতে পারবে না। আর কসম না করলে বিশ দীনার হতে যত কম তত দীনার দাতার দিতে হবে।",
        "ar": "قَالَ يَحْيَى سَمِعْت مَا لِكًا  يَقُولُ فِيمَنْ ارْتَهَنَ مَتَاعًا فَهَلَكَ الْمَتَاعُ عِنْدَ الْمُرْتَهِنِ وَأَقَرَّ الَّذِي عَلَيْهِ الْحَقُّ بِتَسْمِيَةِ الْحَقِّ وَاجْتَمَعَا عَلَى التَّسْمِيَةِ وَتَدَاعَيَا فِي الرَّهْنِ فَقَالَ الرَّاهِنُ قِيمَتُهُ عِشْرُونَ دِينَارًا وَقَالَ الْمُرْتَهِنُ قِيمَتُهُ عَشَرَةُ دَنَانِيرَ وَالْحَقُّ الَّذِي لِلرَّجُلِ فِيهِ عِشْرُونَ دِينَارًا قَالَ مَالِك يُقَالُ لِلَّذِي بِيَدِهِ الرَّهْنُ صِفْهُ فَإِذَا وَصَفَهُ أُحْلِفَ عَلَيْهِ ثُمَّ أَقَامَ تِلْكَ الصِّفَةَ أَهْلُ الْمَعْرِفَةِ بِهَا فَإِنْ كَانَتْ الْقِيمَةُ أَكْثَرَ مِمَّا رُهِنَ بِهِ قِيلَ لِلْمُرْتَهِنِ ارْدُدْ إِلَى الرَّاهِنِ بَقِيَّةَ حَقِّهِ وَإِنْ كَانَتْ الْقِيمَةُ أَقَلَّ مِمَّا رُهِنَ بِهِ أَخَذَ الْمُرْتَهِنُ بَقِيَّةَ حَقِّهِ مِنْ الرَّاهِنِ وَإِنْ كَانَتْ الْقِيمَةُ بِقَدْرِ حَقِّهِ فَالرَّهْنُ بِمَا فِيْهِ.\n\nقَالَ يَحْيَى و سَمِعْت مَا لِكًا  يَقُولُ الْأَمْرُ عِنْدَنَا فِي الرَّجُلَيْنِ يَخْتَلِفَانِ فِي الرَّهْنِ يَرْهَنُهُ أَحَدُهُمَا صَاحِبَهُ فَيَقُولُ الرَّاهِنُ أَرْهَنْتُكَهُ بِعَشَرَةِ دَنَانِيرَ وَيَقُولُ الْمُرْتَهِنُ ارْتَهَنْتُهُ مِنْكَ بِعِشْرِينَ دِينَارًا وَالرَّهْنُ ظَاهِرٌ بِيَدِ الْمُرْتَهِنِ قَالَ يُحَلَّفُ الْمُرْتَهِنُ حَتَّى يُحِيطَ بِقِيمَةِ الرَّهْنِ فَإِنْ كَانَ ذَلِكَ لَا زِيَادَةَ فِيهِ وَلَا نُقْصَانَ عَمَّا حُلِّفَ أَنَّ لَهُ فِيهِ أَخَذَهُ الْمُرْتَهِنُ بِحَقِّهِ وَكَانَ أَوْلَى بِالتَّبْدِئَةِ بِالْيَمِينِ لِقَبْضِهِ الرَّهْنَ وَحِيَازَتِهِ إِيَّاهُ إِلَّا أَنْ يَشَاءَ رَبُّ الرَّهْنِ أَنْ يُعْطِيَهُ حَقَّهُ الَّذِي حُلِّفَ عَلَيْهِ وَيَأْخُذَ رَهْنَهُ.\n\nقَالَ وَإِنْ كَانَ الرَّهْنُ أَقَلَّ مِنْ الْعِشْرِينَ الَّتِي سَمَّى أُحْلِفَ الْمُرْتَهِنُ عَلَى الْعِشْرِينَ الَّتِي سَمَّى ثُمَّ يُقَالُ لِلرَّاهِنِ إِمَّا أَنْ تُعْطِيَهُ الَّذِي حَلَفَ عَلَيْهِ وَتَأْخُذَ رَهْنَكَ وَإِمَّا أَنْ تَحْلِفَ عَلَى الَّذِي قُلْتَ أَنَّكَ رَهَنْتَهُ بِهِ وَيَبْطُلُ عَنْكَ مَا زَادَ الْمُرْتَهِنُ عَلَى قِيمَةِ الرَّهْنِ فَإِنْ حَلَفَ الرَّاهِنُ بَطَلَ ذَلِكَ عَنْهُ وَإِنْ لَمْ يَحْلِفْ لَزِمَهُ غُرْمُ مَا حَلَفَ عَلَيْهِ الْمُرْتَهِنُ.\n\nقَالَ مَالِك فَإِنْ هَلَكَ الرَّهْنُ وَتَنَاكَرَا الْحَقَّ فَقَالَ الَّذِي لَهُ الْحَقُّ كَانَتْ لِي فِيهِ عِشْرُونَ دِينَارًا وَقَالَ الَّذِي عَلَيْهِ الْحَقُّ لَمْ يَكُنْ لَكَ فِيهِ إِلَّا عَشَرَةُ دَنَانِيرَ وَقَالَ الَّذِي لَهُ الْحَقُّ قِيمَةُ الرَّهْنِ عَشَرَةُ دَنَانِيرَ وَقَالَ الَّذِي عَلَيْهِ الْحَقُّ قِيمَتُهُ عِشْرُونَ دِينَارًا قِيلَ لِلَّذِي لَهُ الْحَقُّ صِفْهُ فَإِذَا وَصَفَهُ أُحْلِفَ عَلَى صِفَتِهِ ثُمَّ أَقَامَ تِلْكَ الصِّفَةَ أَهْلُ الْمَعْرِفَةِ بِهَا فَإِنْ كَانَتْ قِيمَةُ الرَّهْنِ أَكْثَرَ مِمَّا ادَّعَى فِيهِ الْمُرْتَهِنُ أُحْلِفَ عَلَى مَا ادَّعَى ثُمَّ يُعْطَى الرَّاهِنُ مَا فَضَلَ مِنْ قِيمَةِ الرَّهْنِ وَإِنْ كَانَتْ قِيمَتُهُ أَقَلَّ مِمَّا يَدَّعِي فِيهِ الْمُرْتَهِنُ أُحْلِفَ عَلَى الَّذِي زَعَمَ أَنَّهُ لَهُ فِيهِ ثُمَّ قَاصَّهُ بِمَا بَلَغَ الرَّهْنُ ثُمَّ أُحْلِفَ الَّذِي عَلَيْهِ الْحَقُّ عَلَى الْفَضْلِ الَّذِي بَقِيَ لِلْمُدَّعَى عَلَيْهِ بَعْدَ مَبْلَغِ ثَمَنِ الرَّهْنِ وَذَلِكَ أَنَّ الَّذِي بِيَدِهِ الرَّهْنُ صَارَ مُدَّعِيًا عَلَى الرَّاهِنِ فَإِنْ حَلَفَ بَطَلَ عَنْهُ بَقِيَّةُ مَا حَلَفَ عَلَيْهِ الْمُرْتَهِنُ مِمَّا ادَّعَى فَوْقَ قِيمَةِ الرَّهْنِ وَإِنْ نَكَلَ لَزِمَهُ مَا بَقِيَ مِنْ حَقِّ الْمُرْتَهِنِ بَعْدَ قِيمَةِ الرَّهْنِ.",
        "ar_diacless": "قال يحيى سمعت ما لكا  يقول فيمن ارتهن متاعا فهلك المتاع عند المرتهن وأقر الذي عليه الحق بتسمية الحق واجتمعا على التسمية وتداعيا في الرهن فقال الراهن قيمته عشرون دينارا وقال المرتهن قيمته عشرة دنانير والحق الذي للرجل فيه عشرون دينارا قال مالك يقال للذي بيده الرهن صفه فإذا وصفه أحلف عليه ثم أقام تلك الصفة أهل المعرفة بها فإن كانت القيمة أكثر مما رهن به قيل للمرتهن اردد إلى الراهن بقية حقه وإن كانت القيمة أقل مما رهن به أخذ المرتهن بقية حقه من الراهن وإن كانت القيمة بقدر حقه فالرهن بما فيه.\n\nقال يحيى و سمعت ما لكا  يقول الأمر عندنا في الرجلين يختلفان في الرهن يرهنه أحدهما صاحبه فيقول الراهن أرهنتكه بعشرة دنانير ويقول المرتهن ارتهنته منك بعشرين دينارا والرهن ظاهر بيد المرتهن قال يحلف المرتهن حتى يحيط بقيمة الرهن فإن كان ذلك لا زيادة فيه ولا نقصان عما حلف أن له فيه أخذه المرتهن بحقه وكان أولى بالتبدئة باليمين لقبضه الرهن وحيازته إياه إلا أن يشاء رب الرهن أن يعطيه حقه الذي حلف عليه ويأخذ رهنه.\n\nقال وإن كان الرهن أقل من العشرين التي سمى أحلف المرتهن على العشرين التي سمى ثم يقال للراهن إما أن تعطيه الذي حلف عليه وتأخذ رهنك وإما أن تحلف على الذي قلت أنك رهنته به ويبطل عنك ما زاد المرتهن على قيمة الرهن فإن حلف الراهن بطل ذلك عنه وإن لم يحلف لزمه غرم ما حلف عليه المرتهن.\n\nقال مالك فإن هلك الرهن وتناكرا الحق فقال الذي له الحق كانت لي فيه عشرون دينارا وقال الذي عليه الحق لم يكن لك فيه إلا عشرة دنانير وقال الذي له الحق قيمة الرهن عشرة دنانير وقال الذي عليه الحق قيمته عشرون دينارا قيل للذي له الحق صفه فإذا وصفه أحلف على صفته ثم أقام تلك الصفة أهل المعرفة بها فإن كانت قيمة الرهن أكثر مما ادعى فيه المرتهن أحلف على ما ادعى ثم يعطى الراهن ما فضل من قيمة الرهن وإن كانت قيمته أقل مما يدعي فيه المرتهن أحلف على الذي زعم أنه له فيه ثم قاصه بما بلغ الرهن ثم أحلف الذي عليه الحق على الفضل الذي بقي للمدعى عليه بعد مبلغ ثمن الرهن وذلك أن الذي بيده الرهن صار مدعيا على الراهن فإن حلف بطل عنه بقية ما حلف عليه المرتهن مما ادعى فوق قيمة الرهن وإن نكل لزمه ما بقي من حق المرتهن بعد قيمة الرهن.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18354,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 15,
    "title": "জন্তুর ভাড়া এবং তার উপর অত্যচার করার ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৫",
    "sort_order": 15,
    "hadiths": [
      {
        "id": 49164,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 15,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১",
        "hadith_id": 1,
        "narrator": "মালিক (র)",
        "bn": "যদি কেউ কোন জন্তু ভাড়া নেয় কোন স্থান পর্যন্ত, তার পর ঐ স্থানের আরো আগে চলে যায় তবে জন্তুর মালিকের ইখতিয়ার আছে, সে যতদূর অগ্রসর হয়েছে তার ভাড়া নিবে অথবা ঐ দিনের যা মূল্য হয় এবং ঐ স্থানের ভাড়াসহ ভাড়াটিয়ার নিকট হতে নিতে পারবে। যদি শুধু যাওয়ার ভাড়া নির্ধারিত হয়, তবে এই হুকুম, আর যদি ফিরবার ভাড়ার কথাও থাকে তবে তা হতে অর্ধেক নিবে কেননা অর্ধেক যাওয়ার ছিল, আর অর্ধেক ফিরবার ছিল। অতঃপর যখন ভাড়াটিয়া সীমালংঘন করল তখন তার উপর অর্ধেক ভাড়া ওয়াজিব হয়েছিল। আর যদি আসা-যাওয়ার জন্য জন্তু ভাড়া করে থাকে এবং গন্তব্য স্থানে যাওয়ার পর জন্তু মরে যায় তবে ভাড়াটিয়ার উপরে কোন জরিমানা করা যাবে না এবং মালিক শুধু অর্ধেক ভাড়া পাবে। এমনিভাবে পুঁজিপতি কারবারীকে বলল যে, অমুক মাল খরিদ করতে পারবে না যেমন বিশেষ জন্তু। অতঃপর কারবারী মনে করল যে, খরিদ করলে আমিই দায়ী হব এবং যা লাভ হবে সমস্তই আমি আত্মসাৎ করব। এই মনে করে এ নিষিদ্ধ মালই খরিদ করল, তবে এখন পুঁজিপতির ইচ্ছা সে তার সাথে কারবারে শরীক থেকে লাভের অংশও গ্রহণ করতে পারে অথবা নিজের আসল পুঁজি ফিরিয়ে নিতে পারে।\nমালিক (র) বলেন যে, এইরূপে মাল খরিদ করার ব্যাপারে পুঁজিপতি যদি বলে যে, অমুক বস্তু খরিদ করো, আর সে অন্য মাল খরিদ করে, তা হলেও পুঁজিপতির ইচ্ছা, যা খরিদ করেছে তা গ্রহণও করতে পারে, আবার মাল না নিয়ে আসল মূলধন ফেরতও নিতে পারে।",
        "ar": "قَالَ يَحْيَى سَمِعْت مَا لِكًا  يَقُولُ الْأَمْرُ عِنْدَنَا فِي الرَّجُلِ يَسْتَكْرِي الدَّابَّةَ إِلَى الْمَكَانِ الْمُسَمَّى ثُمَّ يَتَعَدَّى ذَلِكَ الْمَكَانَ وَيَتَقَدَّمُ إِنَّ رَبَّ الدَّابَّةِ يُخَيَّرُ فَإِنْ أَحَبَّ أَنْ يَأْخُذَ كِرَاءَ دَابَّتِهِ إِلَى الْمَكَانِ الَّذِي تُعُدِّيَ بِهَا إِلَيْهِ أُعْطِيَ ذَلِكَ وَيَقْبِضُ دَابَّتَهُ وَلَهُ الْكِرَاءُ الْأَوَّلُ وَإِنْ أَحَبَّ رَبُّ الدَّابَّةِ فَلَهُ قِيمَةُ دَابَّتِهِ مِنْ الْمَكَانِ الَّذِي تَعَدَّى مِنْهُ الْمُسْتَكْرِي وَلَهُ الْكِرَاءُ الْأَوَّلُ إِنْ كَانَ اسْتَكْرَى الدَّابَّةَ الْبَدْأَةَ فَإِنْ كَانَ اسْتَكْرَاهَا ذَاهِبًا وَرَاجِعًا ثُمَّ تَعَدَّى حِينَ بَلَغَ الْبَلَدَ الَّذِي اسْتَكْرَى إِلَيْهِ فَإِنَّمَا لِرَبِّ الدَّابَّةِ نِصْفُ الْكِرَاءِ الْأَوَّلِ وَذَلِكَ أَنَّ الْكِرَاءَ نِصْفُهُ فِي الْبَدْأَةِ وَنِصْفُهُ فِي الرَّجْعَةِ فَتَعَدَّى الْمُتَعَدِّي بِالدَّابَّةِ وَلَمْ يَجِبْ عَلَيْهِ إِلَّا نِصْفُ الْكِرَاءِ الْأَوَّلِ وَلَوْ أَنَّ الدَّابَّةَ هَلَكَتْ حِينَ بَلَغَ بِهَا الْبَلَدَ الَّذِي اسْتَكْرَى إِلَيْهِ لَمْ يَكُنْ عَلَى الْمُسْتَكْرِي ضَمَانٌ وَلَمْ يَكُنْ لِلْمُكْرِي إِلَّا نِصْفُ الْكِرَاءِ قَالَ وَعَلَى ذَلِكَ أَمْرُ أَهْلِ التَّعَدِّي وَالْخِلَافِ لِمَا أَخَذُوا الدَّابَّةَ عَلَيْهِ\n\nقَالَ وَكَذَلِكَ أَيْضًا مَنْ أَخَذَ مَالًا قِرَاضًا مِنْ صَاحِبِهِ فَقَالَ لَه رَبُّ الْمَالِ لَا تَشْتَرِ بِهِ حَيَوَانًا وَلَا سِلَعًا كَذَا وَكَذَا لِسِلَعٍ يُسَمِّيهَا وَيَنْهَاهُ عَنْهَا وَيَكْرَهُ أَنْ يَضَعَ مَالَهُ فِيهَا فَيَشْتَرِي الَّذِي أَخَذَ الْمَالَ الَّذِي نُهِيَ عَنْهُ يُرِيدُ بِذَلِكَ أَنْ يَضْمَنَ الْمَالَ وَيَذْهَبَ بِرِبْحِ صَاحِبِهِ فَإِذَا صَنَعَ ذَلِكَ فَرَبُّ الْمَالِ بِالْخِيَارِ إِنْ أَحَبَّ أَنْ يَدْخُلَ مَعَهُ فِي السِّلْعَةِ عَلَى مَا شَرَطَا بَيْنَهُمَا مِنْ الرِّبْحِ فَعَلَ وَإِنْ أَحَبَّ فَلَهُ رَأْسُ مَالِهِ ضَامِنًا عَلَى الَّذِي أَخَذَ الْمَالَ وَتَعَدَّى\n\nقَالَ وَكَذَلِكَ أَيْضًا الرَّجُلُ يُبْضِعُ مَعَهُ الرَّجُلُ بِضَاعَةً فَيَأْمُرُهُ صَاحِبُ الْمَالِ أَنْ يَشْتَرِيَ لَهُ سِلْعَةً بِاسْمِهَا فَيُخَالِفُ فَيَشْتَرِي بِبِضَاعَتِهِ غَيْرَ مَا أَمَرَهُ بِهِ وَيَتَعَدَّى ذَلِكَ فَإِنَّ صَاحِبَ الْبِضَاعَةِ عَلَيْهِ بِالْخِيَارِ إِنْ أَحَبَّ أَنْ يَأْخُذَ مَا اشْتُرِيَ بِمَالِهِ أَخَذَهُ وَإِنْ أَحَبَّ أَنْ يَكُونَ الْمُبْضِعُ مَعَهُ ضَامِنًا لِرَأْسِ مَالِهِ فَذَلِكَ لَهُ ُُُُ",
        "ar_diacless": "قال يحيى سمعت ما لكا  يقول الأمر عندنا في الرجل يستكري الدابة إلى المكان المسمى ثم يتعدى ذلك المكان ويتقدم إن رب الدابة يخير فإن أحب أن يأخذ كراء دابته إلى المكان الذي تعدي بها إليه أعطي ذلك ويقبض دابته وله الكراء الأول وإن أحب رب الدابة فله قيمة دابته من المكان الذي تعدى منه المستكري وله الكراء الأول إن كان استكرى الدابة البدأة فإن كان استكراها ذاهبا وراجعا ثم تعدى حين بلغ البلد الذي استكرى إليه فإنما لرب الدابة نصف الكراء الأول وذلك أن الكراء نصفه في البدأة ونصفه في الرجعة فتعدى المتعدي بالدابة ولم يجب عليه إلا نصف الكراء الأول ولو أن الدابة هلكت حين بلغ بها البلد الذي استكرى إليه لم يكن على المستكري ضمان ولم يكن للمكري إلا نصف الكراء قال وعلى ذلك أمر أهل التعدي والخلاف لما أخذوا الدابة عليه\n\nقال وكذلك أيضا من أخذ مالا قراضا من صاحبه فقال له رب المال لا تشتر به حيوانا ولا سلعا كذا وكذا لسلع يسميها وينهاه عنها ويكره أن يضع ماله فيها فيشتري الذي أخذ المال الذي نهي عنه يريد بذلك أن يضمن المال ويذهب بربح صاحبه فإذا صنع ذلك فرب المال بالخيار إن أحب أن يدخل معه في السلعة على ما شرطا بينهما من الربح فعل وإن أحب فله رأس ماله ضامنا على الذي أخذ المال وتعدى\n\nقال وكذلك أيضا الرجل يبضع معه الرجل بضاعة فيأمره صاحب المال أن يشتري له سلعة باسمها فيخالف فيشتري ببضاعته غير ما أمره به ويتعدى ذلك فإن صاحب البضاعة عليه بالخيار إن أحب أن يأخذ ما اشتري بماله أخذه وإن أحب أن يكون المبضع معه ضامنا لرأس ماله فذلك له",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18355,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 16,
    "title": "কোন স্ত্রীলোকের সাথে জবরদস্তি যিনা করলে তার ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৬",
    "sort_order": 16,
    "hadiths": [
      {
        "id": 49165,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 16,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১০",
        "hadith_id": 1410,
        "narrator": "ইব্নু যুহরী (র)",
        "bn": "আবদুল মালিক ইব্নু মারওয়ান জবরদস্তিভাবে যিনা করা হয়েছে এমন স্ত্রীলোকের ফয়সালা এই দিয়েছেন ব্যভিচার যে করেছে ঐ স্ত্রীলোকটিকে মোহর দান করবে।\nমালিক (র) বলেন  আমাদের নিকট এই ফয়সালা যে, যদি কেউ কোন স্ত্রীলোকের উপর জবরদস্তি করে, চাই সে কুমারী হোক অথবা অকুমারী, যদি সে স্বাধীনা হয় তবে তাকে মাহরে মিসাল দেয়া আবশ্যক। আর যদি সে দাসী হয় তবে যিনার দ্বারা যে মূল্য কম হয়েছে তা আদায় করতে হবে এবং ব্যভিচারীর শাস্তিও সঙ্গে সঙ্গে হবে এবং উক্ত স্ত্রীলোকের উপর কোন শাস্তি হবে না। আর যদি ব্যভিচারী গোলাম হয় তবে মনিবের জরিমানা দিতে হবে। কিন্তু যদি গোলামকে ক্ষতিপূরণ হিসাবে দিয়ে দেয় তবে ভিন্ন কথা। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ أَنَّ عَبْدَ الْمَلِكِ بْنَ مَرْوَانَ قَضَى فِي امْرَأَةٍ أُصِيبَتْ مُسْتَكْرَهَةً بِصَدَاقِهَا عَلَى مَنْ فَعَلَ ذَلِكَ بِهَاُ.\n\nقَالَ يَحْيَى سَمِعْت مَا لِكًا يَقُولُ الْأَمْرُ عِنْدَنَا فِي الرَّجُلِ يَغْتَصِبُ الْمَرْأَةَ بِكْرًا كَانَتْ أَوْ ثَيِّبًا إِنَّهَا إِنْ كَانَتْ حُرَّةً فَعَلَيْهِ صَدَاقُ مِثْلِهَا وَإِنْ كَانَتْ أَمَةً فَعَلَيْهِ مَا نَقَصَ مِنْ ثَمَنِهَا وَالْعُقُوبَةُ فِي ذَلِكَ عَلَى الْمُغْتَصِبِ وَلَا عُقُوبَةَ عَلَى الْمُغْتَصَبَةِ فِي ذَلِكَ كُلِّهِ وَإِنْ كَانَ الْمُغْتَصِبُ عَبْدًا فَذَلِكَ عَلَى سَيِّدِهِ إِلَّا أَنْ يَشَاءَ أَنْ يُسَلِّمَهُ.",
        "ar_diacless": "حدثني مالك عن ابن شهاب أن عبد الملك بن مروان قضى في امرأة أصيبت مستكرهة بصداقها على من فعل ذلك بها.\n\nقال يحيى سمعت ما لكا يقول الأمر عندنا في الرجل يغتصب المرأة بكرا كانت أو ثيبا إنها إن كانت حرة فعليه صداق مثلها وإن كانت أمة فعليه ما نقص من ثمنها والعقوبة في ذلك على المغتصب ولا عقوبة على المغتصبة في ذلك كله وإن كان المغتصب عبدا فذلك على سيده إلا أن يشاء أن يسلمه.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18356,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 17,
    "title": "জন্তু অথবা খাদ্য নষ্টের ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৭",
    "sort_order": 17,
    "hadiths": [
      {
        "id": 49166,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 17,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১",
        "hadith_id": 1,
        "narrator": "মালিক (র)",
        "bn": "যদি কেউ মালিকের অনুমতি ছাড়া কোন জন্তু নষ্ট করে ফেলে তবে ঐ দিন জন্তুর যা মূল্য হবে তাই ক্ষতিপূরণ হিসেবে দিতে হবে। এই ধরনের কোন জন্তু মালিককে দিবে তা জায়েয নেই। আর এমনিভাবে সব ক্ষেত্রেই জন্তুর মূল্য দিতে হবে, ঐরূপ জন্তু দিলে চলবে না। অন্যান্য জিনিসপত্রেরও এই হুকুম। মালিক (র) বলেন যে, যদি কেউ কারো খাদ্য নষ্ট করে মালিকের হুকুম ছাড়া, তবে ঐ রকম ও ঐ পরিমাণ খাদ্য মালিককে দিতে হবে, কেননা খাদ্যের উদাহরণ স্বর্ণ চাঁদির মতো। স্বর্ণের পরিবর্তে স্বর্ণ দেয়া যায়, রুপার পরিবর্তেও রুপা দেয়া যায়, আর জন্তু স্বর্ণের মতো নয়। কাজেই এই দুইয়ের মধ্যে এতদূর পার্থক্য বিদ্যমান।\nমালিক (র) বলেন যে, যদি কোন ব্যক্তি কারো নিকট কিছু আমানত রাখে এবং সে ঐ অর্থ বা সম্পদ দ্বারা জিনিসপত্র খরিদ করে লাভবান হয় তবে ঐ লভ্যাংশ আমানত গ্রহণকারীই পাবে, কেননা এই মালের জামিন সে-ই, যতক্ষণ না আমানতকারীর কাছে ফেরত দেয়।",
        "ar": "قَالَ يَحْيَى سَمِعْت مَا لِكًا  يَقُولُ الْأَمْرُ عِنْدَنَا فِيمَنْ اسْتَهْلَكَ شَيْئًا مِنْ الْحَيَوَانِ بِغَيْرِ إِذْنِ صَاحِبِهِ أَنَّ عَلَيْهِ قِيمَتَهُ يَوْمَ اسْتَهْلَكَهُ لَيْسَ عَلَيْهِ أَنْ يُؤْخَذَ بِمِثْلِهِ مِنْ الْحَيَوَانِ وَلَا يَكُونُ لَهُ أَنْ يُعْطِيَ صَاحِبَهُ فِيمَا اسْتَهْلَكَ شَيْئًا مِنْ الْحَيَوَانِ وَلَكِنْ عَلَيْهِ قِيمَتُهُ يَوْمَ اسْتَهْلَكَهُ الْقِيمَةُ أَعْدَلُ ذَلِكَ فِيمَا بَيْنَهُمَا فِي الْحَيَوَانِ وَالْعُرُوضِ.\n\nقَالَ و سَمِعْت مَا لِكًا  يَقُولُ فِيمَنْ اسْتَهْلَكَ شَيْئًا مِنْ الطَّعَامِ بِغَيْرِ إِذْنِ صَاحِبِهِ فَإِنَّمَا يَرُدُّ عَلَى صَاحِبِهِ مِثْلَ طَعَامِهِ بِمَكِيلَتِهِ مِنْ صِنْفِهِ وَإِنَّمَا الطَّعَامُ بِمَنْزِلَةِ الذَّهَبِ وَالْفِضَّةِ إِنَّمَا يَرُدُّ مِنْ الذَّهَبِ الذَّهَبَ وَمِنْ الْفِضَّةِ الْفِضَّةَ وَلَيْسَ الْحَيَوَانُ بِمَنْزِلَةِ الذَّهَبِ فِي ذَلِكَ فَرَقَ بَيْنَ ذَلِكَ السُّنَّةُ وَالْعَمَلُ الْمَعْمُولُ بِهِ.\n\nقَالَ يَحْيَى و سَمِعْت مَا لِكًا  يَقُولُ إِذَا اسْتُوْدِعَ الرَّجُلُ مَالًا فَابْتَاعَ بِهِ لِنَفْسِهِ وَرَبِحَ فِيهِ فَإِنَّ ذَلِكَ الرِّبْحَ لَهُ لِأَنَّهُ ضَامِنٌ لِلْمَالِ حَتَّى يُؤَدِّيَهُ إِلَى صَاحِبِهِ.",
        "ar_diacless": "قال يحيى سمعت ما لكا  يقول الأمر عندنا فيمن استهلك شيئا من الحيوان بغير إذن صاحبه أن عليه قيمته يوم استهلكه ليس عليه أن يؤخذ بمثله من الحيوان ولا يكون له أن يعطي صاحبه فيما استهلك شيئا من الحيوان ولكن عليه قيمته يوم استهلكه القيمة أعدل ذلك فيما بينهما في الحيوان والعروض.\n\nقال و سمعت ما لكا  يقول فيمن استهلك شيئا من الطعام بغير إذن صاحبه فإنما يرد على صاحبه مثل طعامه بمكيلته من صنفه وإنما الطعام بمنزلة الذهب والفضة إنما يرد من الذهب الذهب ومن الفضة الفضة وليس الحيوان بمنزلة الذهب في ذلك فرق بين ذلك السنة والعمل المعمول به.\n\nقال يحيى و سمعت ما لكا  يقول إذا استودع الرجل مالا فابتاع به لنفسه وربح فيه فإن ذلك الربح له لأنه ضامن للمال حتى يؤديه إلى صاحبه.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18357,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 18,
    "title": "ইসলাম ত্যাগ করলে তার হুকুম",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৮",
    "sort_order": 18,
    "hadiths": [
      {
        "id": 49168,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 18,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১১",
        "hadith_id": 1411,
        "narrator": "যায়দ ইব্নু আসলাম (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি নিজ দ্বীন (ধর্ম)-কে পরিবর্তন করে তার গর্দান উড়িয়ে দাও। (সহীহ, ইমাম বুখারী অন্য সনদে বর্ণনা করেন ৩০১৭, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)\nমালিক (র) বলেন, আমার কাছে রসূলুল্লাহ্- “এর কথা-যে দ্বীন পরিবর্তন করে ফেলে তার গর্দান উড়িয়ে দাও”-এর অর্থ এই যে, কোন মুসলমান ইসলাম ধর্ম ছেড়ে দেয় ও ধর্মত্যাগী (যিনদীক) বা এই ধরনের কিছু হয়ে যায় তবে তাদের উপর মুসলমানগণ বিজয়ী হলে তাদেরকে কতল করে দেয়ার হুকুম। তাদেরকে তাওবা করারও সময় দেয়া হবে না কারণ তাদের তাওবার কোন মূল্য নেই। যেহেতু তাদের অন্তরে কুফরী অংকিত হয়ে গিয়েছে, ফলে তারা প্রকাশ্যে ইসলাম প্রকাশ করবে এবং অন্তরে কুফরী করতে থাকবে। আর যে ব্যক্তি কোন কারণে ইসলাম হতে বের হয়ে যায় তবে তাকে তাওবা করাবে। আর যদি তাওবা করতে অস্বীকার করে তবে হত্যা করে দিবে। আর যদি কোন কাফের অন্য কোন কুফরী ধর্ম গ্রহণ করে যেমন ইহুদী হতে নাসারা হয়ে গেল তবে সে তার দ্বীন পরিবর্তন করেছে বলে এই হাদীস বোঝা যায় না। এই হাদীস দ্বারা একমাত্র ইসলাম হতে বহিষ্কার হওয়ার হুকুম প্রকাশ পায়।",
        "ar": "حَدَّثَنَا يَحْيَى عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ غَيَّرَ دِينَهُ فَاضْرِبُوا عُنُقَهُ وَمَعْنَى قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيمَا نُرَى وَاللهُ أَعْلَمُ مَنْ غَيَّرَ دِينَهُ فَاضْرِبُوا عُنُقَهُ أَنَّهُ مَنْ خَرَجَ مِنْ الْإِسْلَامِ إِلَى غَيْرِهِ مِثْلُ الزَّنَادِقَةِ وَأَشْبَاهِهِمْ فَإِنَّ أُولَئِكَ إِذَا ظُهِرَ عَلَيْهِمْ قُتِلُوا وَلَمْ يُسْتَتَابُوا لِأَنَّهُ لَا تُعْرَفُ تَوْبَتُهُمْ وَأَنَّهُمْ كَانُوا يُسِرُّونَ الْكُفْرَ وَيُعْلِنُونَ الْإِسْلَامَ فَلَا أَرَى أَنْ يُسْتَتَابَ هَؤُلَاءِ وَلَا يُقْبَلُ مِنْهُمْ قَوْلُهُمْ وَأَمَّا مَنْ خَرَجَ مِنْ الْإِسْلَامِ إِلَى غَيْرِهِ وَأَظْهَرَ ذَلِكَ فَإِنَّهُ يُسْتَتَابُ فَإِنْ تَابَ وَإِلَّا قُتِلَ وَذَلِكَ لَوْ أَنَّ قَوْمًا كَانُوا عَلَى ذَلِكَ رَأَيْتُ أَنْ يُدْعَوْا إِلَى الْإِسْلَامِ وَيُسْتَتَابُوا فَإِنْ تَابُوا قُبِلَ ذَلِكَ مِنْهُمْ وَإِنْ لَمْ يَتُوبُوا قُتِلُوا وَلَمْ يَعْنِ بِذَلِكَ فِيمَا نُرَى وَاللهُ أَعْلَمُ مَنْ خَرَجَ مِنْ الْيَهُودِيَّةِ إِلَى النَّصْرَانِيَّةِ وَلَا مِنْ النَّصْرَانِيَّةِ إِلَى الْيَهُودِيَّةِ وَلَا مَنْ يُغَيِّرُ دِينَهُ مِنْ أَهْلِ الْأَدْيَانِ كُلِّهَا إِلَّا الْإِسْلَامَ فَمَنْ خَرَجَ مِنْ الْإِسْلَامِ إِلَى غَيْرِهِ وَأَظْهَرَ ذَلِكَ فَذَلِكَ الَّذِي عُنِيَ بِهِ وَاللهُ أَعْلَمُ.",
        "ar_diacless": "حدثنا يحيى عن مالك عن زيد بن أسلم أن رسول الله صلى الله عليه وسلم قال من غير دينه فاضربوا عنقه ومعنى قول النبي صلى الله عليه وسلم فيما نرى والله أعلم من غير دينه فاضربوا عنقه أنه من خرج من الإسلام إلى غيره مثل الزنادقة وأشباههم فإن أولئك إذا ظهر عليهم قتلوا ولم يستتابوا لأنه لا تعرف توبتهم وأنهم كانوا يسرون الكفر ويعلنون الإسلام فلا أرى أن يستتاب هؤلاء ولا يقبل منهم قولهم وأما من خرج من الإسلام إلى غيره وأظهر ذلك فإنه يستتاب فإن تاب وإلا قتل وذلك لو أن قوما كانوا على ذلك رأيت أن يدعوا إلى الإسلام ويستتابوا فإن تابوا قبل ذلك منهم وإن لم يتوبوا قتلوا ولم يعن بذلك فيما نرى والله أعلم من خرج من اليهودية إلى النصرانية ولا من النصرانية إلى اليهودية ولا من يغير دينه من أهل الأديان كلها إلا الإسلام فمن خرج من الإسلام إلى غيره وأظهر ذلك فذلك الذي عني به والله أعلم.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49167,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 18,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১২",
        "hadith_id": 1412,
        "narrator": "মুহাম্মাদ ইব্নু আবদুল্লাহ (র) তার পিতা",
        "bn": "আবূ মূসা আশ‘আরী (রা)-এর নিকট হতে এক ব্যক্তি উমার (রা)-এর নিকট এল। উমার (রা) তাকে জিজ্ঞেস করলেন, সেখানের লোকের কি অবস্থা? সে সেখানের অবস্থা বর্ণনা করল। অতঃপর উমার (রা) বললেন, সেখানের কোন অভিনব সংবাদ আছে কি? লোকটি বলল, হ্যাঁ, আছে এক ব্যক্তি ইসলাম গ্রহণ করার পর আবার কাফের হয়ে গেছে। উমার (রা) বললেন, তোমরা তাকে কি করেছ? সে বলল, তাকে বন্দী করে শিরোশ্চেদ করেছি। উমার (রা) বললেন, তোমরা যদি তাকে তিন দিন পর্যন্ত বন্দী করে রাখতে আর শুধু ১টি রুটি খেতে দিতে এবং তাওবা করাতে তবে হয়ত সে তাওবা করত এবং আল্লাহর দ্বীনের দিকে এসে যেত। অতঃপর উমার (রা) বললেন, হে আল্লাহ্, আমি ঐ কাজে শামিল ছিলাম না, মারার হুকুমও দেইনি, কিংবা তার খবর শুনেও খুশী হইনি। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللهِ بْنِ عَبْدٍ الْقَارِيِّ عَنْ أَبِيهِ أَنَّهُ قَالَ قَدِمَ عَلَى عُمَرَ بْنِ الْخَطَّابِ رَجُلٌ مِنْ قِبَلِ أَبِي مُوسَى الْأَشْعَرِيِّ فَسَأَلَهُ عَنْ النَّاسِ فَأَخْبَرَهُ ثُمَّ قَالَ لَهُ عُمَرُ هَلْ كَانَ فِيكُمْ مِنْ مُغَرِّبَةِ خَبَرٍ فَقَالَ نَعَمْ رَجُلٌ كَفَرَ بَعْدَ إِسْلَامِهِ قَالَ فَمَا فَعَلْتُمْ بِهِ قَالَ قَرَّبْنَاهُ فَضَرَبْنَا عُنُقَهُ فَقَالَ عُمَرُ أَفَلَا حَبَسْتُمُوهُ ثَلَاثًا وَأَطْعَمْتُمُوهُ كُلَّ يَوْمٍ رَغِيفًا وَاسْتَتَبْتُمُوهُ لَعَلَّهُ يَتُوبُ وَيُرَاجِعُ أَمْرَ اللهِ ثُمَّ قَالَ عُمَرُ اللهُمَّ إِنِّي لَمْ أَحْضُرْ وَلَمْ آمُرْ وَلَمْ أَرْضَ إِذْ بَلَغَنِي",
        "ar_diacless": "و حدثني مالك عن عبد الرحمن بن محمد بن عبد الله بن عبد القاري عن أبيه أنه قال قدم على عمر بن الخطاب رجل من قبل أبي موسى الأشعري فسأله عن الناس فأخبره ثم قال له عمر هل كان فيكم من مغربة خبر فقال نعم رجل كفر بعد إسلامه قال فما فعلتم به قال قربناه فضربنا عنقه فقال عمر أفلا حبستموه ثلاثا وأطعمتموه كل يوم رغيفا واستتبتموه لعله يتوب ويراجع أمر الله ثم قال عمر اللهم إني لم أحضر ولم آمر ولم أرض إذ بلغني",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18358,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 19,
    "title": "কেউ যদি নিজ স্ত্রীর সাথে অপর পুরুষকে দেখে তবে তার ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১৯",
    "sort_order": 19,
    "hadiths": [
      {
        "id": 49170,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 19,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১৩",
        "hadith_id": 1413,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "সা‘দ ইব্নু উবাদা (রা) রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞেস করেছিলেন যে, আমি যদি আমার স্ত্রীর সাথে অপর লোককে দেখি তবে কি তাকে সময় দিব যতক্ষণ চারজন সাক্ষী যোগাড় না করতে পারি? উত্তরে রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ। (সহীহ, মুসলিম ১৪৯৮)",
        "ar": "حَدَّثَنَا يَحْيَى عَنْ مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ السَّمَّانِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّ سَعْدَ بْنَ عُبَادَةَ قَالَ لِرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَرَأَيْتَ إِنْ وَجَدْتُ مَعَ امْرَأَتِي رَجُلًا أَأُمْهِلُهُ حَتَّى آتِيَ بِأَرْبَعَةِ شُهَدَاءَ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَعَمْ.",
        "ar_diacless": "حدثنا يحيى عن مالك عن سهيل بن أبي صالح السمان عن أبيه عن أبي هريرة أن سعد بن عبادة قال لرسول الله صلى الله عليه وسلم أرأيت إن وجدت مع امرأتي رجلا أأمهله حتى آتي بأربعة شهداء فقال رسول الله صلى الله عليه وسلم نعم.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49169,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 19,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১৪",
        "hadith_id": 1414,
        "narrator": "সাঈদ ইব্নু মুসায়্যাব",
        "bn": "একজন সিরিয়াবাসী তার স্ত্রীর সাথে অপর একজনকে (লিপ্ত) দেখতে পেয়ে তাকে অথবা দুইজনকেই মেরে ফেলল। মু‘আবিয়া (রা) আবূ মূসা আশ‘আরী (রা)-এর নিকট লিখে পাঠালেন যে, আলী (রা)-এর নিকট জিজ্ঞেস করে আমাকে জানাও তার কি সমাধান? অতঃপর আবূ মূসা (রা) তাঁকে জিজ্ঞেস করলেন। তিনি বলেন, এই ঘটনা আমার দেশের বলে মনে হয় না। সত্য করে বল কোন দেশের ঘটনা, (আমার মনে হয় তুমি আমাকে পরীক্ষা করিতেছ)। আবূ মূসা (রা) বললেন, আমার নিকট আবূ সুফিয়ানের পুত্র মুআবিয়া চিঠি লিখেছেন এ বিষয়ে আপনাকে জিজ্ঞেস করার জন্য। আলী (রা) বললেন  আমি হলাম আবুল হাসান (হাসানের পিতা) যদি চার জন সাক্ষী না আনতে পারে তবে যেন তাকে (হত্যাকারীকে) উত্তমরূপে বন্দী করা হয়। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّ رَجُلًا مِنْ أَهْلِ الشَّامِ يُقَالُ لَهُ ابْنُ خَيْبَرِيٍّ وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا فَقَتَلَهُ أَوْ قَتَلَهُمَا مَعًا فَأَشْكَلَ عَلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ الْقَضَاءُ فِيهِ فَكَتَبَ إِلَى أَبِي مُوسَى الْأَشْعَرِيِّ يَسْأَلُ لَهُ عَلِيَّ بْنَ أَبِي طَالِبٍ عَنْ ذَلِكَ فَسَأَلَ أَبُو مُوسَى عَنْ ذَلِكَ عَلِيَّ بْنَ أَبِي طَالِبٍ فَقَالَ لَهُ عَلِيٌّ إِنَّ هَذَا الشَّيْءَ مَا هُوَ بِأَرْضِي عَزَمْتُ عَلَيْكَ لَتُخْبِرَنِّي فَقَالَ لَهُ أَبُو مُوسَى كَتَبَ إِلَيَّ مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ أَنْ أَسْأَلَكَ عَنْ ذَلِكَ فَقَالَ عَلِيٌّ أَنَا أَبُو حَسَنٍ إِنْ لَمْ يَأْتِ بِأَرْبَعَةِ شُهَدَاءَ فَلْيُعْطَ بِرُمَّتِهِ.",
        "ar_diacless": "و حدثني مالك عن يحيى بن سعيد عن سعيد بن المسيب أن رجلا من أهل الشام يقال له ابن خيبري وجد مع امرأته رجلا فقتله أو قتلهما معا فأشكل على معاوية بن أبي سفيان القضاء فيه فكتب إلى أبي موسى الأشعري يسأل له علي بن أبي طالب عن ذلك فسأل أبو موسى عن ذلك علي بن أبي طالب فقال له علي إن هذا الشيء ما هو بأرضي عزمت عليك لتخبرني فقال له أبو موسى كتب إلي معاوية بن أبي سفيان أن أسألك عن ذلك فقال علي أنا أبو حسن إن لم يأت بأربعة شهداء فليعط برمته.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18341,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 2,
    "title": "সাক্ষ্য প্রদান",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 49123,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৩৯৯",
        "hadith_id": 1399,
        "narrator": "যায়দ ইব্নু খালিদ জুহানী (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি কি তোমাদেরকে সর্বোত্তম সাক্ষীর কথা বলব? তা হলো, যে জিজ্ঞেস করার পূর্বেই সাক্ষ্য প্রদান করে অথবা যার সাক্ষীর প্রয়োজন তাকে সংবাদ প্রদান করে তাকে জিজ্ঞেস করার পূর্বেই। (সহীহ, মুসলিম ১৭১৯)",
        "ar": "حَدَّثَنَا يَحْيَى عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ عَنْ أَبِيْهِ عَنْ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ عُثْمَانَ عَنْ أَبِي عَمْرَةَ الْأَنْصَارِيِّ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلَا أُخْبِرُكُمْ بِخَيْرِ الشُّهَدَاءِ الَّذِي يَأْتِي بِشَهَادَتِهِ قَبْلَ أَنْ يُسْأَلَهَا أَوْ يُخْبِرُ بِشَهَادَتِهِ قَبْلَ أَنْ يُسْأَلَهَا.",
        "ar_diacless": "حدثنا يحيى عن مالك عن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم عن أبيه عن عبد الله بن عمرو بن عثمان عن أبي عمرة الأنصاري عن زيد بن خالد الجهني أن رسول الله صلى الله عليه وسلم قال ألا أخبركم بخير الشهداء الذي يأتي بشهادته قبل أن يسألها أو يخبر بشهادته قبل أن يسألها.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49124,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০০",
        "hadith_id": 1400,
        "narrator": "রাবিয়া ইব্নু আবি আবদির রহমান",
        "bn": "উমার (রা)-এর দরবারে ইরাক হতে এক ব্যক্তি এসে বলল, আমি এমন এক ব্যাপার নিয়ে এসেছি যার কোন আগ-পাছ কিছুই নেই। উমার (রা) বললেন, “তা কি?” সে বলল, আমাদের দেশে মিথ্যা সাক্ষ্য ছড়িয়ে পড়েছে। উমার (রা) বললেন, তুমি কি সত্যই বলছ? সে বলল, হ্যাঁ, তখন উমার (রা) বললেন, ভবিষ্যতে নির্ভরযোগ্য ও ন্যায়পরায়ণ সাক্ষীর সাক্ষ্য ব্যতীত কোন মুসলমানকে কয়েদ করা যাবে না। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (রা) বলেন  উমার (রা) বলেন যে, শত্র“ এবং দ্বীনের ব্যাপারে দোষারোপ করা হয়েছে এমন লোকদের সাক্ষ্য জায়েয হবে না। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ أَنَّهُ قَالَ قَدِمَ عَلَى عُمَرَ بْنِ الْخَطَّابِ رَجُلٌ مِنْ أَهْلِ الْعِرَاقِ فَقَالَ لَقَدْ جِئْتُكَ لِأَمْرٍ مَا لَهُ رَأْسٌ وَلَا ذَنَبٌ فَقَالَ عُمَرُ مَا هُوَ قَالَ شَهَادَاتُ الزُّورِ ظَهَرَتْ بِأَرْضِنَا فَقَالَ عُمَرُ أَوَ قَدْ كَانَ ذَلِكَ قَالَ نَعَمْ فَقَالَ عُمَرُ وَاللهِ لَا يُؤْسَرُ رَجُلٌ فِي الْإِسْلَامِ بِغَيْرِ الْعُدُولِ.\n\nو حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ لَا تَجُوزُ شَهَادَةُ خَصْمٍ وَلَا ظَنِيْنٍ.",
        "ar_diacless": "و حدثني مالك عن ربيعة بن أبي عبد الرحمن أنه قال قدم على عمر بن الخطاب رجل من أهل العراق فقال لقد جئتك لأمر ما له رأس ولا ذنب فقال عمر ما هو قال شهادات الزور ظهرت بأرضنا فقال عمر أو قد كان ذلك قال نعم فقال عمر والله لا يؤسر رجل في الإسلام بغير العدول.\n\nو حدثني مالك أنه بلغه أن عمر بن الخطاب قال لا تجوز شهادة خصم ولا ظنين.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18359,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 20,
    "title": "ফেলে দেয়া শিশুর ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২০",
    "sort_order": 20,
    "hadiths": [
      {
        "id": 49171,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 20,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১৫",
        "hadith_id": 1415,
        "narrator": "বর্ণণাকারী",
        "bn": "সুনাইন ইব্নু আবী জমিলা (র) বনী সুলায়মান বংশোদ্ভূত, তিনি উমার (রা)-এর জামানায় ফেলে দেয়া একটি শিশু পেয়েছিলেন। তিনি বলেন যে, তাকে আমি উঠিয়ে উমার (রা)-এর দরবারে হাযির হলাম। উমার (রা) বললেন, তুমি তাকে কেন উঠিয়েছ? তিনি বললেন, আমি তাকে উঠিয়ে না আনলে সে ধ্বংস হয়ে যেত। এমন সময় পরিচিত এক ব্যক্তি বলল, হে আমিরুল মু‘মিনীন, আমি এই ব্যক্তিকে চিনি, সে খুব নেককার লোক। উমার (রা) বললেন, সত্যই কি সে নেককার? সে বলল, হ্যাঁ। অতঃপর উমার (রা) বললেন, তুমি চলে যাও, এই সন্তান আযাদ (মুক্ত), তুমি তার অভিভাবকত্ব পাবে। আর আমরা তার খরচাদি বহন করব। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন  আমাদের নিকট হারানো প্রাপ্ত সন্তান আযাদ। তার অভিভাবকত্ব মুসলমানদের জন্য, তারাই তার উত্তরাধিকারী এবং তারাই তার পক্ষ হতে দীয়্যত (ক্ষতিপূরণ) দেবে।",
        "ar": "قَالَ يَحْيَى قَالَ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سُنَيْنٍ أَبِي جَمِيلَةَ رَجُلٌ مِنْ بَنِي سُلَيْمٍ أَنَّهُ وَجَدَ مَنْبُوذًا فِي زَمَانِ عُمَرَ بْنِ الْخَطَّابِ قَالَ فَجِئْتُ بِهِ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَقَالَ مَا حَمَلَكَ عَلَى أَخْذِ هَذِهِ النَّسَمَةِ فَقَالَ وَجَدْتُهَا ضَائِعَةً فَأَخَذْتُهَا فَقَالَ لَهُ عَرِيفُهُ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّهُ رَجُلٌ صَالِحٌ فَقَالَ لَهُ عُمَرُ أَكَذَلِكَ قَالَ نَعَمْ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ اذْهَبْ فَهُوَ حُرٌّ وَلَكَ وَلَاؤُهُ وَعَلَيْنَا نَفَقَتُهُ.\n\nقَالَ يَحْيَى سَمِعْت مَا لِكًا  يَقُولُ الْأَمْرُ عِنْدَنَا فِي الْمَنْبُوذِ أَنَّهُ حُرٌّ وَأَنَّ وَلَاءَهُ لِلْمُسْلِمِينَ هُمْ يَرِثُونَهُ وَيَعْقِلُونَ عَنْهُ.",
        "ar_diacless": "قال يحيى قال مالك عن ابن شهاب عن سنين أبي جميلة رجل من بني سليم أنه وجد منبوذا في زمان عمر بن الخطاب قال فجئت به إلى عمر بن الخطاب فقال ما حملك على أخذ هذه النسمة فقال وجدتها ضائعة فأخذتها فقال له عريفه يا أمير المؤمنين إنه رجل صالح فقال له عمر أكذلك قال نعم فقال عمر بن الخطاب اذهب فهو حر ولك ولاؤه وعلينا نفقته.\n\nقال يحيى سمعت ما لكا  يقول الأمر عندنا في المنبوذ أنه حر وأن ولاءه للمسلمين هم يرثونه ويعقلون عنه.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18360,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 21,
    "title": "সন্তানকে তার পিতার সাথে সম্পৃক্ত করা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২১",
    "sort_order": 21,
    "hadiths": [
      {
        "id": 49173,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 21,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১৬",
        "hadith_id": 1416,
        "narrator": "নবী করীম রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহধর্মিণী আয়িশা (রা)",
        "bn": "তিনি বলেছেন, উতবা ইব্নু আবী ওয়াক্কাস (রা) মৃত্যুর সময় তার ভাই সা‘দ ইব্নু আবী ওয়াক্কাসকে বলে গিয়েছিলেন যে, যামআ‘-এর দাসীর সন্তান আমার, তুমি তাকে নিয়ে এস। আয়িশা (রা) বলেন যে, মক্কা বিজয়ের দিন সা‘দ ঐ সন্তানকে আনলেন ও গ্রহণ করলেন এবং তিনি বললেন, সে আমার ভাই-এর সন্তান। তিনি আমাকে মৃত্যুর সময় অঙ্গীকার করিয়ে ছিলেন। এইদিকে আবদ ইব্নু যামআ‘ (রা) বললেন, সে আমার ভাই এবং আমার পিতার দাসীর ছেলে ও আমার পিতার ঘরে জন্মগ্রহণ করেছে। অবশেষে দুইজন বিতর্ক করে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এলেন। সা‘দ বললেন, ইয়া রসূলাল্লাহ! সে আমার ভাইয়ের সন্তান, মৃত্যুকালে আমার ভাই আমাকে অঙ্গীকার করিয়ে গিয়েছিল। অতঃপর আবদ ইব্নু যামআ‘ বললেন, সে আমার ভাই আমার পিতার দাসীর গর্ভে ও আমার পিতার ঘরে জন্মগ্রহণ করেছে। তার পর সব শুনে রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ‘হে ‘আবদ ইব্নু যামআ’, সে তোমারই ভাই, সে তোমারই কাছে থাকবে, অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সন্তান তার মাতার স্বামীর অথবা মনিবেরই হয়ে থাকে আর ব্যভিচারীর জন্য প্রস্তরই নির্ধারিত। অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওদা বিনত যামআ‘কে বলেন, হে সাওদা! এ সন্তান হতে পর্দা করো, কেননা তার আকৃতি উৎবার সদৃশ। অতঃপর সে আর সাওদাকে তার মৃত্যু পর্যন্ত দেখেনি। (বুখারী ২০৫৩, মুসলিম ১৪৫৭)",
        "ar": "قَالَ يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْ كَانَ عُتْبَةُ بْنُ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنَّ ابْنَ وَلِيدَةِ زَمْعَةَ مِنِّي فَاقْبِضْهُ إِلَيْكَ قَالَتْ فَلَمَّا كَانَ عَامُ الْفَتْحِ أَخَذَهُ سَعْدٌ وَقَالَ ابْنُ أَخِي قَدْ كَانَ عَهِدَ إِلَيَّ فِيهِ فَقَامَ إِلَيْهِ عَبْدُ بْنُ زَمْعَةَ فَقَالَ أَخِي وَابْنُ وَلِيدَةِ أَبِي وُلِدَ عَلَى فِرَاشِهِ فَتَسَاوَقَا إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ سَعْدٌ يَا رَسُولَ اللهِ ابْنُ أَخِي قَدْ كَانَ عَهِدَ إِلَيَّ فِيهِ وَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ وَلِيدَةِ أَبِي وُلِدَ عَلَى فِرَاشِهِ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ ثُمَّ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ ثُمَّ قَالَ لِسَوْدَةَ بِنْتِ زَمْعَةَ احْتَجِبِي مِنْهُ لِمَا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ بْنِ أَبِي وَقَّاصٍ قَالَتْ فَمَا رَآهَا حَتَّى لَقِيَ اللهَ عَزَّ وَجَلَّ.",
        "ar_diacless": "قال يحيى عن مالك عن ابن شهاب عن عروة بن الزبير عن عائشة زوج النبي صلى الله عليه وسلم أنها قالت كان عتبة بن أبي وقاص عهد إلى أخيه سعد بن أبي وقاص أن ابن وليدة زمعة مني فاقبضه إليك قالت فلما كان عام الفتح أخذه سعد وقال ابن أخي قد كان عهد إلي فيه فقام إليه عبد بن زمعة فقال أخي وابن وليدة أبي ولد على فراشه فتساوقا إلى رسول الله صلى الله عليه وسلم فقال سعد يا رسول الله ابن أخي قد كان عهد إلي فيه وقال عبد بن زمعة أخي وابن وليدة أبي ولد على فراشه فقال رسول الله صلى الله عليه وسلم هو لك يا عبد بن زمعة ثم قال رسول الله صلى الله عليه وسلم الولد للفراش وللعاهر الحجر ثم قال لسودة بنت زمعة احتجبي منه لما رأى من شبهه بعتبة بن أبي وقاص قالت فما رآها حتى لقي الله عز وجل.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49174,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 21,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১৭",
        "hadith_id": 1417,
        "narrator": "আবদুল্লাহ ইব্নু আবী উমাইয়া (রা)",
        "bn": "এক স্ত্রীলোকের স্বামীর ইন্তেকাল হয়। অতঃপর চার মাস দশ দিন ইদ্দত পালন করার পর অন্য একজনের নিকট তার বিবাহ হয়। বিবাহের পর সেই স্বামীর নিকট সাড়ে চার মাস অতিবাহিত করার পর তার একটি পূর্ণাঙ্গ সন্তান ভূমিষ্ঠ হল। অতঃপর তার স্বামী উমার (রা)-এর নিকট এসে সমস্ত ঘটনা বর্ণনা করল। উমার (রা) অন্ধকার যুগের কয়েকজন বৃদ্ধা স্ত্রীলোককে ডাকালেন এবং তাদেরকে এই সম্বন্ধে প্রশ্ন করলেন। তখন তাদের একজন বলল, আমি আপনাকে তার বৃত্তান্ত বলিতেছি। এই স্ত্রীলোকটি তার মৃত স্বামী হতে গর্ভবতী হয়েছিল। সন্তান গর্ভে থাকা অবস্থায় তার রক্তস্রাব হল, এতে সন্তান শুকিয়ে যায়। অতঃপর দ্বিতীয় বিবাহের পর স্বামী তার সাথে সংগত হওয়ায় সন্তানের উপর পুরুষের বীর্য পতিত হয়। এতে সন্তান নড়াচড়া করে এবং বড় হতে থাকে। অতঃপর উমার (রা) তাদের কথা সত্য বলে মানলেন এবং বিবাহ ভঙ্গ করে দিলেন এবং বললেন যে, তোমাদের সম্বন্ধে কোন খারাপ কথা আমি শুনিনি। অতঃপর সন্তানটি প্রথম স্বামীর ঔরসজাত বলে সিদ্ধান্ত দিলেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ يَزِيدَ بْنِ عَبْدِ اللهِ بْنِ الْهَادِي عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عَبْدِ اللهِ بْنِ أَبِي أُمَيَّةَ أَنَّ امْرَأَةً هَلَكَ عَنْهَا زَوْجُهَا فَاعْتَدَّتْ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ثُمَّ تَزَوَّجَتْ حِينَ حَلَّتْ فَمَكَثَتْ عِنْدَ زَوْجِهَا أَرْبَعَةَ أَشْهُرٍ وَنِصْفَ شَهْرٍ ثُمَّ وَلَدَتْ وَلَدًا تَامًّا فَجَاءَ زَوْجُهَا إِلَى عُمَرَ بْنِ الْخَطَّابِ فَذَكَرَ ذَلِكَ لَهُ فَدَعَا عُمَرُ نِسْوَةً مِنْ نِسَاءِ الْجَاهِلِيَّةِ قُدَمَاءَ فَسَأَلَهُنَّ عَنْ ذَلِكَ فَقَالَتْ امْرَأَةٌ مِنْهُنَّ أَنَا أُخْبِرُكَ عَنْ هَذِهِ الْمَرْأَةِ هَلَكَ عَنْهَا زَوْجُهَا حِينَ حَمَلَتْ مِنْهُ فَأُهْرِيقَتْ عَلَيْهِ الدِّمَاءُ فَحَشَّ وَلَدُهَا فِي بَطْنِهَا فَلَمَّا أَصَابَهَا زَوْجُهَا الَّذِي نَكَحَهَا وَأَصَابَ الْوَلَدَ الْمَاءُ تَحَرَّكَ الْوَلَدُ فِي بَطْنِهَا وَكَبِرَ فَصَدَّقَهَا عُمَرُ بْنُ الْخَطَّابِ وَفَرَّقَ بَيْنَهُمَا وَقَالَ عُمَرُ أَمَا إِنَّهُ لَمْ يَبْلُغْنِي عَنْكُمَا إِلَّا خَيْرٌ وَأَلْحَقَ الْوَلَدَ بِالْأَوَّلِ.",
        "ar_diacless": "و حدثني مالك عن يزيد بن عبد الله بن الهادي عن محمد بن إبراهيم بن الحارث التيمي عن سليمان بن يسار عن عبد الله بن أبي أمية أن امرأة هلك عنها زوجها فاعتدت أربعة أشهر وعشرا ثم تزوجت حين حلت فمكثت عند زوجها أربعة أشهر ونصف شهر ثم ولدت ولدا تاما فجاء زوجها إلى عمر بن الخطاب فذكر ذلك له فدعا عمر نسوة من نساء الجاهلية قدماء فسألهن عن ذلك فقالت امرأة منهن أنا أخبرك عن هذه المرأة هلك عنها زوجها حين حملت منه فأهريقت عليه الدماء فحش ولدها في بطنها فلما أصابها زوجها الذي نكحها وأصاب الولد الماء تحرك الولد في بطنها وكبر فصدقها عمر بن الخطاب وفرق بينهما وقال عمر أما إنه لم يبلغني عنكما إلا خير وألحق الولد بالأول.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49175,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 21,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১৮",
        "hadith_id": 1418,
        "narrator": "সুলায়মান ইব্নু ইয়াসার (র)",
        "bn": "উমার (রা) অন্ধকার যুগের সন্তানকে যদি কেউ ইসলামের যুগে দাবি করত তবে তার সাথে মিলিয়ে দিতেন। একবার দুইজন লোক একটি সন্তানকে নিজের বলে দাবি করে। অতঃপর উমার (রা) কেয়াফাবিদকে (লক্ষণ দেখে পরিচয় নির্ণয়কারী) ডেকে পাঠালেন। কেয়াফাবিশারদ সন্তানকে দেখে বলল, সন্তান দুইজনেরই। অতঃপর উমার (রা) তাকে দোররা দ্বারা আঘাত করলেন। তার পর সন্তানের মাতাকে ডেকে বললেন তোমার বৃত্তান্ত খুলে বল। সে একজনের দিকে ঈঙ্গিত করে বলল যে, সে আমার নিকট আসা-যাওয়া করত এবং আমি আমার বাড়ির উটের ঘরের কাছে থাকতাম। ঐ সময়ে সে আমার সথে সঙ্গম করত। অতঃপর সে যখন ধারণা করতে পারল যে, আমি গর্ভবতী হয়েছি তখন সে আর কাছে আসত না, আর আমার রক্তস্রাব দেখা যেত। তারপর এই দ্বিতীয়জন তার পর আমার নিকট এল। সেও আমার সাথে সঙ্গম করল। এখন আমি জানি না, এই সন্তান দুইজনের মধ্য হতে কার। ইহা শুনে কেয়াফাবিদ খুশিতে আল্লাহু আকবর (আল্লাহ্ মহান) বলে উঠল। অতঃপর উমার (রা) সন্তানকে বললেন, যার সাথে খুশি তুমি যেতে পার। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ كَانَ يُلِيطُ أَوْلَادَ الْجَاهِلِيَّةِ بِمَنْ ادَّعَاهُمْ فِي الْإِسْلَامِ فَأَتَى رَجُلَانِ كِلَاهُمَا يَدَّعِي وَلَدَ امْرَأَةٍ فَدَعَا عُمَرُ بْنُ الْخَطَّابِ قَائِفًا فَنَظَرَ إِلَيْهِمَا فَقَالَ الْقَائِفُ لَقَدْ اشْتَرَكَا فِيهِ فَضَرَبَهُ عُمَرُ بْنُ الْخَطَّابِ بِالدِّرَّةِ ثُمَّ دَعَا الْمَرْأَةَ فَقَالَ أَخْبِرِينِي خَبَرَكِ فَقَالَتْ كَانَ هَذَا لِأَحَدِ الرَّجُلَيْنِ يَأْتِينِي وَهِيَ فِي إِبِلٍ لِأَهْلِهَا فَلَا يُفَارِقُهَا حَتَّى يَظُنَّ وَتَظُنَّ أَنَّهُ قَدْ اسْتَمَرَّ بِهَا حَبَلٌ ثُمَّ انْصَرَفَ عَنْهَا فَأُهْرِيقَتْ عَلَيْهِ دِمَاءٌ ثُمَّ خَلَفَ عَلَيْهَا هَذَا تَعْنِي الْآخَرَ فَلَا أَدْرِي مِنْ أَيِّهِمَا هُوَ قَالَ فَكَبَّرَ الْقَائِفُ فَقَالَ عُمَرُ لِلْغُلَامِ وَالِ أَيَّهُمَا شِئْتَ.",
        "ar_diacless": "و حدثني مالك عن يحيى بن سعيد عن سليمان بن يسار أن عمر بن الخطاب كان يليط أولاد الجاهلية بمن ادعاهم في الإسلام فأتى رجلان كلاهما يدعي ولد امرأة فدعا عمر بن الخطاب قائفا فنظر إليهما فقال القائف لقد اشتركا فيه فضربه عمر بن الخطاب بالدرة ثم دعا المرأة فقال أخبريني خبرك فقالت كان هذا لأحد الرجلين يأتيني وهي في إبل لأهلها فلا يفارقها حتى يظن وتظن أنه قد استمر بها حبل ثم انصرف عنها فأهريقت عليه دماء ثم خلف عليها هذا تعني الآخر فلا أدري من أيهما هو قال فكبر القائف فقال عمر للغلام وال أيهما شئت.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49172,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 21,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪১৯",
        "hadith_id": 1419,
        "narrator": "মালিক (র)",
        "bn": "উমার (রা) অথবা উসমান (রা) এই দুইজনের মধ্যে একজন এক স্ত্রীলোকের ফয়সালা করেছিলেন। সেই স্ত্রীলোকটি ধোঁকা দিয়ে একজনকে বলল, আমি আযাদ এবং তার সাথে বিবাহ বন্ধনে আবদ্ধ হল। অতঃপর তাদের সন্তান হয়েছিল। ফয়সালা দেয়া হয়েছিল, স্বামী তার সন্তানের মতো বালক-বালিকা স্ত্রীলোকটির মনিবকে দিবে এবং নিজের সন্তান মুক্ত করে নিবে।\nমালিক (র) বলেন, এই স্থানে মূল্য দান করিয়া দেয়াই উত্তম। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ أَوْ عُثْمَانَ بْنَ عَفَّانَ قَضَى أَحَدُهُمَا فِي امْرَأَةٍ غَرَّتْ رَجُلًا بِنَفْسِهَا وَذَكَرَتْ أَنَّهَا حُرَّةٌ فَتَزَوَّجَهَا فَوَلَدَتْ لَهُ أَوْلَادًا فَقَضَى أَنْ يَفْدِيَ وَلَدَهُ بِمِثْلِهِمْ.\n\nقَالَ يَحْيَى سَمِعْت مَا لِكًا  يَقُولُ وَالْقِيمَةُ أَعْدَلُ فِي هَذَا إِنْ شَاءَ اللهُ.",
        "ar_diacless": "و حدثني مالك أنه بلغه أن عمر بن الخطاب أو عثمان بن عفان قضى أحدهما في امرأة غرت رجلا بنفسها وذكرت أنها حرة فتزوجها فولدت له أولادا فقضى أن يفدي ولده بمثلهم.\n\nقال يحيى سمعت ما لكا  يقول والقيمة أعدل في هذا إن شاء الله.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18361,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 22,
    "title": "যে সন্তানকে পিতার সাথে মিলানো হয়েছে তার মীরাসের ফয়সালা",
    "preface": "আমাদের কাছে এটা একটি সর্বসম্মত মাসআলা। কোন ব্যক্তি মারা যাওয়ার সময় কয়েকটি সন্তান রেখে গেল। তাদের মধ্য হতে কেউ বলল, আমার পিতা বলে গিয়েছেন অমুক ব্যক্তি আমার ছেলে। এই অবস্থায় একজনের সাক্ষ্যে পুত্রের সম্পর্ক প্রমাণিত হবে না এবং সম্পত্তিও সে পাবে না। তবে যে ছেলে স্বীকার করেছে তার অংশ হতে সে অংশ পাবে।\nমালিক (র) এর ব্যাখ্যায় বলেছেন, এক ব্যক্তি দুই ছেলে রেখে মারা গেল এবং ছয়শত দীনার রেখে গেল। দুই ছেলে এখান হতে তিনশত করে পেল। তার পর এক ছেলে বলল আমাদের মৃত পিতা বলেছিলেন যে, ঐ ব্যক্তি তার ছেলে। তখন যে স্বীকার করল তার তিনশত দীনার হতে একশত দীনার সেই ব্যক্তি পাবে, কেননা, সে মৃত ব্যক্তির ছেলে হিসেবে এই অর্ধেক অংশ পাবে। অর্থাৎ সে ছেলে প্রমাণিত হলে দুইশত দীনার পেত, এখন একশত দীনার পেয়েছে। আর যদি দ্বিতীয় ছেলেও স্বীকার করে তবে তার নিকট হতেও একশত পাবে এবং তার হক পূর্ণ হবে এবং তার বংশও মৃত ব্যক্তি হতে প্রমাণিত হল। তার আর একটি উদাহরণ এই  কোন স্ত্রীলোক তার পিতা অথবা স্বামীর ঋণের কথা স্বীকার করে আর অন্যান্য অংশীদার অস্বীকার করে, এ অবস্থায় সে নিজ অংশ অনুপাতে নিজ হতে কর্জ আদায় করবে। স্ত্রীলোকটি যদি এক-অষ্টমাংশ পায় তবে ঋণেরও এক-অষ্টমাংশ আদায় করবে, আর যদি পিতার সম্পত্তি অর্ধেক পায় তবে ঋণেরও অর্ধাংশ আদায় করবে।\nমালিক (র) বলেন  যদি কোন পুরুষ ঋণের ব্যাপারে সাক্ষ্য দেয় যেমন স্ত্রীলোকটি স্বীকার করেছে, যথা এই মৃতের নিকট তার এই পরিমাণ পাওনা আছে তবে ঋণদাতার নিকট হতে কসম গ্রহণ করা হবে এবং ঋণদাতার পূর্ণ কর্জ শোধ করা হবে। কেননা এই ব্যাপার স্ত্রীলোকটির ব্যাপারের মতো নয়, কেননা পুরুষের সাক্ষ্য গ্রহণযোগ্য। আর যদি কর্জদার কসম না করে, তবে যে স্বীকার করেছে শুধু তার অংশ হতে কর্জদারকে দেয়া হবে তার হিস্যা (অংশ) অনুযায়ী।",
    "number": "পরিচ্ছেদঃ ২২",
    "sort_order": 22,
    "hadiths": [
      {
        "id": 49177,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 22,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২০",
        "hadith_id": 1420,
        "narrator": "ইব্নু উমার (রা)",
        "bn": "উমার (রা) বলেন যে, লোকদের হল কি, তারা দাসীদের সাথে সহবাস করে এবং আযল [১] করে। ভবিষ্যতে যদি কোন দাসী আমার নিকট আসে এবং তার মনিব তার সাথে সঙ্গম করার স্বীকারোক্তি করে তবে আমি ঐ সন্তানকে মনিবের সাথে মিলিত করে দিব, এখন তোমরা চাই আযল কর, চাই আযল না কর। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "قَالَ يَحْيَى قَالَ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ عَنْ أَبِيهِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ: مَا بَالُ رِجَالٍ يَطَئُونَ وَلَائِدَهُمْ ثُمَّ يَعْزِلُوهُنَّ لَا تَأْتِينِي وَلِيْدَةٌ يَعْتَرِفُ سَيِّدُهَا أَنْ قَدْ أَلَمَّ بِهَا إِلَّا أَلْحَقْتُ بِهِ وَلَدَهَا فَاعْزِلُوا بَعْدُ أَوْ اتْرُكُوْا.",
        "ar_diacless": "قال يحيى قال مالك عن ابن شهاب عن سالم بن عبد الله بن عمر عن أبيه أن عمر بن الخطاب قال: ما بال رجال يطئون ولائدهم ثم يعزلوهن لا تأتيني وليدة يعترف سيدها أن قد ألم بها إلا ألحقت به ولدها فاعزلوا بعد أو اتركوا.",
        "note": "[১] সঙ্গম করার কালে সন্তান না জন্মাবার উদ্দেশ্যে বীর্যপাত ভিতরে না করে বাহিরে করাকে আযল বলে।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49176,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 22,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২১",
        "hadith_id": 1421,
        "narrator": "সফিয়া বিন্ত আবী উবায়দ (র)",
        "bn": "উমার (রা) বলেন, মানুষের হল কি? তারা দাসীদের সাথে সহবাস করে। অতঃপর তাকে ছেড়ে দেয়। এখন হতে যদি এমন কোন দাসী আমার নিকট আসে যার মনিব তার সাথে সঙ্গম করার স্বীকারোক্তি করে তবে সন্তানের বংশ তার সাথে জুড়ে দিব। এখন তোমরা তাকে ছেড়ে দাও, চাই রেখে দাও। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন  এই ব্যাপারে আমার মত এই যে, যদি কোন দাসী ক্ষতিকর কার্য করে তবে তার ক্ষতিপূরণ তার মনিব আদায় করবে। দাসীকে ক্ষতির পরিবর্তে দেয়া যাবে না। কিন্তু যদি জরিমানা তার মূল্যের চাইতে বেশি হয় তবে তা ভিন্ন কথা।",
        "ar": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ أَنَّهَا أَخْبَرَتْهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ مَا بَالُ رِجَالٍ يَطَئُونَ وَلَائِدَهُمْ ثُمَّ يَدَعُوهُنَّ يَخْرُجْنَ لَا تَأْتِينِي وَلِيدَةٌ يَعْتَرِفُ سَيِّدُهَا أَنْ قَدْ أَلَمَّ بِهَا إِلَّا قَدْ أَلْحَقْتُ بِهِ وَلَدَهَا فَأَرْسِلُوهُنَّ بَعْدُ أَوْ أَمْسِكُوهُنَّ.২৭৪৮-قَالَ يَحْيَى سَمِعْت مَا لِكًا  يَقُولُ الْأَمْرُ عِنْدَنَا فِي أُمِّ الْوَلَدِ إِذَا جَنَتْ جِنَايَةً ضَمِنَ سَيِّدُهَا مَا بَيْنَهَا وَبَيْنَ قِيمَتِهَا وَلَيْسَ لَهُ أَنْ يُسَلِّمَهَا وَلَيْسَ عَلَيْهِ أَنْ يَحْمِلَ مِنْ جِنَايَتِهَا أَكْثَرَ مِنْ قِيمَتِهَا.",
        "ar_diacless": "و حدثني مالك عن نافع عن صفية بنت أبي عبيد أنها أخبرته أن عمر بن الخطاب قال ما بال رجال يطئون ولائدهم ثم يدعوهن يخرجن لا تأتيني وليدة يعترف سيدها أن قد ألم بها إلا قد ألحقت به ولدها فأرسلوهن بعد أو أمسكوهن.২৭৪৮-قال يحيى سمعت ما لكا  يقول الأمر عندنا في أم الولد إذا جنت جناية ضمن سيدها ما بينها وبين قيمتها وليس له أن يسلمها وليس عليه أن يحمل من جنايتها أكثر من قيمتها.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18362,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 23,
    "title": "পতিত জমিকে আবাদ করার ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২৪",
    "sort_order": 24,
    "hadiths": [
      {
        "id": 49180,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 23,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২২",
        "hadith_id": 1422,
        "narrator": "উরওয়া ইব্নু যুবায়র (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যদি কেউ কোন পতিত জমি আবাদ করে তবে উহা তারই হবে। উহাতে কোন জালিমের অধিকার নেই। (সহীহ, আবূ দাঊদ ৩০৭৩, তিরমিযী ১৩৭৮, আলবানী হাদীসটিকে সহীহ বলেছেন [সহীহ আল জামে] ৫৯৭৬, ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)\nমালিক (র) বলেন যে, জালিমের দখল বলতে বোঝায় যে, জবরদস্তি কোন জমিতে গর্ত খনন, কিংবা গাছ লাগান, অথবা অন্য উপায়ে কব্জা করা। অথচ তাতে তার কোন হক (অধিকার) নেই।",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيْهِ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَحْيَا أَرْضًا مَيِّتَةً فَهِيَ لَهُ وَلَيْسَ لِعِرْقٍ ظَالِمٍ حَقٌّ \n\nقَالَ مَالِك وَالْعِرْقُ الظَّالِمُ كُلُّ مَا احْتُفِرَ أَوْ أُخِذَ أَوْ غُرِسَ بِغَيْرِ حَقٍّ.",
        "ar_diacless": "حدثني يحيى عن مالك عن هشام بن عروة عن أبيه أن رسول الله صلى الله عليه وسلم قال من أحيا أرضا ميتة فهي له وليس لعرق ظالم حق \n\nقال مالك والعرق الظالم كل ما احتفر أو أخذ أو غرس بغير حق.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49179,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 23,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২৩",
        "hadith_id": 1423,
        "narrator": "আবদুল্লাহ্ ইব্নু উমার (রা)",
        "bn": "উমার (রা) বলেছেন, যদি কেউ অনাবাদী জমি আবাদ করে তা তারই হবে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন  আমাদের নিকটও এই হুকুম।",
        "ar": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ عَنْ أَبِيهِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ مَنْ أَحْيَا أَرْضًا مَيِّتَةً فَهِيَ لَهُ قَالَ مَالِك وَعَلَى ذَلِكَ الْأَمْرُ عِنْدَنَا.",
        "ar_diacless": "و حدثني مالك عن ابن شهاب عن سالم بن عبد الله عن أبيه أن عمر بن الخطاب قال من أحيا أرضا ميتة فهي له قال مالك وعلى ذلك الأمر عندنا.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18363,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 24,
    "title": "পানির ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২৫",
    "sort_order": 25,
    "hadiths": [
      {
        "id": 49183,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 24,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২৪",
        "hadith_id": 1424,
        "narrator": "আবদুল্লাহ্ ইবনু আবী বাকর (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম, মাহযুর ও মুযায়ানব নামক দুইটি খাল সম্বন্ধে বলেছেন যে, যার ক্ষেত খাল সংলগ্ন সে যেন টাখনু (পায়ের গোড়ালি) পর্যন্ত পানি রেখে নিম্ন এলাকার ক্ষেতসমূহের জন্য পানি ছেড়ে দেয়। (সহীহ, আবূ দাঊদ ৩৬৩৯, ইবনু মাজাহ ২৪৮১, আলবানী হাদীসটি সহীহ বলেছেন, [সহীহ ও যয়ীফ মুনানে ইবনু মাজাহ] তবে ইমাম মালিক কর্তৃক বর্ণিত সনদটিতে তথা বিচ্ছন্নতা রয়েছে।)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ أَنَّهُ بَلَغَهُ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي سَيْلِ مَهْزُورٍ وَمُذَيْنِبٍ يُمْسَكُ حَتَّى الْكَعْبَيْنِ ثُمَّ يُرْسِلُ الْأَعْلَى عَلَى الْأَسْفَلِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم أنه بلغه أن رسول الله صلى الله عليه وسلم قال في سيل مهزور ومذينب يمسك حتى الكعبين ثم يرسل الأعلى على الأسفل.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49182,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 24,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২৫",
        "hadith_id": 1425,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দরকারের চেয়ে অধিক পানি প্রদানে বিরত থাকা উচিত নয়, উক্ত এলাকায় জন্মানো ঘাস হতে (লোকজনকে) বিরত রাখার উদ্দেশ্যে। (সহীহ, বুখারী ২৩৫৩, মুসলিম ১৫৬৬)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يُمْنَعُ فَضْلُ الْمَاءِ لِيُمْنَعَ بِهِ الْكَلَأُ.",
        "ar_diacless": "و حدثني مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال لا يمنع فضل الماء ليمنع به الكلأ.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49181,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 24,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২৬",
        "hadith_id": 1426,
        "narrator": "আ‘মরাহ বিনত আবদির রহমান (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, কূপের অবশিষ্ট পানি হতে মানুষকে নিষেধ করা উচিত নয়। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ أَبِي الرِّجَالِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أُمِّهِ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّهَا أَخْبَرَتْهُ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يُمْنَعُ نَقْعُ بِئْرٍ.",
        "ar_diacless": "و حدثني مالك عن أبي الرجال محمد بن عبد الرحمن عن أمه عمرة بنت عبد الرحمن أنها أخبرته أن رسول الله صلى الله عليه وسلم قال لا يمنع نقع بئر.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18364,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 25,
    "title": "উপকার সাধন-এর লক্ষ্যে ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২৬",
    "sort_order": 26,
    "hadiths": [
      {
        "id": 49191,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 25,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২৭",
        "hadith_id": 1427,
        "narrator": "ইয়াহ্ইয়া মাযেনী (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, নিজের স্বার্থে অন্যের ক্ষতি করবে না, তদ্রুপ পরস্পর কারো ক্ষতি করবে না। (সহীহ, ইমাম ইবনু মাজাহ ২৩৪০, তিনি উবাদাহ বিন সামেত (রা) থেকে বর্ণনা করেন। আলবানী হাদীসটি সহীহ বলেছেন। [সিলসিলাহ আস সহীহা] ২৫০, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيْهِ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا ضَرَرَ وَلَا ضِرَارَ.",
        "ar_diacless": "حدثني يحيى عن مالك عن عمرو بن يحيى المازني عن أبيه أن رسول الله صلى الله عليه وسلم قال لا ضرر ولا ضرار.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49192,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 25,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২৮",
        "hadith_id": 1428,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কোন মুসলমানের পক্ষে তার প্রতিবেশীকে স্বীয় ঘরের দেয়ালে কোন কাঠ গাড়তে নিষেধ করা উচিত হবে না। অতঃপর আবূ হুরায়রা (রা) বলেন যে, ব্যাপার কি, এই হাদীস শোনার পর তাদেরকে মুখ ফিরিয়ে রাখতে দেখি কেন? আল্লাহর কসম, আমি এই হাদীস তোমাদের স্কন্ধের উপর ফেলব অর্থাৎ খুব প্রচার করব। (বুখারী, ২৪৬৩, মুসলিম ১৬০৯)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَمْنَعُ أَحَدُكُمْ جَارَهُ خَشَبَةً يَغْرِزُهَا فِي جِدَارِهِ ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ مَا لِي أَرَاكُمْ عَنْهَا مُعْرِضِينَ وَاللهِ لَأَرْمِيَنَّ بِهَا بَيْنَ أَكْتَافِكُمْ.",
        "ar_diacless": "و حدثني مالك عن ابن شهاب عن الأعرج عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال لا يمنع أحدكم جاره خشبة يغرزها في جداره ثم يقول أبو هريرة ما لي أراكم عنها معرضين والله لأرمين بها بين أكتافكم.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49194,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 25,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪২৯",
        "hadith_id": 1429,
        "narrator": "ইয়াহ্ইয়া মাযেনী (র)",
        "bn": "যাহহাক ইব্নু খলীফা, উরাইয নামক স্থান হতে একটি ছোট খাল কেটে আনলেন এবং মুহাম্মাদ ইব্নু মাসলামা (রা)-এর জমির উপর দিয়ে নিয়ে যাবেন বলে মনস্থ করলেন। কিন্তু তিনি তাতে অসম্মতি জানালেন। যাহহাক (রা) বললেন, আপনি নিষেধ করতেছেন কেন? তাতে আপনার জমিরও উপকার সাধিত হবে, আপনি প্রথম হতে শেষ পর্যন্ত জমিতে পানি সেচ করতে পারবেন। আপনার কোন ক্ষতিও হবে না। কিন্তু ইব্নু মাসলামা (রা) কিছুতেই সম্মত হচ্ছেন না দেখে যাহহাক (রা) উমার (রা)-এর সাথে আলাপ করলেন। উমার (রা) ইব্নু মাসলামাকে ডেকে বললেন, তুমি খালটি তোমার জমির উপর দিয়ে নিয়ে যেতে দাও। ইব্নু মাসলামা (রা) বললেন, এইরূপ হবে না। উমার (র) বললেন, তুমি কেন নিষেধ করছ? এর দ্বারা তোমার ভাইয়ের ও তোমার উপকার হবে। তুমিও তোমার জমিতে পানি সেচ করতে পারবে অথচ তোমার কোন ক্ষতিই হবে না। মুহাম্মাদ ইব্নু মাসলামা (রা) বললেন, আল্লাহর কসম, তা হবে না। উমার (রা) বললেন, আল্লাহর কসম, খাল প্রবাহিত করা হবে যদিও তোমাদের পেটের উপর দিয়েও হয়। অতঃপর উমার (রা) ইব্নু মাসলামার জমির উপর দিয়ে খাল খননের নির্দেশ দিলেন। যাহহাক (রা) তাই করলেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيْهِ أَنَّ الضَّحَّاكَ بْنَ خَلِيفَةَ سَاقَ خَلِيجًا لَهُ مِنْ الْعُرَيْضِ فَأَرَادَ أَنْ يَمُرَّ بِهِ فِي أَرْضِ مُحَمَّدِ بْنِ مَسْلَمَةَ فَأَبَى مُحَمَّدٌ فَقَالَ لَهُ الضَّحَّاكُ لِمَ تَمْنَعُنِي وَهُوَ لَكَ مَنْفَعَةٌ تَشْرَبُ بِهِ أَوَّلًا وَآخِرًا وَلَا يَضُرُّكَ فَأَبَى مُحَمَّدٌ فَكَلَّمَ فِيهِ الضَّحَّاكُ عُمَرَ بْنَ الْخَطَّابِ فَدَعَا عُمَرُ بْنُ الْخَطَّابِ مُحَمَّدَ بْنَ مَسْلَمَةَ فَأَمَرَهُ أَنْ يُخَلِّيَ سَبِيلَهُ فَقَالَ مُحَمَّدٌ لَا فَقَالَ عُمَرُ لِمَ تَمْنَعُ أَخَاكَ مَا يَنْفَعُهُ وَهُوَ لَكَ نَافِعٌ تَسْقِي بِهِ أَوَّلًا وَآخِرًا وَهُوَ لَا يَضُرُّكَ فَقَالَ مُحَمَّدٌ لَا وَاللهِ فَقَالَ عُمَرُ وَاللهِ لَيَمُرَّنَّ بِهِ وَلَوْ عَلَى بَطْنِكَ فَأَمَرَهُ عُمَرُ أَنْ يَمُرَّ بِهِ فَفَعَلَ الضَّحَّاكُ.",
        "ar_diacless": "و حدثني مالك عن عمرو بن يحيى المازني عن أبيه أن الضحاك بن خليفة ساق خليجا له من العريض فأراد أن يمر به في أرض محمد بن مسلمة فأبى محمد فقال له الضحاك لم تمنعني وهو لك منفعة تشرب به أولا وآخرا ولا يضرك فأبى محمد فكلم فيه الضحاك عمر بن الخطاب فدعا عمر بن الخطاب محمد بن مسلمة فأمره أن يخلي سبيله فقال محمد لا فقال عمر لم تمنع أخاك ما ينفعه وهو لك نافع تسقي به أولا وآخرا وهو لا يضرك فقال محمد لا والله فقال عمر والله ليمرن به ولو على بطنك فأمره عمر أن يمر به ففعل الضحاك.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49193,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 25,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩০",
        "hadith_id": 1430,
        "narrator": "ইয়াহ্ইয়া ইব্নু মাযেনী (রা)",
        "bn": "আবদুর রহমান ইব্নু আওফা (রা)-এর একটি ছোট খাল আমার দাদার জমির উপর দিয়ে প্রবাহিত হচ্ছিল। আবদুর রহমান (রা) চাইলেন যেন খালটি অন্যত্র দিয়ে প্রবাহিত হয়, যেন তার জমির নিকটবর্তী হয়। অতঃপর আমার দাদা নিষেধ করলেন। আবদুর রহমান (রা) উমার (রা)-এর নিকট এই বিষয়ে আলাপ করলেন। উমার (রা) পরে তাঁকে অনুমতি দান করলেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيهِ أَنَّهُ قَالَ: كَانَ فِي حَائِطِ جَدِّهِ رَبِيعٌ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ فَأَرَادَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ أَنْ يُحَوِّلَهُ إِلَى نَاحِيَةٍ مِنْ الْحَائِطِ هِيَ أَقْرَبُ إِلَى أَرْضِهِ فَمَنَعَهُ صَاحِبُ الْحَائِطِ فَكَلَّمَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ عُمَرَ بْنَ الْخَطَّابِ فِي ذَلِكَ فَقَضَى لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ بِتَحْوِيلِهِ.",
        "ar_diacless": "و حدثني مالك عن عمرو بن يحيى المازني عن أبيه أنه قال: كان في حائط جده ربيع لعبد الرحمن بن عوف فأراد عبد الرحمن بن عوف أن يحوله إلى ناحية من الحائط هي أقرب إلى أرضه فمنعه صاحب الحائط فكلم عبد الرحمن بن عوف عمر بن الخطاب في ذلك فقضى لعبد الرحمن بن عوف بتحويله.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18368,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 26,
    "title": "সম্পদ বণ্টনের ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২৭",
    "sort_order": 27,
    "hadiths": [
      {
        "id": 49196,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 26,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩১",
        "hadith_id": 1431,
        "narrator": "সাওর ইব্নু যায়দ দীলী (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যেকোন ঘর অথবা জমি অন্ধকার যুগে বন্টন করা হয়েছে তা সে অনুযায়ীই থাকবে। আর যেকোন ঘর অথবা জমি আজ পর্যন্ত বন্টন হয়নি তা ইসলামী বিধান অনুযায়ী বন্টিত হবে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ ثَوْرِ بْنِ زَيْدٍ الدِّيلِيِّ أَنَّهُ قَالَ بَلَغَنِي أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ أَيُّمَا دَارٍ أَوْ أَرْضٍ قُسِمَتْ فِي الْجَاهِلِيَّةِ فَهِيَ عَلَى قَسْمِ الْجَاهِلِيَّةِ وَأَيُّمَا دَارٍ أَوْ أَرْضٍ أَدْرَكَهَا الْإِسْلَامُ وَلَمْ تُقْسَمْ فَهِيَ عَلَى قَسْمِ الْإِسْلَامِ.",
        "ar_diacless": "حدثني يحيى عن مالك عن ثور بن زيد الديلي أنه قال بلغني أن رسول الله صلى الله عليه وسلم قال أيما دار أو أرض قسمت في الجاهلية فهي على قسم الجاهلية وأيما دار أو أرض أدركها الإسلام ولم تقسم فهي على قسم الإسلام.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49195,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 26,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩২",
        "hadith_id": 1432,
        "narrator": "মালিক (র)",
        "bn": "যদি কেউ মারা যায় এবং তার উঁচু-নীচু অনেক জমি থাকে, তবে যে জমিতে বৃষ্টির পানি দ্বারা ফসল হয় তা কূপের পানি দ্বারা যে জমিতে ফসল হয় তার সাথে সমভাবে বন্টন হবে না। অবশ্য সকল অংশীদার রাযী হলে তবে জায়েয হবে। আর বৃষ্টির পানি দ্বারা ফসল হয় এমন জমির ঝর্ণার পানি দ্বারা ফসল হয় এমন জমির সাথে বন্টন হতে পারে যদি তা সমতুল্য হয়। এইরূপে যদি তার আরো সম্পদ থাকে এবং তা একই এলাকায় থাকে তবে প্রত্যেকের মূল্য নির্ধারিত করে এক সাথেই বন্টন করবে। ঘর ও বাড়ির একই হুকুম।",
        "ar": "قَالَ يَحْيَى سَمِعْت مَا لِكًا  يَقُولُ فِيمَنْ هَلَكَ وَتَرَكَ أَمْوَالًا بِالْعَالِيَةِ وَالسَّافِلَةِ إِنَّ الْبَعْلَ لَا يُقْسَمُ مَعَ النَّضْحِ إِلَّا أَنْ يَرْضَى أَهْلُهُ بِذَلِكَ وَإِنَّ الْبَعْلَ يُقْسَمُ مَعَ الْعَيْنِ إِذَا كَانَ يُشْبِهُهَا وَأَنَّ الْأَمْوَالَ إِذَا كَانَتْ بِأَرْضٍ وَاحِدَةٍ الَّذِي بَيْنَهُمَا مُتَقَارِبٌ أَنَّهُ يُقَامُ كُلُّ مَالٍ مِنْهَا ثُمَّ يُقْسَمُ بَيْنَهُمْ وَالْمَسَاكِنُ وَالدُّورُ بِهَذِهِ الْمَنْزِلَةِ.",
        "ar_diacless": "قال يحيى سمعت ما لكا  يقول فيمن هلك وترك أموالا بالعالية والسافلة إن البعل لا يقسم مع النضح إلا أن يرضى أهله بذلك وإن البعل يقسم مع العين إذا كان يشبهها وأن الأموال إذا كانت بأرض واحدة الذي بينهما متقارب أنه يقام كل مال منها ثم يقسم بينهم والمساكن والدور بهذه المنزلة.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18369,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 27,
    "title": "নিজে নিজে বিচরণকারী জন্তু ও রাখালের তত্ত্বাবধানে থাকা জন্তুর ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২৮",
    "sort_order": 28,
    "hadiths": [
      {
        "id": 49197,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 27,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩৩",
        "hadith_id": 1433,
        "narrator": "হারাম ইব্নু সা‘আদ ইব্নু মুহায়্যিসা (র)",
        "bn": "বারা ইব্নু আযিব (রা)-এর উষ্ট্রী কারো বাগানে ঢুকে ফসলের খুব ক্ষতি করে। অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, দিনের বেলায় বাগান হেফাজত করার জিম্মাদার বাগানের মালিক, আর রাত্রিকালে যদি জন্তু বাগানে ঢুকে ও ক্ষতি করে তবে জন্তুর মালিক তার ক্ষতি পূরণের জিম্মাদার হবে। (সহীহ, আবূ দাঊদ ৩৫৭০, মুত্তাসিল সনদে বর্ণনা করেন, আলবানী হাদীসটি সহীহ বলেছেন [আস সিলসিলাহ আস সহীহাহ] ২৩৮, তবে ইমাম মালিক কর্তৃকবর্ণিত হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ حَرَامِ بْنِ سَعْدِ بْنِ مُحَيِّصَةَ أَنَّ نَاقَةً لِلْبَرَاءِ بْنِ عَازِبٍ دَخَلَتْ حَائِطَ رَجُلٍ فَأَفْسَدَتْ فِيهِ فَقَضَى رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ عَلَى أَهْلِ الْحَوَائِطِ حِفْظَهَا بِالنَّهَارِ وَأَنَّ مَا أَفْسَدَتْ الْمَوَاشِي بِاللَّيْلِ ضَامِنٌ عَلَى أَهْلِهَا.",
        "ar_diacless": "حدثني يحيى عن مالك عن ابن شهاب عن حرام بن سعد بن محيصة أن ناقة للبراء بن عازب دخلت حائط رجل فأفسدت فيه فقضى رسول الله صلى الله عليه وسلم أن على أهل الحوائط حفظها بالنهار وأن ما أفسدت المواشي بالليل ضامن على أهلها.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49198,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 27,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩৪",
        "hadith_id": 1434,
        "narrator": "ইয়াহ্ইয়া ইব্নু আবদির রহমান (র)",
        "bn": "একদা হাতিব (রা)-এর এক ক্রীতদাস মুযাইনাহ্ গোত্রের এক ব্যক্তির উট চুরি করে যবেহ করে ফেলে। এর মামলা উমার (রা)-এর দরবারে গেলে তিনি কাসীর ইব্নু সলত (রা)-কে নির্দেশ দিলেন যে, ঐ ক্রীতদাসের হাত কেটে ফেল। অতঃপর তিনি হাতিব (রা)-এর দিকে তাকিয়ে বললেন, আমার মনে হয় যে, তুমি ক্রীতদাসদেরকে অনাহারে রাখ, আল্লাহর কসম, আমি এর জন্য তোমার এমন জরিমানা করব যা তোমার জন্য খুব ভারী হবে। তার পর উটের মালিককে উটের মূল্য সম্বন্ধে জিজ্ঞেস করলেন। সে বলল, আল্লাহর কসম, আমি তা চারশত দিরহামেও বিক্রি করতাম না। উমার (রা) হাতিবকে আটশত দিরহাম জরিমানা দিতে বললেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন  এদের উপর আমাদের আমল নাই কিন্তু আমাদের আমল এই কথার উপর যে, যেদিন উট খরিদ করা হয়েছে সে দিনের মূল্য দিতে হবে।",
        "ar": "و حَدَّثَنِي مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ يَحْيَى بْنِ عَبْدِ الرَّحْمَنِ بْنِ حَاطِبٍ أَنَّ رَقِيقًا لِحَاطِبٍ سَرَقُوا نَاقَةً لِرَجُلٍ مِنْ مُزَيْنَةَ فَانْتَحَرُوهَا فَرُفِعَ ذَلِكَ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَأَمَرَ عُمَرُ كَثِيرَ بْنَ الصَّلْتِ أَنْ يَقْطَعَ أَيْدِيَهُمْ ثُمَّ قَالَ عُمَرُ أَرَاكَ تُجِيعُهُمْ ثُمَّ قَالَ عُمَرُ وَاللهِ لَأُغَرِّمَنَّكَ غُرْمًا يَشُقُّ عَلَيْكَ ثُمَّ قَالَ لِلْمُزَنِيِّ كَمْ ثَمَنُ نَاقَتِكَ فَقَالَ الْمُزَنِيُّ قَدْ كُنْتُ وَاللهِ أَمْنَعُهَا مِنْ أَرْبَعِ مِائَةِ دِرْهَمٍ فَقَالَ عُمَرُ أَعْطِهِ ثَمَانَ مِائَةِ دِرْهَمٍ.\n\nقَالَ يَحْيَى سَمِعْت مَا لِكًا يَقُولُ وَلَيْسَ عَلَى هَذَا الْعَمَلُ عِنْدَنَا فِي تَضْعِيفِ الْقِيمَةِ وَلَكِنْ مَضَى أَمْرُ النَّاسِ عِنْدَنَا عَلَى أَنَّهُ إِنَّمَا يَغْرَمُ الرَّجُلُ قِيمَةَ الْبَعِيرِ أَوْ الدَّابَّةِ يَوْمَ يَأْخُذُهَا",
        "ar_diacless": "و حدثني مالك عن هشام بن عروة عن أبيه عن يحيى بن عبد الرحمن بن حاطب أن رقيقا لحاطب سرقوا ناقة لرجل من مزينة فانتحروها فرفع ذلك إلى عمر بن الخطاب فأمر عمر كثير بن الصلت أن يقطع أيديهم ثم قال عمر أراك تجيعهم ثم قال عمر والله لأغرمنك غرما يشق عليك ثم قال للمزني كم ثمن ناقتك فقال المزني قد كنت والله أمنعها من أربع مائة درهم فقال عمر أعطه ثمان مائة درهم.\n\nقال يحيى سمعت ما لكا يقول وليس على هذا العمل عندنا في تضعيف القيمة ولكن مضى أمر الناس عندنا على أنه إنما يغرم الرجل قيمة البعير أو الدابة يوم يأخذها",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18370,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 28,
    "title": "জন্তুকে নির্যাতনের ফয়সালা",
    "preface": "যদি কেউ কোন জন্তুকে নির্যাতন করে তবে যদি ঐ জন্তুর মূল্যের ক্ষতি হয় তবে জরিমানাস্বরূপ নির্যাতনকারীকে তাই দিতে হবে।\n\nমালিক (র) বলেন, যদি কোন উট কারো উপর আক্রমণ করে এবং সে জান বাঁচানোর জন্য উটকে মেরে ফেলে অথবা জখম করে এবং এই হামলার কোন সাক্ষীও তার নিকট থাকে তবে তার উপর জরিমানা হবে না। আর যদি সাক্ষী না থাকে উটের জরিমানা তাকে দিতে হবে।",
    "number": "পরিচ্ছেদঃ ২৯",
    "sort_order": 29,
    "hadiths": [
      {
        "id": 51086,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 28,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18342,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 3,
    "title": "অপবাদকারীর সাক্ষ্যের ফয়সালা করা",
    "preface": "সুলায়মান ইব্নু ইয়াসার (র)-সহ আরো কয়েকজনকে জিজ্ঞেস করা হয়েছিল যে, যে ব্যক্তি অপবাদের দায়ে শাস্তিপ্রাপ্ত তার সাক্ষ্য গ্রহণযোগ্য হবে কি? তারা বললেন, হ্যাঁ, যখন সে তাওবা করেছে বলে জানা যাবে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\n\nমালিক (র) বলেন যে, ইমাম জুহরী (র)-কে ঐরূপ প্রশ্ন করা হয়েছিল। তিনিও সুলায়মান ইব্নু ইয়াসারের মতো উত্তর দিয়েছিলেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\n\nমালিক (র) বলেন  আমার মতও অনুরূপ, “কেননা আল্লাহ্ তা‘আলা বলেন যে, যে ব্যক্তি নেককার স্ত্রীলোকের উপর মিথ্যা অপবাদ দেয় এবং চারজন সাক্ষী হাযির করতে না পারে তবে তাদেরকে আশি দোররা মার, অতঃপর কোন সময়ই তার সাক্ষ্য কবুল করো না, কেননা, এরাই পাপাচারী। হ্যাঁ, পরে যারা তাওবা করে নেয় এবং সংশোধন হয়ে যায় তবে আল্লাহ্ নিশ্চয়ই ক্ষমাকারী ও দয়াবান”। (সূরা নূর আয়াত ৪)\n\nমালিক (র) বলেন, এই ব্যাপারে আমাদের নিকট কোন মতভেদ নেই যে, যার উপরে অপবাদের শাস্তি হয়েছে অতঃপর সংশোধন হয়েছে তার সাক্ষ্য গ্রহণ করা যায় এবং আমি যা এই ব্যাপারে জেনেছি, তার মধ্যে এটাই খুব পছন্দনীয় কথা।",
    "number": "পরিচ্ছেদঃ ৩",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 51082,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18371,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 29,
    "title": "কর্মচারীদেরকে মজুরী দানের ফয়সালা",
    "preface": "যদি কেউ কোন কাপড় রঞ্জককে রাঙ্গানোর জন্য দেয় এবং রঙও লাগায়, আর কাপড়ওয়ালা বলে যে, আমি এমন রঙ দিতে বলিনি। কিন্তু রঞ্জক বলে যে, আমাকে এই রঙ দিতেই বলেছিলেন, তবে এই ব্যাপারে আমাদের নিকট রঞ্জকের কথা সত্য বলে ধরা হবে। আর এই ধরনের ব্যাপারে দর্জি ও স্বর্ণকারের কথাও সত্য বলে ধরা হবে। কিন্তু সকলকে হলফ (কসম) করতে হবে। হ্যাঁ, যদি তারা এমন কথা বলে সাধারণত যার প্রমাণ নাই, কিংবা এমন রঙ ব্যবহার করেছে যা নিয়ম অনুযায়ী করা হয় না, তবে তাদের কথা গ্রহণযোগ্য হবে না। এই ক্ষেত্রে কাপড়ের মালিককে কসম করানো হবে। অতঃপর সে যদি কসম করতে অস্বীকার করে, তবে কারিগরদের নিকট হতে কসম নেয়া হবে।\nমালিক (র) বলেন, কেউ কোন কাপড় রঞ্জককে দেয়। ভুল বশতঃ রঞ্জক কাপড়টি অন্য একজনকে দিয়ে দেয় এবং সে তা পরিধান করে- তবে রঞ্জক কাপড়ের জরিমানা দিবে।\nপরিধানকারীর জরিমানা হবে না। ইহা তখন হবে যখন পরিধান কারী জানে না যে, এটা অন্যের কাপড়। আর যদি অন্যের কাপড় জেনেই পরিধান করে থাকে তবে তারই জরিমানা হবে।",
    "number": "পরিচ্ছেদঃ ৩০",
    "sort_order": 30,
    "hadiths": [
      {
        "id": 51087,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 29,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18372,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 30,
    "title": "হাওয়ালা ও জিম্মাদারী",
    "preface": "যদি কেউ নিজ কর্জকে (ঋণ) কারো জিম্মায় ঋণদাতার সম্মতিতে চাপিয়ে দেয়, অতঃপর জিম্মাদার দরিদ্র হয়ে যায় অথবা সম্পদহীন হয়ে মারা যায়, তবে পাওনাদার যে জিম্মা দান করেছে তার নিকট অর্থাৎ খাতকের নিকট পাওনা চাইতে পারবে না।\nমালিক (র) বলেন, এ ব্যাপারে আমাদের নিকট কোন মতভেদ নেই। তবে যদি কেউ স্বেচ্ছায় অন্যের জিম্মাদার হয় আর সে সম্পদহীন অবস্থায় মারা যায় কিংবা গরীব হয়ে যায় তবে পাওনাদারগণ কর্জ গ্রহীতার কাছে তাদের পাওনা চাইতে পারবে।",
    "number": "পরিচ্ছেদঃ ৩১",
    "sort_order": 31,
    "hadiths": [
      {
        "id": 51088,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 30,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18373,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 31,
    "title": "কাপড় খরিদের পরে দোষ দেখা গেলে",
    "preface": "যখন কোন ব্যক্তি কাপড় খরিদ করার পর দোষ দেখে যেমন ফাটা বা অন্য কিছু এবং খরিদ্দার বিক্রেতাকে এই ব্যাপারে অবগত করায়, অতঃপর সেই ব্যাপারে সাক্ষী উপস্থিত করে ক্রেতা অথবা বিক্রেতা স্বীকার করে, তৎপর ক্রেতা যদি কাপড়ের মধ্যে কোন পরিবর্তন করে থাকে যেমন কাপড় কেটে ফেলে, যার ফলে কাপড়ের মূল্য কমে যায় এবং সেই অবস্থায় বিক্রেতাকে কাপড়ের দোষ সম্বন্ধে অবহিত করা হয় তবে তা বিক্রেতা ফেরত নেবে এবং খরিদ্দারের উপর কাপড় কাটার জন্য কোন জরিমানা হবে না।\nমালিক (র) বলেন যে, যদি কেউ কাপড় খরিদ করে পরে দোষ দেখতে পায় যেমন কাপড়ে ফাটা অথবা কাটা এবং বিক্রেতা বলে যে, কাপড়ের দোষ সম্বন্ধে আমার জানা ছিল না। কিন্তু এদিকে খরিদ্দার কাপড় কেটে ফেলেছে অথবা রঙাইয়া ফেলেছে তবে খরিদ্দারের ইখতিয়ার আছে, সে কাপড় রেখে দোষের সমপরিমাণ মূল্য বিক্রেতার নিকট হতে ফেরত নেবে অথবা কাপড় ফেরত দিয়ে বিক্রেতাকে ঐ পরিমাণ মূল্য ফেরত দেবে, কাপড় কাটার দরুন যতদূর মূল্য কমেছে অথবা রঙানোর জন্য যতদূর মূল্য কমেছে। আর যদি খরিদ্দার কাপড়ে এমন রঙ দিয়ে থাকে যার দ্বারা কাপড়ের মূল্য অধিক হয়ে গিয়েছে তা হলেও খরিদ্দারের ইখতিয়ার সে ইচ্ছা করলে দোষের মূল্য বিক্রেতার নিকট হতে নিয়ে কাপড় রেখে দেবে অথবা বিক্রেতার শরীক হবে। এখন দেখতে হবে যে, দোষের দরুন কাপড়ের মূল্য কতদূর হয়, যেমন কাপড় “দশ দিরহাম”-এর ছিল এবং রঙানোর কারণে “পাঁচ দিরহাম” মূল্য বৃদ্ধি হয়েছে, এখন দুইজনেই কাপড়ে শরীক হবে নিজ অংশ হিসাবে। যখন কাপড় বিক্রয় হবে তখন যার যার অংশানুপাতে মূল্য ভাগ করে নিয়ে যাবে।",
    "number": "পরিচ্ছেদঃ ৩২",
    "sort_order": 32,
    "hadiths": [
      {
        "id": 51089,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 31,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18374,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 32,
    "title": "যে হেবা (দান) নাজায়েয",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৩৩",
    "sort_order": 33,
    "hadiths": [
      {
        "id": 49203,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 32,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩৫",
        "hadith_id": 1435,
        "narrator": "নু‘মান ইব্নু বশীর (রা)",
        "bn": "তার পিতা বশীর (রা) তাকে একবার রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে নিয়ে গেলেন এবং বললেন, ইয়া রসূলাল্লাহ্! আমি আমার এই ছেলেকে আমার একটি গোলাম হেবা করেছি। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি কি তোমার প্রত্যেকটি ছেলেকেই এইরূপ হেবা করেছ? তিনি বললেন, না। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তা হলে হেবা (দান) ফিরিয়ে নাও। (বুখারী ২৫৮৬, মুসলিম ১৬২৩)",
        "ar": "حَدَّثَنَا يَحْيَى عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَعَنْ مُحَمَّدِ بْنِ النُّعْمَانِ بْنِ بَشِيرٍ أَنَّهُمَا حَدَّثَاهُ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ أَنَّهُ قَالَ إِنَّ أَبَاهُ بَشِيرًا أَتَى بِهِ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنِّي نَحَلْتُ ابْنِي هَذَا غُلَامًا كَانَ لِي فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَكُلَّ وَلَدِكَ نَحَلْتَهُ مِثْلَ هَذَا فَقَالَ لَا قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَارْتَجِعْهُ.",
        "ar_diacless": "حدثنا يحيى عن مالك عن ابن شهاب عن حميد بن عبد الرحمن بن عوف وعن محمد بن النعمان بن بشير أنهما حدثاه عن النعمان بن بشير أنه قال إن أباه بشيرا أتى به إلى رسول الله صلى الله عليه وسلم فقال إني نحلت ابني هذا غلاما كان لي فقال رسول الله صلى الله عليه وسلم أكل ولدك نحلته مثل هذا فقال لا قال رسول الله صلى الله عليه وسلم فارتجعه.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49205,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 32,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩৬",
        "hadith_id": 1436,
        "narrator": "নবী করীম সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহধর্মিণী আয়িশা (রা)",
        "bn": "আবূ বাকর (রা) গাবা নামক স্থানে বাগানের কিছু খেজুর গাছ আমাকে দান করলেন। যার মধ্যে বিশ ওসক খেজুর উৎপন্ন হত। অতঃপর ইন্তিকালের সময় বলতে লাগলেন, হে কন্যা! আল্লাহর কসম, আমার পরে তোমার চাইতে অধিক সচ্ছল কেউ থাকুক আমি তা পছন্দ করি না, আর তুমি দরিদ্র থাক তাও আমার সবচাইতে বেশি অপছন্দ। আমি তোমাকে এমন খেজুর গাছ দিয়েছিলাম যার মধ্যে বিশ ওসক খেজুর জন্মে। তুমি যদি তা দখলে রাখতে এবং ফল সংগ্রহ করতে থাকতে তবে তা তোমার সম্পদ হয়ে যেত। এখন তো তা ওয়ারিসদের সম্পত্তি। ওয়ারিস তোমার দুই ভাই ও দুই বোন, সুতরাং উহাকে আল্লাহর কিতাব অনুসারে বন্টন করো। আয়িশা (রা) বললেন, হে আব্বাজান! যত বড় সম্পদই হোক না কেন, আমি তা ছেড়ে দিতাম, কিন্তু আমার তো বোন শুধু একজন আসমা (রা), অন্য জন কে? তিনি উত্তরে বললেন, (আমার স্ত্রী) বিন্ত খারেজা গর্ভবতী, তার গর্ভে যে সন্তান আছে আমার ধারণা তা মেয়েই হবে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْ إِنَّ أَبَا بَكْرٍ الصِّدِّيْقَ كَانَ نَحَلَهَا جَادَّ عِشْرِينَ وَسْقًا مِنْ مَالِهِ بِالْغَابَةِ فَلَمَّا حَضَرَتْهُ الْوَفَاةُ قَالَ وَاللهِ يَا بُنَيَّةُ مَا مِنْ النَّاسِ أَحَدٌ أَحَبُّ إِلَيَّ غِنًى بَعْدِي مِنْكِ وَلَا أَعَزُّ عَلَيَّ فَقْرًا بَعْدِي مِنْكِ وَإِنِّي كُنْتُ نَحَلْتُكِ جَادَّ عِشْرِينَ وَسْقًا فَلَوْ كُنْتِ جَدَدْتِيهِ وَاحْتَزْتِيهِ كَانَ لَكِ وَإِنَّمَا هُوَ الْيَوْمَ مَالُ وَارِثٍ وَإِنَّمَا هُمَا أَخَوَاكِ وَأُخْتَاكِ فَاقْتَسِمُوهُ عَلَى كِتَابِ اللهِ قَالَتْ عَائِشَةُ فَقُلْتُ يَا أَبَتِ وَاللهِ لَوْ كَانَ كَذَا وَكَذَا لَتَرَكْتُهُ إِنَّمَا هِيَ أَسْمَاءُ فَمَنْ الْأُخْرَى فَقَالَ أَبُو بَكْرٍ ذُو بَطْنِ بِنْتِ خَارِجَةَ أُرَاهَا جَارِيَةً.",
        "ar_diacless": "و حدثني مالك عن ابن شهاب عن عروة بن الزبير عن عائشة زوج النبي صلى الله عليه وسلم أنها قالت إن أبا بكر الصديق كان نحلها جاد عشرين وسقا من ماله بالغابة فلما حضرته الوفاة قال والله يا بنية ما من الناس أحد أحب إلي غنى بعدي منك ولا أعز علي فقرا بعدي منك وإني كنت نحلتك جاد عشرين وسقا فلو كنت جددتيه واحتزتيه كان لك وإنما هو اليوم مال وارث وإنما هما أخواك وأختاك فاقتسموه على كتاب الله قالت عائشة فقلت يا أبت والله لو كان كذا وكذا لتركته إنما هي أسماء فمن الأخرى فقال أبو بكر ذو بطن بنت خارجة أراها جارية.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49204,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 32,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩৭",
        "hadith_id": 1437,
        "narrator": "আবদুর রহমান ইব্নু আবদুল কারী (র)",
        "bn": "উমার (রা) বলেছেন, মানুষের হল কি? তারা নিজ পুত্র-সন্তানদের জন্য হেবা (দান) করে। অতঃপর তা নিজেই নিজ দখলে রাখতে চায়, যদি ছেলে মারা যায় তবে বলে যে, আমার সম্পদ আমারই দখলে আছে, আমি কাউকেও দান করিনি, আর যদি নিজে মারা যায় তবে বলে যায় যে, ইহা আমার ছেলেরই, আমি তাকে দান করেছি। যদি কোন হেবা করার পরে তা চালু না করে এবং ছেলে ওয়ারিসসূত্রে মালিক হয় তবে ঐ হেবা বাতিল হয়ে যায়। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ: مَا بَالُ رِجَالٍ يَنْحَلُونَ أَبْنَاءَهُمْ نُحْلًا ثُمَّ يُمْسِكُونَهَا فَإِنْ مَاتَ ابْنُ أَحَدِهِمْ قَالَ مَا لِي بِيَدِي لَمْ أُعْطِهِ أَحَدًا وَإِنْ مَاتَ هُوَ قَالَ هُوَ لِابْنِي قَدْ كُنْتُ أَعْطَيْتُهُ إِيَّاهُ مَنْ نَحَلَ نِحْلَةً فَلَمْ يَحُزْهَا الَّذِي نُحِلَهَا حَتَّى يَكُونَ إِنْ مَاتَ لِوَرَثَتِهِ فَهِيَ بَاطِلٌ.",
        "ar_diacless": "و حدثني مالك عن ابن شهاب عن عروة بن الزبير عن عبد الرحمن بن عبد القاري أن عمر بن الخطاب قال: ما بال رجال ينحلون أبناءهم نحلا ثم يمسكونها فإن مات ابن أحدهم قال ما لي بيدي لم أعطه أحدا وإن مات هو قال هو لابني قد كنت أعطيته إياه من نحل نحلة فلم يحزها الذي نحلها حتى يكون إن مات لورثته فهي باطل.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18375,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 33,
    "title": "কেমন দান জায়েয নয়",
    "preface": "যদি কেউ কাউকেও কোন জিনিস উপঢৌকন দেয় এবং তার বিনিময়ে আশা না করে এবং তার উপর সাক্ষীও রাখে তবে তা প্রচলিত হবে। কিন্তু যদি দানকারী মারা যায় উক্ত জিনিস যাকে দিয়েছে সে তা হস্তগত করার পূর্বে, তবে তা প্রমাণিত হবে না। আর যদি দানকারী দান করার পর নিজে রাখতে চায় তবে এটা না-জায়েয। যাকে দিয়েছে সে ইহা জবরদস্তি গ্রহণ করতে পারবে।\nমালিক (র) বলেন, যদি কেউ কাউকেও কোন জিনিস দান করে, অতঃপর তা অস্বীকার করে আর যাকে দেয়া হয়েছে সে একজন সাক্ষীও আনে, যে এটা দান করবার সময় সাক্ষী ছিল। চাই তা জিনিসপত্র, স্বর্ণ, রৌপ্য অথবা জানোয়ারই হোক। তবে একজন সাক্ষীর সাথে তার কসমও করতে হবে। যদি সে কসম করতে অস্বীকার করে তবে দাতাকে কসম করানো হবে। যদি সেও অস্বীকার করে তবে ঐ জিনিস তাকে দিতে হবে যখন তার কাছে একজন সাক্ষী থাকবে। আর যদি একজন সাক্ষীও না থাকে তবে দাবিদারের দাবি গ্রহণযোগ্য হবে না এবং সে কোন জিনিসই পাবে না।\nমালিক (র) বলেন, যদি কেউ কোন জিনিস সওয়াবের নিয়্যতে না দেয়, পরে যাকে দিয়েছে সে হস্তগত করার পূর্বেই মারা যায় তবে তার ওয়ারিসগণ তার স্থলাভিষিক্ত হবে। আর যদি হস্তগত করার পূর্বে দাতা মারা যায় তবে তার কিছু মিলবে না। কেননা হস্তগত না হওয়ার কারণে তা বাতিল হয়ে গেছে। আর যদি দাতা দানের পরে নিজের দখলে রাখে এবং হেবা করার সপক্ষে সাক্ষীও থাকে তবে যাকে দান করা হয়েছে সে তা দখল করতে পারবে।",
    "number": "পরিচ্ছেদঃ ৩৪",
    "sort_order": 34,
    "hadiths": [
      {
        "id": 51090,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 33,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18376,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 34,
    "title": "হেবার ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৩৫",
    "sort_order": 35,
    "hadiths": [
      {
        "id": 49207,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 34,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩৮",
        "hadith_id": 1438,
        "narrator": "আবূ গাতফান (র)",
        "bn": "উমার (রা) বলেছেন, যে ব্যক্তি আত্মীয়তা রক্ষার জন্য অথবা সাদকাহ্ স্বরূপ হেবা করে সে ঐ হেবা আর ফিরিয়ে আনতে পারবে না। আর যদি কোন বিনিময়ের আশায় হেবা করে তবে তা ফিরাতে পরবে যখন তাদের সাথে মনোমালিন্য হয়। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nগ্রহীতার নিকট মালিক (র) বলেন  এটা আমাদের নিকট সর্বসম্মত বিষয় যে, যদি কেউ কোন জিনিস বিনিময়ের আশায় হেবা করে আর ঐ জিনিসের কোন ক্ষতি হয় তবে যাকে দিয়েছে তার গ্রহণ করার দিন যে দাম ছিল তা তাকে আদায় করতে হবে।",
        "ar": "حَدَّثَنِي مَالِك عَنْ دَاوُدَ بْنِ الْحُصَيْنِ عَنْ أَبِي غَطَفَانَ بْنِ طَرِيفٍ الْمُرِّيِّ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ مَنْ وَهَبَ هِبَةً لِصِلَةِ رَحِمٍ أَوْ عَلَى وَجْهِ صَدَقَةٍ فَإِنَّهُ لَا يَرْجِعُ فِيهَا وَمَنْ وَهَبَ هِبَةً يَرَى أَنَّهُ إِنَّمَا أَرَادَ بِهَا الثَّوَابَ فَهُوَ عَلَى هِبَتِهِ يَرْجِعُ فِيهَا إِذَا لَمْ يُرْضَ مِنْهَا.\n\nقَالَ يَحْيَى سَمِعْت مَا لِكًا يَقُولُ الْأَمْرُ الْمُجْتَمَعُ عَلَيْهِ عِنْدَنَا أَنَّ الْهِبَةَ إِذَا تَغَيَّرَتْ عِنْدَ الْمَوْهُوبِ لَهُ لِلثَّوَابِ بِزِيَادَةٍ أَوْ نُقْصَانٍ فَإِنَّ عَلَى الْمَوْهُوبِ لَهُ أَنْ يُعْطِيَ صَاحِبَهَا قِيمَتَهَا يَوْمَ قَبَضَهَا.",
        "ar_diacless": "حدثني مالك عن داود بن الحصين عن أبي غطفان بن طريف المري أن عمر بن الخطاب قال من وهب هبة لصلة رحم أو على وجه صدقة فإنه لا يرجع فيها ومن وهب هبة يرى أنه إنما أراد بها الثواب فهو على هبته يرجع فيها إذا لم يرض منها.\n\nقال يحيى سمعت ما لكا يقول الأمر المجتمع عليه عندنا أن الهبة إذا تغيرت عند الموهوب له للثواب بزيادة أو نقصان فإن على الموهوب له أن يعطي صاحبها قيمتها يوم قبضها.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18377,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 35,
    "title": "দান করে ফিরিয়ে নেয়া",
    "preface": "এটা আমাদের নিকট সর্বসম্মত বিষয় যে, যদি পিতা ছেলেকে কিছু সাদকাহ্ করে এবং ছেলে তা হস্তগত করে অথবা ছেলে এখনও বালক, পিতার আশ্রয়ে আছে। আর পিতা এই সাদাকাহর উপর সাক্ষীও রেখেছে তবে পিতা এই দান আর ফিরিয়ে নিতে পারবে না, কেননা সাদাকাহ্ ফেরত নেয়া জায়েয নাই।\n\nমালিক (র) বলেন যে, এটা আমাদের সর্বসম্মত বিষয় যে, যদি কোন ব্যক্তি তার সন্তানকে কিছু দেয়, কিন্তু তা দান হিসেবে নয়। তবে তা ফিরিয়ে নিতে পারে। অবশ্য যদি ছেলে এই সাদাকার উপর ভরসা করে ঋণ গ্রহণ করে এবং এই সাদাকার উপর নির্ভর করে মানুষের সাথে কায়-কারবার করতে থাকে তবে সে সময়ে উহা ফেরত নিতে পারবে না।\n\nমালিক (র) বলেন  যদি কেউ তার মেয়েকে কিছু দান করে কিংবা ছেলেকে দান করে এবং কোন লোক তার কন্যা ঐ ছেলের সাথে বিবাহ দেয় যে, সে খুব ধনী হয়েছে অথবা কোন মানুষ তার ছেলেকে এ মেয়ের সাথে বিবাহ দেয় এজন্য যে, সে ঐ দানের কারণে ধনী হয়েছে এবং ধনী হওয়ার কারণে তার মহরানাও বাড়িয়ে দেয় তবে পিতা এই দান ফেরত নিতে পারবে না। হ্যাঁ, যদি উপরিউক্ত ভরসা না করে তবে জায়েয আছে।",
    "number": "পরিচ্ছেদঃ ৩৬",
    "sort_order": 36,
    "hadiths": [
      {
        "id": 51091,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 35,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18378,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 36,
    "title": "মৃত্যু পর্যন্ত দানের ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৩৭",
    "sort_order": 37,
    "hadiths": [
      {
        "id": 49211,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 36,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৩৯",
        "hadith_id": 1439,
        "narrator": "জাবির ইব্নু আবদিল্লাহ (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি কারো জন্য অথবা তার ওয়ারিসগণের জন্য কোন জিনিস মৃত্যু পর্যন্ত দান করে তবে উহা যাদেরকে দান করেছে তাদের জন্য হবে। দানকারীর নিকট তা ফিরে আসতে পারে না। ইহা ওয়ারিসীর যোগ্য দান।",
        "ar": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ الْأَنْصَارِيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ أَيُّمَا رَجُلٍ أُعْمِرَ عُمْرَى لَهُ وَلِعَقِبِهِ فَإِنَّهَا لِلَّذِي يُعْطَاهَا لَا تَرْجِعُ إِلَى الَّذِي أَعْطَاهَا أَبَدًا لِأَنَّهُ أَعْطَى عَطَاءً وَقَعَتْ فِيهِ الْمَوَارِيْثُ.",
        "ar_diacless": "حدثني مالك عن ابن شهاب عن أبي سلمة بن عبد الرحمن بن عوف عن جابر بن عبد الله الأنصاري أن رسول الله صلى الله عليه وسلم قال أيما رجل أعمر عمرى له ولعقبه فإنها للذي يعطاها لا ترجع إلى الذي أعطاها أبدا لأنه أعطى عطاء وقعت فيه المواريث.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49210,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 36,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪০",
        "hadith_id": 1440,
        "narrator": "আবদুর রহমান ইব্নু কাসিম (র)",
        "bn": "তিনি মাকহুল দামেশকীকে কাসিম ইব্নু মুহাম্মাদের নিকট মৃত্যু পর্যন্ত দান সম্বন্ধে প্রশ্ন করতে শুনেছেন অর্থাৎ এই ব্যাপারে মানুষের কি মতামত তা জানতে চেয়েছেন। তখন কাসিম ইব্নু মুহাম্মাদ (র) বলেন, আমি তো মানুষদেরকে নিজ সম্পদের মধ্যেও নিজ দানের ব্যাপারে নিজ নিজ শর্ত পূর্ণ করতে দেখেছি। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন, আমাদের সিদ্ধান্ত এই যে, মৃত্যু পর্যন্ত দানকৃত বস্তু দানকারীর নিকট ফিরে আসবে। তবে সে যদি বলে, উহা তোমার ও তোমার পরবর্তীদের তবে তা ফিরে আসবে না।",
        "ar": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ أَنَّهُ سَمِعَ مَكْحُولًا الدِّمَشْقِيَّ يَسْأَلُ الْقَاسِمَ بْنَ مُحَمَّدٍ عَنْ الْعُمْرَى وَمَا يَقُولُ النَّاسُ فِيهَا فَقَالَ الْقَاسِمُ بْنُ مُحَمَّدٍ مَا أَدْرَكْتُ النَّاسَ إِلَّا وَهُمْ عَلَى شُرُوطِهِمْ فِي أَمْوَالِهِمْ وَفِيمَا أُعْطُوا قَالَ يَحْيَى سَمِعْت مَا لِكًا يَقُولُ وَعَلَى ذَلِكَ الْأَمْرُ عِنْدَنَا أَنَّ الْعُمْرَى تَرْجِعُ إِلَى الَّذِي أَعْمَرَهَا إِذَا لَمْ يَقُلْ هِيَ لَكَ وَلِعَقِبِكَ.",
        "ar_diacless": "و حدثني مالك عن يحيى بن سعيد عن عبد الرحمن بن القاسم أنه سمع مكحولا الدمشقي يسأل القاسم بن محمد عن العمرى وما يقول الناس فيها فقال القاسم بن محمد ما أدركت الناس إلا وهم على شروطهم في أموالهم وفيما أعطوا قال يحيى سمعت ما لكا يقول وعلى ذلك الأمر عندنا أن العمرى ترجع إلى الذي أعمرها إذا لم يقل هي لك ولعقبك.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49209,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 36,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪১",
        "hadith_id": 1441,
        "narrator": "নাফি‘ (র)",
        "bn": "ইব্নু উমার (রা) হাফসা বিনত উমারের একটি গৃহের ওয়ারিস হলেন। তিনি ঐ গৃহ যায়দ ইব্নু খাত্তাবের কন্যাকে আজীবন থাকার জন্য দিয়েছিলেন। অতঃপর যখন যায়দের কন্যার মৃত্যু হল তখন ইব্নু উমার (রা) উহা দখল করলেন এবং তিনি উহাকে নিজস্ব মনে করতেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ وَرِثَ مِنْ حَفْصَةَ بِنْتِ عُمَرَ دَارَهَا قَالَ وَكَانَتْ حَفْصَةُ قَدْ أَسْكَنَتْ بِنْتَ زَيْدِ بْنِ الْخَطَّابِ مَا عَاشَتْ فَلَمَّا تُوُفِّيَتْ بِنْتُ زَيْدٍ قَبَضَ عَبْدُ اللهِ بْنُ عُمَرَ الْمَسْكَنَ وَرَأَى أَنَّهُ لَهُ.",
        "ar_diacless": "و حدثني مالك عن نافع أن عبد الله بن عمر ورث من حفصة بنت عمر دارها قال وكانت حفصة قد أسكنت بنت زيد بن الخطاب ما عاشت فلما توفيت بنت زيد قبض عبد الله بن عمر المسكن ورأى أنه له.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18379,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 37,
    "title": "লুকতা অর্থাৎ কোথাও পাওয়া জিনিসের ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৩৮",
    "sort_order": 38,
    "hadiths": [
      {
        "id": 49214,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 37,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪২",
        "hadith_id": 1442,
        "narrator": "যায়দ ইব্নু খালেদ জুহানী (রা)",
        "bn": "এক ব্যক্তি রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে কোথাও পাওয়া জিনিস সম্বন্ধে প্রশ্ন করলে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তার পাত্রটি চিনে রাখ এবং তার বন্ধনও চিনে রাখ, অতঃপর এক বৎসর পর্যন্ত মানুষের কাছে ঘোষণা করতে থাক। যদি মালিক পাওয়া যায় তবে ফেরত দিয়ে দাও; অন্যথায় তুমি নিজে ব্যবহার করতে পার। সে বলল, হে আল্লাহর রসূল সল্লাল্লাহু আলাইহি ওয়াসাল্লাম হারানো ছাগলের বিধান কি? তিনি বললেন, তা তোমার অথবা তোমার ভাইয়ের কিংবা বাঘের হবে। সে পুনরায় জিজ্ঞেস করল, যদি হারানো উট পাওয়া যায় তবে কি করব? রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সে উটের সাথে তোমার কি সম্পর্ক। তার সাথে পান করার মতো পানি আছে এবং তার পা আছে যেখানে খুশী পানি পান করে নিবে। গাছের পাতা খাবে। শেষ পর্যন্ত তার মালিক তা পেয়ে ফেলবে। (বুখারী ২৩৭২, মুসলিম ১৭২২)",
        "ar": "حَدَّثَنِي مَالِك عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّهُ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ اللُّقَطَةِ فَقَالَ اعْرِفْ عِفَاصَهَا وَوِكَاءَهَا ثُمَّ عَرِّفْهَا سَنَةً فَإِنْ جَاءَ صَاحِبُهَا وَإِلَّا فَشَأْنَكَ بِهَا قَالَ فَضَالَّةُ الْغَنَمِ يَا رَسُولَ اللهِ قَالَ هِيَ لَكَ أَوْ لِأَخِيكَ أَوْ لِلذِّئْبِ قَالَ فَضَالَّةُ الْإِبِلِ قَالَ مَا لَكَ وَلَهَا مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ حَتَّى يَلْقَاهَا رَبُّهَا.",
        "ar_diacless": "حدثني مالك عن ربيعة بن أبي عبد الرحمن عن يزيد مولى المنبعث عن زيد بن خالد الجهني أنه قال جاء رجل إلى رسول الله صلى الله عليه وسلم فسأله عن اللقطة فقال اعرف عفاصها ووكاءها ثم عرفها سنة فإن جاء صاحبها وإلا فشأنك بها قال فضالة الغنم يا رسول الله قال هي لك أو لأخيك أو للذئب قال فضالة الإبل قال ما لك ولها معها سقاؤها وحذاؤها ترد الماء وتأكل الشجر حتى يلقاها ربها.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49213,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 37,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪৩",
        "hadith_id": 1443,
        "narrator": "মুয়াবিয়া ইব্নু আবদুল্লাহ জুহানী (র)",
        "bn": "তার পিতা বলেছেন, তিনি সিরিয়ার পথে এক মঞ্জিলে অবতরণ করলেন তথায় তিনি একটি তোড়া পেলেন। তাতে আশিটি দীনার ছিল। তিনি তা উমার (রা)-এর নিকট বর্ণনা করলেন। উমার (রা) বললেন, একে মসজিদসমূহের দরজায় ঘোষণা কর। আর যারা সিরিয়া হতে আসে তাদেরকে এক বৎসর পর্যন্ত অবহিত কর। যদি এক বৎসর অতিবাহিত হয় তা হলে তখন তোমার ইচ্ছা। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ أَيُّوبَ بْنِ مُوسَىٰ, عَنْ مُعَاوِيَةَ بْنِ عَبْدِ اللهِ بْنِ بَدْرٍ الْجُهِنِيِّ, أَنَّ أَبَاهُ أَخْبَرَهُ أَنَّهُ نَزَلَ مَنْزِلَ قَوْمٍ بِطَرِ يقِ الشَّامِ فَوَجَدَ صُرَّةً فِيهَا ثمَانُونَ ذِينَارًا فَذَكَرَهَا لِعُمَرَ ابْنِ الْخَطَّابِ فَقَالَ لَهُ عُمَرُ : عَرِّفُهَا عَلَىٰ أَبْوَابِ الْمَسَاجِدِ وَاذْكُرْ هَا لِكُلِّ مَنْ يَأْتِي مِنَ الشَّأْمِ سَنَةً فَإِذَا مَضَتِ السَّنَةُ فَشَأْنَكَ بِهَا.",
        "ar_diacless": "و حدثني مالك عن أيوب بن موسىٰ, عن معاوية بن عبد الله بن بدر الجهني, أن أباه أخبره أنه نزل منزل قوم بطر يق الشام فوجد صرة فيها ثمانون ذينارا فذكرها لعمر ابن الخطاب فقال له عمر : عرفها علىٰ أبواب المساجد واذكر ها لكل من يأتي من الشأم سنة فإذا مضت السنة فشأنك بها.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49212,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 37,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪৪",
        "hadith_id": 1444,
        "narrator": "নাফি‘ (র)",
        "bn": "এক ব্যক্তি রাস্তায় কিছু পেল। সে তা নিয়ে ইব্নু উমার (রা)-এর কাছে এসে বলল, আমি একটি জিনিস পেয়েছি, এই ব্যাপারে আপনার মত কি? আবদুল্লাহ্ ইব্নু উমার (রা) তাকে বললেন, তা প্রচার কর। সে বলিল, আমি তা করেছি। ইব্নু উমার (রা) বললেন, পুনরায় ঘোষণা কর। সে বলল, তাও করেছি। ইব্নু উমার (রা) বললেন, আমি তোমাকে ব্যবহার করতে বলব না। তুমি তা নাও তুলতে পারতে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ نَافِعٍ أَنَّ رَجُلًا وَجَدَ لُقَطَةً فَجَاءَ إِلَى عَبْدِ اللهِ بْنِ عُمَرَ فَقَالَ لَهُ إِنِّي وَجَدْتُ لُقَطَةً فَمَاذَا تَرَى فِيهَا فَقَالَ لَهُ عَبْدُ اللهِ بْنُ عُمَرَ عَرِّفْهَا قَالَ قَدْ فَعَلْتُ قَالَ زِدْ قَالَ قَدْ فَعَلْتُ فَقَالَ عَبْدُ اللهِ لَا آمُرُكَ أَنْ تَأْكُلَهَا وَلَوْ شِئْتَ لَمْ تَأْخُذْهَا.",
        "ar_diacless": "و حدثني مالك عن نافع أن رجلا وجد لقطة فجاء إلى عبد الله بن عمر فقال له إني وجدت لقطة فماذا ترى فيها فقال له عبد الله بن عمر عرفها قال قد فعلت قال زد قال قد فعلت فقال عبد الله لا آمرك أن تأكلها ولو شئت لم تأخذها.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18380,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 38,
    "title": "গোলাম যদি কোন জিনিস পাওয়ার পর খরচ করে ফেলে তবে তার ফয়সালা",
    "preface": "আমাদের কাছে এই হুকুম যে, যদি কোন গোলাম কোন জিনিস পায় এবং এক বৎসর প্রচার করার পূর্বেই তা খরচ করে ফেলে তবে তা তার গর্দানেই থাকবে, যদি তার মালিক আসে তবে তা মনিবকে আদায় করতে হবে। অথবা গোলামকে মালিকের হাওয়ালা করবে। আর যদি ক্রীতদাস উহাকে সময় অতিবাহিত হওয়ার পর খরচ করে তবে তা তার দায়িত্বে কর্জ থাকিবে। সে যখন আযাদ হবে তখন মালিক তা নিয়ে নিবে, এখন কিছুই ক্রীতদাস হতে নিতে পারবে না, মনিবের নিকট হতেও নিতে পারবে না।",
    "number": "পরিচ্ছেদঃ ৩৯",
    "sort_order": 39,
    "hadiths": [
      {
        "id": 51092,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 38,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18343,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 4,
    "title": "সাক্ষীসহ কসমের সাথে ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৪",
    "sort_order": 4,
    "hadiths": [
      {
        "id": 49135,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০১",
        "hadith_id": 1401,
        "narrator": "জাফর সাদিক (র) তার পিতা মুহাম্মাদ (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাক্ষী ও কসমের উপর ফয়সালা করেছেন। (সহীহ, ইমাম মুসলিম মুত্তাসিল সনদে ইবনু আব্বাস থেকে বর্ণনা করেন ১৭১২, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "قَالَ يَحْيَى قَالَ مَالِك عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ.",
        "ar_diacless": "قال يحيى قال مالك عن جعفر بن محمد عن أبيه أن رسول الله صلى الله عليه وسلم قضى باليمين مع الشاهد.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49134,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০২",
        "hadith_id": 1402,
        "narrator": "আবূ যিনাদ (র)",
        "bn": "উমার ইব্নু আবদিল আযীয (র) কুফার শাসনকর্তা আবদুল হামিদ ইব্নু আবদির রহমানকে লিখে পাঠালেন যে, (এক) সাক্ষীর সাথে কসম গ্রহণ করে ফয়সালা করে নিতে পার। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و عَنْ مَالِك عَنْ أَبِي الزِّنَادِ أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ كَتَبَ إِلَى عَبْدِ الْحَمِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ الْخَطَّابِ وَهُوَ عَامِلٌ عَلَى الْكُوفَةِ أَنْ اقْضِ بِالْيَمِينِ مَعَ الشَّاهِدِ.",
        "ar_diacless": "و عن مالك عن أبي الزناد أن عمر بن عبد العزيز كتب إلى عبد الحميد بن عبد الرحمن بن زيد بن الخطاب وهو عامل على الكوفة أن اقض باليمين مع الشاهد.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49136,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০৩",
        "hadith_id": 1403,
        "narrator": "মালিক (র)",
        "bn": "আবূ সালামাহ্ ও সুলায়মান ইব্নু ইয়াসার (র)-কে জিজ্ঞেস করা হয়েছিল যে, সাক্ষী ও কসমের দ্বারা ফয়সালা করা যাবে কি? উত্তরে তাঁরা বললেন, হ্যাঁ। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন যে, একজন সাক্ষীর সাথে বাঁদীর কসম গ্রহণের প্রথা পূর্ব হতে প্রচলিত হয়ে আসছে। সে যদি কসম করে তবে তার দাবি প্রমাণিত হবে। আর যদি সে কসম করতে ভয় পায় অথবা অস্বীকার করে তবে বিবাদীকে কসম দেয়া হবে। যদি বিবাদী কসম করে নেয় তবে ঐ হক (পাওনা) বিবাদীর উপর হতে এড়িয়ে যাবে। আর যদি সেও কসম করতে অস্বীকার করে তবে পুনরায় বাঁদীর দাবি তার উপর ন্যস্ত হবে।\nমালিক (র) বলেন যে, কসমসহ সাক্ষ্য শুধু মালের বেলায় চলবে, হুদুদ (শরীয়তের শাস্তি), বিবাহ, তালাক, গোলাম আযাদ, চুরি ও অপবাদের মধ্যে চলবে না। অতঃপর যদি কেউ বলে যে, গোলাম আযাদ মালের মধ্যে শামিল, তবে সে ভুল করবে। কারণ ব্যাপার অন্য রকম, যদি এমন হত যে, সে বলেছে তবে গোলাম একজন সাক্ষীসহ হাযির হলে কসম নিয়ে তাকে আযাদ করে দেয়া উচিত ছিল। আর যদি গোলাম একজন সাক্ষী আনে কোন মালের ব্যাপারে যে, সে মালিকের উপর দাবি করে তবে সেই ক্ষেত্রে একজন সাক্ষীসহ কসম নিতে হবে এবং তার হক প্রমাণিত হবে। যেমন আযাদ মানুষ হলফ করলে হয়।\nমালিক (র) বলেন  আমাদের নিকট গ্রহণযোগ্য নিয়ম এই যে, গোলাম যদি তার আযাদ হওয়ার সপক্ষে একজন সাক্ষী নিয়ে আসে তবে তার মনিবকে কসম দেয়া হবে যে, তাহার গোলামকে আযাদ করেনি। তা হলেই গোলামের আযাদী প্রমাণিত হবে না।\nমালিক (র) বলেন যে, এই নিয়ম তালাকের ব্যাপারেও। যদি কোন স্ত্রী লোক তালাকের ব্যাপারে একজন সাক্ষী নিয়ে আসে তবে স্বামীকেও কসম করানো হবে। যদি স্বামী তালাক না দেয়ার উপর কসম করে তবে তালাক প্রমাণিত হবে না। মালিক (র) বলেন যে, এভাবেই তালাক ও আযাদ-এর সাক্ষ্যের মধ্যে এক সাক্ষী থাকলে স্বামী ও মনিবকে কসম করানো হবে। কেননা আযাদ করা (ই’তাক) একটি শরীয়তী সীমারেখার মধ্য হতে একটি, তার মধ্যে স্ত্রীলোকদের সাক্ষ্য জায়েয নেই। কেননা গোলাম আযাদ হয়ে গেলেই তার মর্যাদা প্রতিষ্ঠিত হয়ে যায় এবং তার কারণে শাস্তি অন্যের উপর পতিত হয় এবং অন্যের কারণে শাস্তি তার উপর পতিত হয়। সে যদি যিনা করে এবং বিবাহিত হয় তবে তাকে রজম (প্রস্তর নিক্ষেপ) করা হবে। আর যদি সে হত্যা করে তবে তার বদলায় তাকেও হত্যা করা হবে এবং তার ওয়ারিসগণ মীরাস দাবি করতে পারবে। কেউ যদি প্রশ্ন করে যে, যদি কোন মনিব তার গোলামকে আযাদ করে এবং কোন ব্যক্তি এসে গোলামের মনিবের নিকট নিজের কর্জ দাবি করে এবং তার সপক্ষে একজন  পুরুষ ও দুইজন মহিলাকে সাক্ষীরূপে পেশ করে তবে মনিবের উপর করয প্রমাণিত হয়ে যাবে। আর যদি মনিবের নিকট এই গোলাম ছাড়া আর কোন সম্পদ না থাকে তবে গোলামের আযাদী ভঙ্গ হয়ে যাবে। এর দ্বারা প্রমাণিত হয় যে, আযাদীর ব্যাপারে মেয়েদের সাক্ষ্য গ্রহণযোগ্য। তার উত্তর এই যে, এখানে মেয়েদের সাক্ষ্য কর্জ প্রমাণের জন্য গ্রহণযোগ্য। গোলাম আযাদের ব্যাপারে নয়। তার উদাহরণ এইরূপ যে, যদি কোন লোক তার গোলামকে আযাদ করে দেয়, অতঃপর তার পাওনাদারগণ এক সাক্ষী ও কসমের দ্বারা নিজের দাবি প্রমাণিত করে এবং এর কারণে গোলামের আযাদী বাতিল করে দেয়া হবে। অথবা কেউ গোলামের মনিবের উপর কর্জের দাবি করে এবং সাক্ষী না থাকে তবে মনিব হতে কসম গ্রহণ করা হবে। যদি কসম করতে অস্বীকার করে তবে বাঁদীর নিকট হতে কসম নেয়া হবে এবং কর্জ মনিবের উপর প্রমাণিত হবে এবং গোলামের আযাদী বাতিল হবে। এমনিভাবে যদি কেউ কোন দাসীকে বিবাহ করে এবং দাসীর মনিব স্বামীকে বলে যে, তুমি এবং অমুক ব্যক্তি মিলে আমার অমুক দাসীকে এত টাকায় খরিদ করেছ। স্বামী সম্পূর্ণরূপে অস্বীকার করল। এদিকে মনিব যদি একজন পুরুষ ও দুইজন স্ত্রী লোক সাক্ষীরূপে পেশ করে তবে এই অবস্থাতে বিক্রয় প্রমাণিত হয়ে যাবে এবং সে হকদার হয়ে যাবে ও বিবাহ হারাম হয়ে যাবে এবং বিবাহ ভঙ্গ হয়ে যাবে। অথচ স্ত্রীলোকের সাক্ষ্য তালাকের ব্যাপারে জায়েয নেই।\nমালিক (র) বলেন  এইরূপভাবে যদি কেউ কোন আযাদ লোকের প্রতি যিনার অপবাদ দেয় তবে তার উপর শরীয়তের হুদুদ (শাস্তি) আসবে। আর যদি একজন পুরুষ ও দুইজন স্ত্রীলোককে সাক্ষীরূপে আনে এবং তারা সাক্ষ্য দেয় যে, যার উপর অপবাদ দেয়া হচ্ছে সে গোলাম তবে অপবাদ কারীর উপর হতে শাস্তি বাতিল হয়ে যাবে। অথচ স্ত্রীলোকদের সাক্ষ্য অপবাদের মধ্যে চলে না।\nমালিক (র) বলেন যে, যার মধ্যে বিচার ভিন্নরূপ হয় তার উদাহরণ এইরূপ- যেমন দুইজন স্ত্রীলোক সাক্ষ্য দিল যে, এই বাচ্চা জীবিত অবস্থায় ভূমিষ্ঠ হয়েছে, তা হলে এই বাচ্চার জন্য মীরাস প্রমাণিত হবে এবং এই সন্তানের উত্তরাধিকার যে সেই মীরাসের মালিক হবে, যদি সন্তান মৃত্যুবরণ করে এইখানেও দুইজন স্ত্রীলোকের সাথে কোন পুরুষ নেই কিংবা কসমও নেই। কোন সময় মীরাসের মাল অনেক হয়ে থাকে, যেমন স্বর্ণ, রৌপ্য, জমি, বাগান, গোলাম, ইহা ছাড়া অন্যান্য সম্পদ আর যদি একটি দিরহাম অথবা তার চাইতেও কম বা অধিক মালের ব্যাপারে দুইজন স্ত্রীলোক সাক্ষ্য প্রদান করে তবে তাদের সাক্ষ্যের দ্বারা কোন পরিবর্তন হবে না এবং কার্যকরীও হবে না, যতক্ষণ তাদের সাথে একজন পুরুষ সাক্ষ্য না থাকবে অথবা কসম না থাকবে।\nমালিক (র) বলেন যে, কোন কোন লোক বলে যে, একজন সাক্ষীর সাথে কসম প্রয়োজন হয় না এবং দলীলস্বরূপ এই আয়াত পেশ করে, “আল্লাহর কথা সত্য  যদি দুইজন পুরুষ না পাওয়া যায় তবে একজন পুরুষ ও দুইজন স্ত্রীলোককে, যারা তোমাদের মনঃপূত হয় সাক্ষী মনোনীত কর।” (সূরা বাক্বারাহ, আয়াত ২৮২)\nতারা বলে যে, একজন পুরুষ ও দুইজন স্ত্রীলোক না হলে তাদের জন্য কিছুই নেই। একজন সাক্ষীর সঙ্গে কসমও গ্রহণ করা হয় না।\nমালিক (র) উত্তরে বলেন  যারা এরূপ বলে, তাদের বলা হবে যে, তুমি কি দেখ না যে যদি কেউ কারো নিকট অর্থ দাবি করে তবে বিবাদীর নিকট হতে কি কসম নেয়া হয় না? যদি সে কসম করে তবে তার উপর দাবিকৃত হক বাতিল হয়ে যায়। আর যদি সে কসম করতে অস্বীকার করে তবে দাবিদারকে কসম দেয়া হবে যে, তার দাবি সত্য, তা হলে হক তার উপর অবধারিত হয়ে যাবে। এই মাসআলায় কোন মানুষের মতভেদ নেই, আর কোন দেশের লোকেরও এতে মতভেদ নেই। তবে তোমরা এই কথা কোথা হতে এনেছ? এবং আল্লাহর কোন কিতাব হতে সংগ্রহ করেছ? যদি তোমাদের নিকট এটা জায়েয থাকে তবে একজন সাক্ষীর সাথে কসমের কথাও স্বীকার যথেষ্ট, কিন্তু যদি সত্য কথা পাওয়া যায় তা মেনে নেয়া কর্তব্য এবং দলীলের বিষয়গুলো দেখা প্রয়োজন। আল্লাহ্‌র ইচ্ছায় কঠিন বিষয় সহজ হয়ে যাবে।",
        "ar": "حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ وَسُلَيْمَانَ بْنَ يَسَارٍ سُئِلَا هَلْ يُقْضَى بِالْيَمِينِ مَعَ الشَّاهِدِ فَقَالَا نَعَمْ قَالَ مَالِك مَضَتْ السُّنَّةُ فِي الْقَضَاءِ بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ يَحْلِفُ صَاحِبُ الْحَقِّ مَعَ شَاهِدِهِ وَيَسْتَحِقُّ حَقَّهُ فَإِنْ نَكَلَ وَأَبَى أَنْ يَحْلِفَ أُحْلِفَ الْمَطْلُوبُ فَإِنْ حَلَفَ سَقَطَ عَنْهُ ذَلِكَ الْحَقُّ وَإِنْ أَبَى أَنْ يَحْلِفَ ثَبَتَ عَلَيْهِ الْحَقُّ لِصَاحِبِهِ قَالَ مَالِك وَإِنَّمَا يَكُونُ ذَلِكَ فِي الْأَمْوَالِ خَاصَّةً وَلَا يَقَعُ ذَلِكَ فِي شَيْءٍ مِنْ الْحُدُودِ وَلَا فِي نِكَاحٍ وَلَا فِي طَلَاقٍ وَلَا فِي عَتَاقَةٍ وَلَا فِي سَرِقَةٍ وَلَا فِي فِرْيَةٍ فَإِنْ قَالَ قَائِلٌ فَإِنَّ الْعَتَاقَةَ مِنْ الْأَمْوَالِ فَقَدْ أَخْطَأَ لَيْسَ ذَلِكَ عَلَى مَا قَالَ وَلَوْ كَانَ ذَلِكَ عَلَى مَا قَالَ لَحَلَفَ الْعَبْدُ مَعَ شَاهِدِهِ إِذَا جَاءَ بِشَاهِدٍ أَنَّ سَيِّدَهُ أَعْتَقَهُ وَأَنَّ الْعَبْدَ إِذَا جَاءَ بِشَاهِدٍ عَلَى مَالٍ مِنْ الْأَمْوَالِ ادَّعَاهُ حَلَفَ مَعَ شَاهِدِهِ وَاسْتَحَقَّ حَقَّهُ كَمَا يَحْلِفُ الْحُرُّ.\n\nقَالَ مَالِك فَالسُّنَّةُ عِنْدَنَا أَنَّ الْعَبْدَ إِذَا جَاءَ بِشَاهِدٍ عَلَى عَتَاقَتِهِ اسْتُحْلِفَ سَيِّدُهُ مَا أَعْتَقَهُ وَبَطَلَ ذَلِكَ عَنْهُ ২৬৭৭-قَالَ مَالِك وَكَذَلِكَ السُّنَّةُ عِنْدَنَا أَيْضًا فِي الطَّلَاقِ إِذَا جَاءَتْ الْمَرْأَةُ بِشَاهِدٍ أَنَّ زَوْجَهَا طَلَّقَهَا أُحْلِفَ زَوْجُهَا مَا طَلَّقَهَا فَإِذَا حَلَفَ لَمْ يَقَعْ عَلَيْهِ الطَّلَاقُ\n\nقَالَ مَالِك فَسُنَّةُ الطَّلَاقِ وَالْعَتَاقَةِ فِي الشَّاهِدِ الْوَاحِدِ وَاحِدَةٌ إِنَّمَا يَكُونُ الْيَمِينُ عَلَى زَوْجِ الْمَرْأَةِ وَعَلَى سَيِّدِ الْعَبْدِ وَإِنَّمَا الْعَتَاقَةُ حَدٌّ مِنْ الْحُدُودِ لَا تَجُوزُ فِيهَا شَهَادَةُ النِّسَاءِ لِأَنَّهُ إِذَا عَتَقَ الْعَبْدُ ثَبَتَتْ حُرْمَتُهُ وَوَقَعَتْ لَهُ الْحُدُودُ وَوَقَعَتْ عَلَيْهِ وَإِنْ\n\nزَنَى وَقَدْ أُحْصِنَ رُجِمَ وَإِنْ قَتَلَ الْعَبْدَ قُتِلَ بِهِ وَثَبَتَ لَهُ الْمِيرَاثُ بَيْنَهُ وَبَيْنَ مَنْ يُوَارِثُهُ فَإِنْ احْتَجَّ مُحْتَجٌّ فَقَالَ لَوْ أَنَّ رَجُلًا أَعْتَقَ عَبْدَهُ وَجَاءَ رَجُلٌ يَطْلُبُ سَيِّدَ الْعَبْدِ بِدَيْنٍ لَهُ عَلَيْهِ فَشَهِدَ لَهُ عَلَى حَقِّهِ ذَلِكَ رَجُلٌ وَامْرَأَتَانِ فَإِنَّ ذَلِكَ يُثْبِتُ الْحَقَّ عَلَى سَيِّدِ الْعَبْدِ حَتَّى تُرَدَّ بِهِ عَتَاقَتُهُ إِذَا لَمْ يَكُنْ لِسَيِّدِ الْعَبْدِ مَالٌ غَيْرُ الْعَبْدِ يُرِيدُ أَنْ يُجِيزَ بِذَلِكَ شَهَادَةَ النِّسَاءِ فِي الْعَتَاقَةِ فَإِنَّ ذَلِكَ لَيْسَ عَلَى مَا قَالَ وَإِنَّمَا مَثَلُ ذَلِكَ الرَّجُلُ يَعْتِقُ عَبْدَهُ ثُمَّ يَأْتِي طَالِبُ الْحَقِّ عَلَى سَيِّدِهِ بِشَاهِدٍ وَاحِدٍ فَيَحْلِفُ مَعَ شَاهِدِهِ ثُمَّ يَسْتَحِقُّ حَقَّهُ وَتُرَدُّ بِذَلِكَ عَتَاقَةُ الْعَبْدِ أَوْ يَأْتِي الرَّجُلُ قَدْ كَانَتْ بَيْنَهُ وَبَيْنَ سَيِّدِ الْعَبْدِ مُخَالَطَةٌ وَمُلَابَسَةٌ فَيَزْعُمُ أَنَّ لَهُ عَلَى سَيِّدِ الْعَبْدِ مَالًا فَيُقَالُ لِسَيِّدِ الْعَبْدِ احْلِفْ مَا عَلَيْكَ مَا ادَّعَى فَإِنْ نَكَلَ وَأَبَى أَنْ يَحْلِفَ حُلِّفَ صَاحِبُ الْحَقِّ وَثَبَتَ حَقُّهُ عَلَى سَيِّدِ الْعَبْدِ فَيَكُونُ ذَلِكَ يَرُدُّ عَتَاقَةَ الْعَبْدِ إِذَا ثَبَتَ الْمَالُ عَلَى سَيِّدِهِ.\n\nقَالَ وَكَذَلِكَ أَيْضًا الرَّجُلُ يَنْكِحُ الْأَمَةَ فَتَكُونُ امْرَأَتَهُ فَيَأْتِي سَيِّدُ الْأَمَةِ إِلَى الرَّجُلِ الَّذِي تَزَوَّجَهَا فَيَقُولُ ابْتَعْتَ مِنِّي جَارِيَتِي فُلَانَةَ أَنْتَ وَفُلَانٌ بِكَذَا وَكَذَا دِينَارًا فَيُنْكِرُ ذَلِكَ زَوْجُ الْأَمَةِ فَيَأْتِي سَيِّدُ الْأَمَةِ بِرَجُلٍ وَامْرَأَتَيْنِ فَيَشْهَدُونَ عَلَى مَا قَالَ فَيَثْبُتُ بَيْعُهُ وَيَحِقُّ حَقُّهُ وَتَحْرُمُ الْأَمَةُ عَلَى زَوْجِهَا وَيَكُونُ ذَلِكَ فِرَاقًا بَيْنَهُمَا وَشَهَادَةُ النِّسَاءِ لَا تَجُوزُ فِي الطَّلَاقِ\n\nقَالَ مَالِك وَمِنْ ذَلِكَ أَيْضًا الرَّجُلُ يَفْتَرِي عَلَى الرَّجُلِ الْحُرِّ فَيَقَعُ عَلَيْهِ الْحَدُّ فَيَأْتِي رَجُلٌ وَامْرَأَتَانِ فَيَشْهَدُونَ أَنَّ الَّذِي افْتُرِيَ عَلَيْهِ عَبْدٌ مَمْلُوكٌ فَيَضَعُ ذَلِكَ الْحَدَّ عَنْ الْمُفْتَرِي بَعْدَ أَنْ وَقَعَ عَلَيْهِ وَشَهَادَةُ النِّسَاءِ لَا تَجُوزُ فِي الْفِرْيَةِ\n\nقَالَ مَالِك وَمِمَّا يُشْبِهُ ذَلِكَ أَيْضًا مِمَّا يَفْتَرِقُ فِيهِ الْقَضَاءُ وَمَا مَضَى مِنْ السُّنَّةِ أَنَّ الْمَرْأَتَيْنِ يَشْهَدَانِ عَلَى اسْتِهْلَالِ الصَّبِيِّ فَيَجِبُ بِذَلِكَ مِيرَاثُهُ حَتَّى يَرِثَ وَيَكُونُ مَالُهُ لِمَنْ يَرِثُهُ إِنْ مَاتَ الصَّبِيُّ وَلَيْسَ مَعَ الْمَرْأَتَيْنِ اللَّتَيْنِ شَهِدَتَا رَجُلٌ وَلَا يَمِينٌ وَقَدْ يَكُونُ ذَلِكَ فِي الْأَمْوَالِ الْعِظَامِ مِنْ الذَّهَبِ وَالْوَرِقِ وَالرِّبَاعِ وَالْحَوَائِطِ وَالرَّقِيقِ وَمَا سِوَى ذَلِكَ مِنْ الْأَمْوَالِ وَلَوْ شَهِدَتْ امْرَأَتَانِ عَلَى دِرْهَمٍ وَاحِدٍ أَوْ أَقَلَّ مِنْ ذَلِكَ أَوْ أَكْثَرَ لَمْ تَقْطَعْ شَهَادَتُهُمَا شَيْئًا وَلَمْ تَجُزْ إِلَّا أَنْ يَكُونَ مَعَهُمَا شَاهِدٌ أَوْ يَمِينٌ\n\nقَالَ مَالِك وَمِنْ النَّاسِ مَنْ يَقُولُ لَا تَكُونُ الْيَمِينُ مَعَ الشَّاهِدِ الْوَاحِدِ وَيَحْتَجُّ بِقَوْلِ اللهِ تَبَارَكَ وَتَعَالَى وَقَوْلُهُ الْحَقُّ\n\n{ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنْ الشُّهَدَاءِ }\n\nيَقُولُ فَإِنْ لَمْ يَأْتِ بِرَجُلٍ وَامْرَأَتَيْنِ فَلَا شَيْءَ لَهُ وَلَا يُحَلَّفُ مَعَ شَاهِدِهِ قَالَ مَالِك فَمِنْ الْحُجَّةِ عَلَى مَنْ قَالَ ذَلِكَ الْقَوْلَ أَنْ يُقَالَ لَهُ أَرَأَيْتَ لَوْ أَنَّ رَجُلًا ادَّعَى عَلَى رَجُلٍ مَالًا أَلَيْسَ يَحْلِفُ الْمَطْلُوبُ مَا ذَلِكَ الْحَقُّ عَلَيْهِ فَإِنْ حَلَفَ بَطَلَ ذَلِكَ عَنْهُ وَإِنْ نَكَلَ عَنْ الْيَمِينِ حُلِّفَ صَاحِبُ الْحَقِّ إِنَّ حَقَّهُ لَحَقٌّ وَثَبَتَ حَقُّهُ عَلَى صَاحِبِهِ فَهَذَا مَا لَا اخْتِلَافَ فِيهِ عِنْدَ أَحَدٍ مِنْ النَّاسِ وَلَا بِبَلَدٍ مِنْ الْبُلْدَانِ فَبِأَيِّ شَيْءٍ أَخَذَ هَذَا أَوْ فِي أَيِّ مَوْضِعٍ مِنْ كِتَابِ اللهِ وَجَدَهُ فَإِنْ أَقَرَّ بِهَذَا فَلْيُقْرِرْ بِالْيَمِينِ مَعَ الشَّاهِدِ وَإِنْ لَمْ يَكُنْ ذَلِكَ فِي كِتَابِ اللهِ عَزَّ وَجَلَّ وَأَنَّهُ لَيَكْفِي مِنْ ذَلِكَ مَا مَضَى مِنْ السُّنَّةِ وَلَكِنْ الْمَرْءُ قَدْ يُحِبُّ أَنْ يَعْرِفَ وَجْهَ الصَّوَابِ وَمَوْقِعَ الْحُجَّةِ فَفِي هَذَا بَيَانُ مَا أَشْكَلَ مِنْ ذَلِكَ إِنْ شَاءَ اللهُ تَعَالَى.",
        "ar_diacless": "حدثني مالك أنه بلغه أن أبا سلمة بن عبد الرحمن وسليمان بن يسار سئلا هل يقضى باليمين مع الشاهد فقالا نعم قال مالك مضت السنة في القضاء باليمين مع الشاهد الواحد يحلف صاحب الحق مع شاهده ويستحق حقه فإن نكل وأبى أن يحلف أحلف المطلوب فإن حلف سقط عنه ذلك الحق وإن أبى أن يحلف ثبت عليه الحق لصاحبه قال مالك وإنما يكون ذلك في الأموال خاصة ولا يقع ذلك في شيء من الحدود ولا في نكاح ولا في طلاق ولا في عتاقة ولا في سرقة ولا في فرية فإن قال قائل فإن العتاقة من الأموال فقد أخطأ ليس ذلك على ما قال ولو كان ذلك على ما قال لحلف العبد مع شاهده إذا جاء بشاهد أن سيده أعتقه وأن العبد إذا جاء بشاهد على مال من الأموال ادعاه حلف مع شاهده واستحق حقه كما يحلف الحر.\n\nقال مالك فالسنة عندنا أن العبد إذا جاء بشاهد على عتاقته استحلف سيده ما أعتقه وبطل ذلك عنه ২৬৭৭-قال مالك وكذلك السنة عندنا أيضا في الطلاق إذا جاءت المرأة بشاهد أن زوجها طلقها أحلف زوجها ما طلقها فإذا حلف لم يقع عليه الطلاق\n\nقال مالك فسنة الطلاق والعتاقة في الشاهد الواحد واحدة إنما يكون اليمين على زوج المرأة وعلى سيد العبد وإنما العتاقة حد من الحدود لا تجوز فيها شهادة النساء لأنه إذا عتق العبد ثبتت حرمته ووقعت له الحدود ووقعت عليه وإن\n\nزنى وقد أحصن رجم وإن قتل العبد قتل به وثبت له الميراث بينه وبين من يوارثه فإن احتج محتج فقال لو أن رجلا أعتق عبده وجاء رجل يطلب سيد العبد بدين له عليه فشهد له على حقه ذلك رجل وامرأتان فإن ذلك يثبت الحق على سيد العبد حتى ترد به عتاقته إذا لم يكن لسيد العبد مال غير العبد يريد أن يجيز بذلك شهادة النساء في العتاقة فإن ذلك ليس على ما قال وإنما مثل ذلك الرجل يعتق عبده ثم يأتي طالب الحق على سيده بشاهد واحد فيحلف مع شاهده ثم يستحق حقه وترد بذلك عتاقة العبد أو يأتي الرجل قد كانت بينه وبين سيد العبد مخالطة وملابسة فيزعم أن له على سيد العبد مالا فيقال لسيد العبد احلف ما عليك ما ادعى فإن نكل وأبى أن يحلف حلف صاحب الحق وثبت حقه على سيد العبد فيكون ذلك يرد عتاقة العبد إذا ثبت المال على سيده.\n\nقال وكذلك أيضا الرجل ينكح الأمة فتكون امرأته فيأتي سيد الأمة إلى الرجل الذي تزوجها فيقول ابتعت مني جاريتي فلانة أنت وفلان بكذا وكذا دينارا فينكر ذلك زوج الأمة فيأتي سيد الأمة برجل وامرأتين فيشهدون على ما قال فيثبت بيعه ويحق حقه وتحرم الأمة على زوجها ويكون ذلك فراقا بينهما وشهادة النساء لا تجوز في الطلاق\n\nقال مالك ومن ذلك أيضا الرجل يفتري على الرجل الحر فيقع عليه الحد فيأتي رجل وامرأتان فيشهدون أن الذي افتري عليه عبد مملوك فيضع ذلك الحد عن المفتري بعد أن وقع عليه وشهادة النساء لا تجوز في الفرية\n\nقال مالك ومما يشبه ذلك أيضا مما يفترق فيه القضاء وما مضى من السنة أن المرأتين يشهدان على استهلال الصبي فيجب بذلك ميراثه حتى يرث ويكون ماله لمن يرثه إن مات الصبي وليس مع المرأتين اللتين شهدتا رجل ولا يمين وقد يكون ذلك في الأموال العظام من الذهب والورق والرباع والحوائط والرقيق وما سوى ذلك من الأموال ولو شهدت امرأتان على درهم واحد أو أقل من ذلك أو أكثر لم تقطع شهادتهما شيئا ولم تجز إلا أن يكون معهما شاهد أو يمين\n\nقال مالك ومن الناس من يقول لا تكون اليمين مع الشاهد الواحد ويحتج بقول الله تبارك وتعالى وقوله الحق\n\n{ واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء }\n\nيقول فإن لم يأت برجل وامرأتين فلا شيء له ولا يحلف مع شاهده قال مالك فمن الحجة على من قال ذلك القول أن يقال له أرأيت لو أن رجلا ادعى على رجل مالا أليس يحلف المطلوب ما ذلك الحق عليه فإن حلف بطل ذلك عنه وإن نكل عن اليمين حلف صاحب الحق إن حقه لحق وثبت حقه على صاحبه فهذا ما لا اختلاف فيه عند أحد من الناس ولا ببلد من البلدان فبأي شيء أخذ هذا أو في أي موضع من كتاب الله وجده فإن أقر بهذا فليقرر باليمين مع الشاهد وإن لم يكن ذلك في كتاب الله عز وجل وأنه ليكفي من ذلك ما مضى من السنة ولكن المرء قد يحب أن يعرف وجه الصواب وموقع الحجة ففي هذا بيان ما أشكل من ذلك إن شاء الله تعالى.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18381,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 39,
    "title": "হারানো জন্তুর ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৪০",
    "sort_order": 40,
    "hadiths": [
      {
        "id": 49217,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 39,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪৫",
        "hadith_id": 1445,
        "narrator": "সুলায়মান ইব্নু ইয়াসার (র)",
        "bn": "সাবিত ইব্নু যাহহাক আনসারী (রা) হাররা নামক স্থানে একটি উট পেয়ে রশি দ্বারা বেঁধে দিলেন। তার পর উমার (রা)-কে বললেন। উমার (রা) বললেন, তুমি তিনবার উহা প্রচার কর। সাবিত (রা) বললেন, আমি তার ঝামেলায় পড়ে আমার শস্য উৎপাদনকারী ভূমির খবর নিতে পারিনি। উমার (রা) বললেন, তা হলে যেখানে উটটি পেয়েছিলে সেখানে ছেড়ে দিয়ে আস। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ أَنَّ ثَابِتَ بْنَ الضَّحَّاكِ الْأَنْصَارِيَّ أَخْبَرَهُ أَنَّهُ وَجَدَ بَعِيرًا بِالْحَرَّةِ فَعَقَلَهُ ثُمَّ ذَكَرَهُ لِعُمَرَ بْنِ الْخَطَّابِ فَأَمَرَهُ عُمَرُ أَنْ يُعَرِّفَهُ ثَلَاثَ مَرَّاتٍ فَقَالَ لَهُ ثَابِتٌ إِنَّهُ قَدْ شَغَلَنِي عَنْ ضَيْعَتِي فَقَالَ لَهُ عُمَرُ أَرْسِلْهُ حَيْثُ وَجَدْتَهُ.",
        "ar_diacless": "حدثني مالك عن يحيى بن سعيد عن سليمان بن يسار أن ثابت بن الضحاك الأنصاري أخبره أنه وجد بعيرا بالحرة فعقله ثم ذكره لعمر بن الخطاب فأمره عمر أن يعرفه ثلاث مرات فقال له ثابت إنه قد شغلني عن ضيعتي فقال له عمر أرسله حيث وجدته.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49216,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 39,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪৬",
        "hadith_id": 1446,
        "narrator": "সাঈদ ইব্নু মুসায়্যাব (র)",
        "bn": "উমার (রা) কা‘বা শরীফের দেয়ালে পৃষ্ঠদেশ লাগিয়ে বসেছিলেন। এই অবস্থায় বললেন, যে ব্যক্তি হারানো বস্তু নিয়ে নেয় সে পথভ্রষ্ট। (সহীহ মারফু, ইমাম মুসলিম যায়েদ বিন খালিদ (রা) থেকে মারফু সনদে বর্ণনা করেন ১৭২৫)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ وَهُوَ مُسْنِدٌ ظَهْرَهُ إِلَى الْكَعْبَةِ مَنْ أَخَذَ ضَالَّةً فَهُوَ ضَالٌّ.",
        "ar_diacless": "و حدثني مالك عن يحيى بن سعيد عن سعيد بن المسيب أن عمر بن الخطاب قال وهو مسند ظهره إلى الكعبة من أخذ ضالة فهو ضال.",
        "note": "",
        "grade_id": 10,
        "grade": "সহিহ মারফু",
        "grade_color": "#46B891"
      },
      {
        "id": 49218,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 39,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪৭",
        "hadith_id": 1447,
        "narrator": "মালিক (র)",
        "bn": "ইবনু যুহরী (র)-কে বলতে শুনেছেন উমার (রা)-এর যুগে যে হারানো উট পাওয়া যেত উহাকে ঐভাবেই ছেড়ে দেয়া হত। তার বাচ্চা জন্ম হলেও কেউই স্পর্শ করত না। অতঃপর উসমান (রা)-এর যুগ এল। তিনি ঐরূপ উটকে প্রচার করার পর বিক্রয় করার নির্দেশ দিলেন। অতঃপর যখন মালিক আসবে তখন উপহার মূল্য মালিককে দিয়ে দেয়া হবে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك أَنَّهُ سَمِعَ ابْنَ شِهَابٍ يَقُوْلُ: كَانَتْ ضَوَالُّ الْإِبِلِ فِي زَمَانِ عُمَرَ بْنِ الْخَطَّابِ إِبِلًا مُؤَبَّلَةً تَنَاتَجُ لَا يَمَسُّهَا أَحَدٌ حَتَّى إِذَا كَانَ زَمَانُ عُثْمَانَ بْنِ عَفَّانَ أَمَرَ بِتَعْرِيفِهَا ثُمَّ تُبَاعُ فَإِذَا جَاءَ صَاحِبُهَا أُعْطِيَ ثَمَنَهَا.",
        "ar_diacless": "و حدثني مالك أنه سمع ابن شهاب يقول: كانت ضوال الإبل في زمان عمر بن الخطاب إبلا مؤبلة تناتج لا يمسها أحد حتى إذا كان زمان عثمان بن عفان أمر بتعريفها ثم تباع فإذا جاء صاحبها أعطي ثمنها.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18382,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 40,
    "title": "মৃতের পক্ষে জীবিতের দান",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৪১",
    "sort_order": 41,
    "hadiths": [
      {
        "id": 49219,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 40,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪৮",
        "hadith_id": 1448,
        "narrator": "সাঈদ ইব্নু ‘আমর (র)",
        "bn": "সা‘আদ ইব্নু উবাদা (রা) কোন এক যুদ্ধে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে রওয়ানা হলেন। এদিকে মদীনায় তাঁর মাতার মৃত্যুর সময় উপস্থিত। মানুষ তাঁর মাতাকে ওসীয়্যত করতে বললে উত্তর দিলেন যে, কি ওসীয়্যত করব? সমস্ত সম্পত্তি তো সা‘আদেরই। অবশেষে সা‘আদ (রা) বাড়িতে ফেরার পূর্বেই তিনি মারা গেলেন। সা‘আদ (রা) বাড়িতে এলে এ ঘটনা বর্ণনা করা হল। অতঃপর সা‘আদ (রা) বললেন, হে আল্লাহর রসূল সল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমি সাদাকাহ্ করলে আমার মায়ের কোন উপকার হবে কি? রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ‘হ্যাঁ’। অতঃপর সা‘আদ (রা) বাগানের নাম উল্লেখ করে বললেন, “এই এই বাগান আমার মায়ের পক্ষ হতে দান করছি।” (সহীহ, নাসাঈ ৩৬৫০, আলবানী হাদীসটি সহীহ বলেছেন [সহীহ ও যয়ীফ সুনানে নাসাঈ])",
        "ar": "حَدَّثَنِي مَالِك عَنْ سَعِيدِ بْنِ عَمْرِو بْنِ شُرَحْبِيلَ بْنِ سَعِيدِ بْنِ سَعْدِ بْنِ عُبَادَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّهُ قَالَ خَرَجَ سَعْدُ بْنُ عُبَادَةَ مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ مَغَازِيهِ فَحَضَرَتْ أُمَّهُ الْوَفَاةُ بِالْمَدِينَةِ فَقِيلَ لَهَا أَوْصِي.\n\nفَقَالَتْ فِيْمَ أُوصِي إِنَّمَا الْمَالُ مَالُ سَعْدٍ فَتُوُفِّيَتْ قَبْلَ أَنْ يَقْدَمَ سَعْدٌ فَلَمَّا قَدِمَ سَعْدُ بْنُ عُبَادَةَ ذُكِرَ ذَلِكَ لَهُ فَقَالَ سَعْدٌ يَا رَسُولَ اللهِ هَلْ يَنْفَعُهَا أَنْ أَتَصَدَّقَ عَنْهَا فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَعَمْ فَقَالَ سَعْدٌ حَائِطُ كَذَا وَكَذَا صَدَقَةٌ عَنْهَا لِحَائِطٍ سَمَّاهُ.",
        "ar_diacless": "حدثني مالك عن سعيد بن عمرو بن شرحبيل بن سعيد بن سعد بن عبادة عن أبيه عن جده أنه قال خرج سعد بن عبادة مع رسول الله صلى الله عليه وسلم في بعض مغازيه فحضرت أمه الوفاة بالمدينة فقيل لها أوصي.\n\nفقالت فيم أوصي إنما المال مال سعد فتوفيت قبل أن يقدم سعد فلما قدم سعد بن عبادة ذكر ذلك له فقال سعد يا رسول الله هل ينفعها أن أتصدق عنها فقال رسول الله صلى الله عليه وسلم نعم فقال سعد حائط كذا وكذا صدقة عنها لحائط سماه.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49250,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 40,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৪৯",
        "hadith_id": 1449,
        "narrator": "নবী করীম সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহধর্মিণী আয়িশা (রা)",
        "bn": "এক ব্যক্তি রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলল, আমার মা হঠাৎ ইন্তিকাল করেন। আমার মনে হয় যদি তিনি কথা বলার সুযোগ পেতেন তবে কিছু দান-খয়রাত করতেন। এখন আমি তাঁর পক্ষ হতে দান করতে পারি কি? রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, “হ্যাঁ, পারবে।” (বুখারী ২৭৬০, মুসলিম ১০০৪)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ رَجُلًا قَالَ لِرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّ أُمِّي افْتُلِتَتْ نَفْسُهَا وَأُرَاهَا لَوْ تَكَلَّمَتْ تَصَدَّقَتْ أَفَأَتَصَدَّقُ عَنْهَا فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَعَمْ.",
        "ar_diacless": "و حدثني مالك عن هشام بن عروة عن أبيه عن عائشة زوج النبي صلى الله عليه وسلم أن رجلا قال لرسول الله صلى الله عليه وسلم إن أمي افتلتت نفسها وأراها لو تكلمت تصدقت أفأتصدق عنها فقال رسول الله صلى الله عليه وسلم نعم.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49251,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 40,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪৫০",
        "hadith_id": 1450,
        "narrator": "মালিক (র)",
        "bn": "এক আনসার ব্যক্তি নিজ পিতা-মাতাকে কিছু দান করল, অতঃপর মাতা-পিতার ইন্তিকালের পরে সে-ই তাদের ওয়ারিস হল। আর তা ছিল খেজুরের বাগান। সে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লামকে এ বিষয় জিজ্ঞেস করলে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমার সাদাকাহর সওয়াব তুমি পেয়েছ, এখন ওয়ারিস হিসেবে আবার তা গ্রহণ কর। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّ رَجُلًا مِنْ الْأَنْصَارِ مِنْ بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ تَصَدَّقَ عَلَى أَبَوَيْهِ بِصَدَقَةٍ فَهَلَكَا فَوَرِثَ ابْنُهُمَا الْمَالَ وَهُوَ نَخْلٌ فَسَأَلَ عَنْ ذَلِكَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ قَدْ أُجِرْتَ فِي صَدَقَتِكَ وَخُذْهَا بِمِيرَاثِكَ.",
        "ar_diacless": "و حدثني مالك أنه بلغه أن رجلا من الأنصار من بني الحارث بن الخزرج تصدق على أبويه بصدقة فهلكا فورث ابنهما المال وهو نخل فسأل عن ذلك رسول الله صلى الله عليه وسلم فقال قد أجرت في صدقتك وخذها بميراثك.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18344,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 5,
    "title": "ঋণগ্রস্ত ব্যক্তি মারা গেলে এবং সেই ব্যক্তির নিকট কেউ ঋণ পাওনা থাকলে কিংবা অন্য ব্যক্তির উপর সেই মৃত লোকের ঋণ পাওনা থাকলে এবং উভয় অবস্থায় একজন সাক্ষী থাকলে",
    "preface": "যদি এমন ব্যক্তি মারা যায়, যে মানুষের কাছে পাওনা আছে এবং পাওনার উপরে একজন মাত্র সাক্ষী আছে। আর উক্ত মৃত ব্যক্তির উপরও অপরের দেনা আছে এবং তার উপর একজন সাক্ষী আছে। এই ব্যাপারে তার ওয়ারিসগণ তাদের হকের উপর যদি হলফ করতে অস্বীকার করে তবে পাওনাদারগণ হলফ করে তাদের পাওনা নিয়ে যাবে। যদি কিছু অবশিষ্ট থাকে তবে তা ওয়ারিসগণ পাবে না। কারণ তারা হলফ করতে অস্বীকার করে তাদের স্বীয় হক ছেড়ে দিয়েছে। হ্যাঁ, ঐ সময় পাবে যখন ওয়ারিসগণ বলে যে, আমরা জানতাম না, যে কর্জ হতে কিছুটা বাঁচবে। আর বিচারক তাদের কথায় বুঝতে পারে যে, তাদের কথা সত্য তবে এখন হলফ নিয়ে ঐ দেনা পরিশোধের পর সম্পদ হতে অবশিষ্ট যা থাকে তা ওয়ারিসগণ নিয়ে যাবে।",
    "number": "পরিচ্ছেদঃ ৫",
    "sort_order": 5,
    "hadiths": [
      {
        "id": 51083,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18345,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 6,
    "title": "দাবির মীমাংসা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৬",
    "sort_order": 6,
    "hadiths": [
      {
        "id": 49141,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০৪",
        "hadith_id": 1404,
        "narrator": "বর্ণণাকারী",
        "bn": "জামিল ইব্নু আবদির রহমান (র) উমার ইব্নু আবদুল আযীয (র)-এর দরবারে হাযির হয়ে তাঁর বিচার কার্য দেখতেন। কোন লোক যদি কারো প্রতি কোন দাবি করত তবে এর প্রতি খুব লক্ষ্য করে দেখতেন। অতঃপর যদি বলতেন যে, তাদের মধ্যে (বাদী-বিবাদী) কাজে-কারবারে সমতা ও সামঞ্জস্য আছে, তবে বিবাদীকে কসম করাতেন, না হয় কসম করাতেন না। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন যে, আমাদের কাছেও এই প্রথা যে, যদি কেউ কারো প্রতি কিছু দাবি করে তবে দেখতে হবে যে, যদি বাদী ও বিবাদীর মধ্যে সম্পর্ক ভাল থাকে এবং তারা সমপর্যায়ের হয় তবে বিবাদীকে কসম করাতে হবে। যদি সে কসম করে তবে বাদীর দাবি বিবাদী হতে ছুটে যাবে। আর যদি বিবাদী কসম করতে অস্বীকার করে তবে এই কসম বাদীর দিকে ফিরে আসবে। সুতরাং সেই অবস্থায় কসম করে তার দাবি প্রমাণিত করে আদায় করে নিবে।",
        "ar": "قَالَ يَحْيَى قَالَ مَالِك عَنْ جَمِيلِ بْنِ عَبْدِ الرَّحْمَنِ الْمُؤَذِّنِ أَنَّهُ كَانَ يَحْضُرُ عُمَرَ بْنَ عَبْدِ الْعَزِيْزِ وَهُوَ يَقْضِي بَيْنَ النَّاسِ فَإِذَا جَاءَهُ الرَّجُلُ يَدَّعِي عَلَى الرَّجُلِ حَقًّا نَظَرَ فَإِنْ كَانَتْ بَيْنَهُمَا مُخَالَطَةٌ أَوْ مُلَابَسَةٌ أَحْلَفَ الَّذِي ادُّعِيَ عَلَيْهِ وَإِنْ لَمْ يَكُنْ شَيْءٌ مِنْ ذَلِكَ لَمْ يُحَلِّفْهُ قَالَ مَالِك وَعَلَى ذَلِكَ الْأَمْرُ عِنْدَنَا أَنَّهُ مَنْ ادَّعَى عَلَى رَجُلٍ بِدَعْوَى نُظِرَ فَإِنْ كَانَتْ بَيْنَهُمَا مُخَالَطَةٌ أَوْ مُلَابَسَةٌ أُحْلِفَ الْمُدَّعَى عَلَيْهِ فَإِنْ حَلَفَ بَطَلَ ذَلِكَ الْحَقُّ عَنْهُ وَإِنْ أَبَى أَنْ يَحْلِفَ وَرَدَّ الْيَمِينَ عَلَى الْمُدَّعِي فَحَلَفَ طَالِبُ الْحَقِّ أَخَذَ حَقَّهُ.",
        "ar_diacless": "قال يحيى قال مالك عن جميل بن عبد الرحمن المؤذن أنه كان يحضر عمر بن عبد العزيز وهو يقضي بين الناس فإذا جاءه الرجل يدعي على الرجل حقا نظر فإن كانت بينهما مخالطة أو ملابسة أحلف الذي ادعي عليه وإن لم يكن شيء من ذلك لم يحلفه قال مالك وعلى ذلك الأمر عندنا أنه من ادعى على رجل بدعوى نظر فإن كانت بينهما مخالطة أو ملابسة أحلف المدعى عليه فإن حلف بطل ذلك الحق عنه وإن أبى أن يحلف ورد اليمين على المدعي فحلف طالب الحق أخذ حقه.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18346,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 7,
    "title": "বালকদের সাক্ষ্যের উপর ফয়সালা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৭",
    "sort_order": 7,
    "hadiths": [
      {
        "id": 49144,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০৫",
        "hadith_id": 1405,
        "narrator": "হিশাম ইব্নু উরওয়াহ (র)",
        "bn": "আবদুল্লাহ্ ইব্নু যুবায়র (রা) বালকদের সাক্ষ্যের উপর ভিত্তি করে তাদের মারামারির বিচার করে দিতেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন  আমাদের নিকট এই হুকুম যে, যদি বালকগণ একে অপরকে আহত করে দেয় তবে তাদের সাক্ষ্য বৈধ। এটা ছাড়া অন্য মামলায় তা বৈধ হবে না। ইহা ঐ সময় হবে যখন ঝগড়া করে সেখানেই থাকে, অন্যত্র না গিয়ে থাকে। যদি অন্যত্র চলে যায় তবে তাদের সাক্ষ্য জায়েয নয়। যতক্ষণ না কোন নির্ভরযোগ্য মানুষের সাক্ষ্য গ্রহণ করা হয় এবং বালকগণও ঐখানেই থাকে।",
        "ar": "قَالَ يَحْيَى قَالَ مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ أَنَّ عَبْدَ اللهِ بْنَ الزُّبَيْرِ كَانَ يَقْضِي بِشَهَادَةِ الصِّبْيَانِ فِيمَا بَيْنَهُمْ مِنْ الْجِرَاحِ.\n\nقَالَ مَالِك الْأَمْرُ الْمُجْتَمَعُ عَلَيْهِ عِنْدَنَا أَنَّ شَهَادَةَ الصِّبْيَانِ تَجُوزُ فِيمَا بَيْنَهُمْ مِنْ الْجِرَاحِ وَلَا تَجُوزُ عَلَى غَيْرِهِمْ وَإِنَّمَا تَجُوزُ شَهَادَتُهُمْ فِيمَا بَيْنَهُمْ مِنْ الْجِرَاحِ وَحْدَهَا لَا تَجُوزُ فِي غَيْرِ ذَلِكَ إِذَا كَانَ ذَلِكَ قَبْلَ أَنْ يَتَفَرَّقُوا أَوْ يُخَبَّبُوا أَوْ يُعَلَّمُوا فَإِنْ افْتَرَقُوا فَلَا شَهَادَةَ لَهُمْ إِلَّا أَنْ يَكُونُوا قَدْ أَشْهَدُوا الْعُدُولَ عَلَى شَهَادَتِهِمْ قَبْلَ أَنْ يَفْتَرِقُوا.",
        "ar_diacless": "قال يحيى قال مالك عن هشام بن عروة أن عبد الله بن الزبير كان يقضي بشهادة الصبيان فيما بينهم من الجراح.\n\nقال مالك الأمر المجتمع عليه عندنا أن شهادة الصبيان تجوز فيما بينهم من الجراح ولا تجوز على غيرهم وإنما تجوز شهادتهم فيما بينهم من الجراح وحدها لا تجوز في غير ذلك إذا كان ذلك قبل أن يتفرقوا أو يخببوا أو يعلموا فإن افترقوا فلا شهادة لهم إلا أن يكونوا قد أشهدوا العدول على شهادتهم قبل أن يفترقوا.",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18347,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 8,
    "title": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর মিম্বরে মিথ্যা কসম করা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৮",
    "sort_order": 8,
    "hadiths": [
      {
        "id": 49145,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০৬",
        "hadith_id": 1406,
        "narrator": "জাবির ইব্নু আবদুল্লাহ্ (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার মিম্বরে যে মিথ্যা কসম করে সে যেন তার স্থান দোযখে বানিয়ে নেয়। (সহীহ, আবূ দাঊদ ৩২৪৬, ইবনু মাজাহ ২৩২৫, আলবানী হাদীসটি সহীহ বলেছেন [ইরওয়া] ২৬৯৭)",
        "ar": "قَالَ يَحْيَى حَدَّثَنَا مَالِك عَنْ هَاشِمِ بْنِ هَاشِمِ بْنِ عُتْبَةَ بْنِ أَبِي وَقَّاصٍ عَنْ عَبْدِ اللهِ بْنِ نِسْطَاسٍ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ الْأَنْصَارِيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ حَلَفَ عَلَى مِنْبَرِي آثِمًا تَبَوَّأَ مَقْعَدَهُ مِنْ النَّارِ.",
        "ar_diacless": "قال يحيى حدثنا مالك عن هاشم بن هاشم بن عتبة بن أبي وقاص عن عبد الله بن نسطاس عن جابر بن عبد الله الأنصاري أن رسول الله صلى الله عليه وسلم قال من حلف على منبري آثما تبوأ مقعده من النار.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49146,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০৭",
        "hadith_id": 1407,
        "narrator": "আবূ উমামা (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি মিথ্যা কসম করে কোন মুসলমান ভাইয়ের সম্পদ আত্মসাৎ করে তার জন্য আল্লাহ্ তা‘আলা বেহেশত হারাম করে দিবেন এবং দোযখ ওয়াজিব করে দিবেন। সাহাবীগণ বললেন, যদি সামান্য জিনিসও হয় তবে। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদিও পিলু গাছের একটি ডাল হয়, যদিও পিলু গাছের একটি ডাল হয়, যদিও পিলু গাছের একটি ডাল হয়, তিনি এই বাক্যকে তিনবার বলেছেন। (সহীহ, মুসলিম ১৩৭)",
        "ar": "و حَدَّثَنِي مَالِك عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ مَعْبَدِ بْنِ كَعْبٍ السَّلَمِيِّ عَنْ أَخِيهِ عَبْدِ اللهِ بْنِ كَعْبِ بْنِ مَالِكٍ الْأَنْصَارِيِّ عَنْ أَبِي أُمَامَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ اقْتَطَعَ حَقَّ امْرِئٍ مُسْلِمٍ بِيَمِينِهِ حَرَّمَ اللهُ عَلَيْهِ الْجَنَّةَ وَأَوْجَبَ لَهُ النَّارَ قَالُوا وَإِنْ كَانَ شَيْئًا يَسِيرًا يَا رَسُولَ اللهِ قَالَ وَإِنْ كَانَ قَضِيبًا مِنْ أَرَاكٍ وَإِنْ كَانَ قَضِيبًا مِنْ أَرَاكٍ وَإِنْ كَانَ قَضِيبًا مِنْ أَرَاكٍ قَالَهَا ثَلَاثَ مَرَّاتٍ.",
        "ar_diacless": "و حدثني مالك عن العلاء بن عبد الرحمن عن معبد بن كعب السلمي عن أخيه عبد الله بن كعب بن مالك الأنصاري عن أبي أمامة أن رسول الله صلى الله عليه وسلم قال من اقتطع حق امرئ مسلم بيمينه حرم الله عليه الجنة وأوجب له النار قالوا وإن كان شيئا يسيرا يا رسول الله قال وإن كان قضيبا من أراك وإن كان قضيبا من أراك وإن كان قضيبا من أراك قالها ثلاث مرات.",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 18348,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 36,
    "section_id": 9,
    "title": "মিম্বরের উপরে কসম করা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৯",
    "sort_order": 9,
    "hadiths": [
      {
        "id": 49147,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 36,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৪০৮",
        "hadith_id": 1408,
        "narrator": "আবূ গাতফান (র)",
        "bn": "যায়দ ইব্নু সাবিত (রা) ও ইব্নু মুতী-এর মধ্যে একটি ঘরের ব্যাপারে ঝগড়া হয়ে যায়। অবশেষে তারা এর বিচার মারওয়ানের নিকট নিয়ে গেলেন। সেই সময় তিনি মদীনার শাসনকর্তা ছিলেন। মারওয়ান বললেন, যায়দ ইব্নু সাবিত মিম্বরের উপর উঠে কসম করে নিক। যায়দ (রা) বললেন, আমি আমার স্থানে দাঁড়িয়ে কসম করে নেই। মারওয়ান বললেন, আল্লাহর কসম, এটা হতে পারে না। অন্য লোকেরা যেখানে তাদের হকের মীমাংসা করে সেখানেই করতে হবে। অতঃপর যায়দ (রা) নিজ স্থানে দাঁড়িয়ে বলতে লাগলেন, আমি কসম করে বলছি যে, আমার দাবি সত্য, কিন্তু মিম্বরের উপর গিয়ে কসম করতে অস্বীকার করতে লাগলেন। মারওয়ান এতে বিস্মিত হয়ে গেলেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন যে, এক-চতুর্থাংশ দীনারের কম দাবি হলে মিম্বরের উপর কাউকে কসম করানো ঠিক নয়, এক চতুর্থাংশ দীনারের মূল্য হল তিন দিরহাম।",
        "ar": "قَالَ يَحْيَى قَالَ مَالِك عَنْ دَاوُدَ بْنِ الْحُصَيْنِ أَنَّهُ سَمِعَ أَبَا غَطَفَانَ بْنَ طَرِيفٍ الْمُرِّيَّ يَقُولُ اخْتَصَمَ زَيْدُ بْنُ ثَابِتٍ الْأَنْصَارِيُّ وَابْنُ مُطِيعٍ فِي دَارٍ كَانَتْ بَيْنَهُمَا إِلَى مَرْوَانَ بْنِ الْحَكَمِ وَهُوَ أَمِيرٌ عَلَى الْمَدِينَةِ فَقَضَى مَرْوَانُ عَلَى زَيْدِ بْنِ ثَابِتٍ بِالْيَمِينِ عَلَى الْمِنْبَر. فَقَالَ زَيْدُ بْنُ ثَابِتٍ أَحْلِفُ لَهُ مَكَانِي قَالَ فَقَالَ مَرْوَانُ لَا وَاللهِ إِلَّا عِنْدَ مَقَاطِعِ الْحُقُوقِ قَالَ فَجَعَلَ زَيْدُ بْنُ ثَابِتٍ يَحْلِفُ أَنَّ حَقَّهُ لَحَقٌّ وَيَأْبَى أَنْ يَحْلِفَ عَلَى الْمِنْبَرِ قَالَ فَجَعَلَ مَرْوَانُ بْنُ الْحَكَمِ يَعْجَبُ مِنْ ذَلِكَ. ২৬৯৬-قَالَ مَالِك لَا أَرَى أَنْ يُحَلَّفَ أَحَدٌ عَلَى الْمِنْبَرِ عَلَى أَقَلَّ مِنْ رُبُعِ دِينَارٍ وَذَلِكَ ثَلَاثَةُ دَرَاهِمَ ِِِِ.",
        "ar_diacless": "قال يحيى قال مالك عن داود بن الحصين أنه سمع أبا غطفان بن طريف المري يقول اختصم زيد بن ثابت الأنصاري وابن مطيع في دار كانت بينهما إلى مروان بن الحكم وهو أمير على المدينة فقضى مروان على زيد بن ثابت باليمين على المنبر. فقال زيد بن ثابت أحلف له مكاني قال فقال مروان لا والله إلا عند مقاطع الحقوق قال فجعل زيد بن ثابت يحلف أن حقه لحق ويأبى أن يحلف على المنبر قال فجعل مروان بن الحكم يعجب من ذلك. ২৬৯৬-قال مالك لا أرى أن يحلف أحد على المنبر على أقل من ربع دينار وذلك ثلاثة دراهم .",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  }
]