[
  {
    "id": 18520,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 44,
    "section_id": 1,
    "title": "প্রথমে ওয়ারিসদের কসম নেয়া হয়",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 49699,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 44,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৭৪",
        "hadith_id": 1574,
        "narrator": "সাহল ইবনু আবূ হাসমা (র)",
        "bn": "তাঁর বংশের কয়েকজন সম্ভ্রান্ত ব্যক্তি তাঁকে সংবাদ দিয়েছেন, আবদুল্লাহ ইবনু সাহল ও মুহায়্যিসা তাঁদের আর্থিক অসচ্ছলতার কারণে খায়বরে চলে গিয়েছিলেন। তথায় মুহায়্যিসার নিকট এক ব্যক্তি এসে বলল, কেউ আবদুল্লাহকে হত্যা করে কূপে ফেলে দিয়েছে। ইহা শুনে মুহায়্যিসা খায়বরের ইহুদীদের নিকট যেয়ে বলল, আল্লাহর কসম, তোমরাই তাকে হত্যা করেছ। ইহুদীরা বলল, আল্লাহর কসম, আমরা তাকে হত্যা করিনি। অতঃপর মুহায়্যিসা, নিজের গোত্রের নিকট এসে সমস্ত ঘটনা বর্ণনা করল। পরিশেষে মুহায়্যিসা তার বড় ভাই হুয়ায়্যিসা ও আবদুর রহমান ইবনু সাহলকে (নিহত ব্যক্তির ভাই) সঙ্গে নিয়ে রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট উপস্থিত হল। মুহায়্যিসা যেহেতু খায়বর গিয়েছিল, তাই সে প্রথম কথা বলতে ইচ্ছা করল। কিন্তু রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন  বড়-র প্রতি লক্ষ্য কর (বড় ভাইকে কথা বলতে দাও)। তাই প্রথমে হুয়ায়্যিসা কথা বলার মুহায়্যিসা সমস্ত ঘটনা বর্ণনা করে শুনাল। শুনে রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন  ইহুদীরা হয় দিয়াত দিবে, না হয় যুদ্ধ করবে। অতঃপর তিনি এ ব্যাপারে ইহুদীগণকে লিখে জানালেন, এতে উত্তর লিখল যে, আল্লাহর কসম, আমরা হত্যা করি নি। অতঃপর রসূল সল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ তিন ব্যক্তিকে বললেন, তোমরা কসম করে বল যে, ইহুদীরা হত্যা করেছে। তা হলে তোমরা দিয়াতের মালিক হয়ে যাবে। তারা বলল, আমরা তো কসম খেতে পারি না। রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আচ্ছা, তাহলে ইহুদীগণ কি কসম করেনি যে, তারা মারেনি ? তারা বলল, ইয়া রসূলাল্লাহ, তারা তো মুসলমান নয় (আমরা তাদের কথা বিশ্বাস করি কিভাবে)। অতঃপর রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ হতে দিয়াত আদায় করলেন। সাহল বলেন, রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আমার নিকট আমার বাড়িতে একশত উট পাঠালেন। উহাদের মধ্য হতে একটি লাল উষ্ট্রী আমাকে লাথি মেরেছিল (আজও আমার উহা স্মরণ আছে)। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ أَبِي لَيْلَى بْنِ عَبْدِ اللهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ أَنَّهُ أَخْبَرَهُ رِجَالٌ مِنْ كُبَرَاءِ قَوْمِهِ\n\nأَنَّ عَبْدَ اللهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ فَأُتِيَ مُحَيِّصَةُ فَأُخْبِرَ أَنَّ عَبْدَ اللهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَطُرِحَ فِي\n\nفَقِيرِ بِئْرٍ أَوْ عَيْنٍ فَأَتَى يَهُودَ فَقَالَ أَنْتُمْ وَاللهِ قَتَلْتُمُوهُ فَقَالُوا وَاللهِ مَا قَتَلْنَاهُ فَأَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَذَكَرَ لَهُمْ ذَلِكَ ثُمَّ أَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ وَهُوَ أَكْبَرُ مِنْهُ وَعَبْدُ الرَّحْمَنِ فَذَهَبَ مُحَيِّصَةُ لِيَتَكَلَّمَ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ فَقَالَ لَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَبِّرْ كَبِّرْ يُرِيدُ السِّنَّ فَتَكَلَّمَ حُوَيِّصَةُ ثُمَّ تَكَلَّمَ مُحَيِّصَةُ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِمَّا أَنْ يَدُوا صَاحِبَكُمْ وَإِمَّا أَنْ يُؤْذِنُوا بِحَرْبٍ فَكَتَبَ إِلَيْهِمْ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ فَكَتَبُوا إِنَّا وَاللهِ مَا قَتَلْنَاهُ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ فَقَالُوا لَا قَالَ أَفَتَحْلِفُ لَكُمْ يَهُودُ قَالُوا لَيْسُوا بِمُسْلِمِينَ فَوَدَاهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ بِمِائَةِ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمْ الدَّارَ قَالَ سَهْلٌ لَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ\n\nقَالَ مَالِك الْفَقِيرُ هُوَ الْبِئْرُ",
        "ar_diacless": "حدثني يحيى عن مالك عن أبي ليلى بن عبد الله بن عبد الرحمن بن سهل عن سهل بن أبي حثمة أنه أخبره رجال من كبراء قومه\n\nأن عبد الله بن سهل ومحيصة خرجا إلى خيبر من جهد أصابهم فأتي محيصة فأخبر أن عبد الله بن سهل قد قتل وطرح في\n\nفقير بئر أو عين فأتى يهود فقال أنتم والله قتلتموه فقالوا والله ما قتلناه فأقبل حتى قدم على قومه فذكر لهم ذلك ثم أقبل هو وأخوه حويصة وهو أكبر منه وعبد الرحمن فذهب محيصة ليتكلم وهو الذي كان بخيبر فقال له رسول الله صلى الله عليه وسلم كبر كبر يريد السن فتكلم حويصة ثم تكلم محيصة فقال رسول الله صلى الله عليه وسلم إما أن يدوا صاحبكم وإما أن يؤذنوا بحرب فكتب إليهم رسول الله صلى الله عليه وسلم في ذلك فكتبوا إنا والله ما قتلناه فقال رسول الله صلى الله عليه وسلم لحويصة ومحيصة وعبد الرحمن أتحلفون وتستحقون دم صاحبكم فقالوا لا قال أفتحلف لكم يهود قالوا ليسوا بمسلمين فوداه رسول الله صلى الله عليه وسلم من عنده فبعث إليهم بمائة ناقة حتى أدخلت عليهم الدار قال سهل لقد ركضتني منها ناقة حمراء\n\nقال مالك الفقير هو البئر",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49700,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 44,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৭৫",
        "hadith_id": 1575,
        "narrator": "বুশাইর ইব্নু ইয়াসার (র)",
        "bn": "আবদুল্লাহ ইব্নু সাহল আনসারী ও মুহায়্যিসা খায়বর গিয়েছিল, সেখানে যেয়ে তারা নিজ নিজ কাজে ব্যস্ত হয়ে একে অপর হতে পৃথক হয়ে গেল। আবদুল্লাহকে কেউ হত্যা করল। মুহায়্যিসা ফিরে এসে তার ভাই হুয়ায়্যিসা ও আবদুর রহমানকে নিয়ে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খেদমতে উপস্থিত হল এবং আবদুর রহমান স্বীয় ভ্রাতার ব্যাপারে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে কথা বলতে চাইল। রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে বড় তার প্রতি লক্ষ্য কর। অতঃপর আবদুল্লাহর ঘটনা মুহায়্যিসা ও হুয়ায়্যিসা বর্ণনা করলেন। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদি তোমরা পঞ্চাশবার কসম খেতে পার তবে তোমরা দিয়াত প্রাপ্ত হবে। তাঁরা বললেন  ‘ইয়া রসূলাল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম! আমরা তো তখন তথায় ছিলাম না, আমরা দেখিওনি। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তা হলে ইহুদীরা পঞ্চাশ কসম করে নির্দোষ হয়ে যাবে। তারা বলল, ইয়া রসূলাল্লাহ্, তারা তো কাফির! তাদের কসম কি করে গ্রহণ করা যাবে ? বুশাইর বলেন, অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের পক্ষ হতে দিয়াত আদায় করলেন। (বুখারী ৬৮৯৮, ইমাম মুসলিম মুত্তাসিল সনদে বর্ণনা করেন মুসলিম ১৯৬৯, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)\nমালিক (র) বলেন, আমাদের কাছে ইহা একটি সর্বস্বীকৃত বিষয়, এ ব্যাপারে অনেক আলিমের নিকটও শ্রবণ করেছি এবং পূর্ব যুগের আর পরবর্তী যুগের ইমামগণও এতে একমত হয়েছেন যে, কসম নেওয়ার ব্যাপারে প্রথমত বাদীপক্ষের নিকট হতেই কসম নিতে হবে। বাদীগণই প্রথমত কসম করবে (যদি তারা কসম না করে তবে বিবাদী হতে কসম নিতে হবে। যদি তারা কসম করে, তবে তারা নির্দোষ সাব্যস্ত হবে)।\nনিম্নোক্ত দুটির যে কোন একটির জন্যই কসম নেয়া অনিবার্য হয়। প্রথমত মৃত্যুর পূর্বে নিহত ব্যক্তি নিজেই বলবে, যদি তার পক্ষে বলা সম্ভব হয়, আমাকে অমুক ব্যক্তি হত্যা করেছে, ইহা তখনই যখন কোন সাক্ষী না থাকে। দ্বিতীয়ত নিহত ব্যক্তির ওয়ারিসগণ যখন কারো উপর হত্যার সন্দেহ করে (অথচ কোন সাক্ষী পাওয়া না যায়)। আমাদের নিকট এই দুটি কারণেই কসম নেয়া অনিবার্য হয়। এতদ্ব্যতীত অন্য কোন কারণে কসম নেয়া অনিবার্য হয় না।\nমালিক (র) বলেন, আমাদের কাছে এই সুন্নাত সর্বসম্মত এবং এর উপর সর্বসাধারণের আমলও রয়েছে যে, প্রথমে বাদী পক্ষ হতেই কসম নিতে হবে। সে হত্যা ইচ্ছাকৃত হত্যাই হোক অথবা অনিচ্ছাকৃত হত্যাই হোক।\nমালিক (র) বলেন, রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বানী হারিসের কোন আত্মীয় খায়বরে মারা যাওয়ার পর প্রথমত বানী হারিসকেই কসম করতে বলেছিলেন।\nমালিক (র) বলেন, যদি বাদীপক্ষ কসম করে, তবে তারা যাদের ব্যাপারে কসম করেছে, তাদেরকে হত্যা করতে পারবে। তবে এ কসমের শুধুমাত্র একজনকে হত্যা করা যাবে। কিন্তু এমতাবস্থায় প্রথমে বাদী পক্ষ হতে পঞ্চাশ কসম নেয়া হবে। যদি তারা পঞ্চাশজন হয় তবে প্রত্যেকে একটি কসম করবে। আর যদি তারা সংখ্যায় পঞ্চাশ জনের কম হয় অথবা তাদের কেউ কসম করতে অনিচ্ছা প্রকাশ করে, তবে তাদের হতে দুই দুইবার অথবা তিন তিনবার কসম নিয়ে পঞ্চাশ পূর্ণ করতে হবে। কিন্তু যখন নিহত ব্যক্তির এমন ওয়ারিসগণ যাদের হত্যাকারীকে ক্ষমা করার অধিকার আছে, তাদের একজনও যদি কসম করতে অনিচ্ছা প্রকাশ করে, তবে এই একজনের কসম করতে অনিচ্ছা প্রকাশের ফলে কিসাস আর অনিবার্য হবে না।\nমালিক (র) বলেন, নিহত ব্যক্তির ওয়ারিসগণ যাদের ক্ষমা করবার অধিকার নাই এমন ব্যক্তিদের কেউ কসম করতে অনিচ্ছা প্রকাশ করলেও অবশিষ্ট ব্যক্তিদের হতে কসম নেয়া হবে।\nমালিক (র) বলেন, যাদের ক্ষমা করবার অধিকার রয়েছে এমন ওয়ারিসদের একজনও যদি কসম করতে অস্বীকৃতি জ্ঞাপন করে, তবে অবশিষ্ট ব্যক্তিদের হতে আর কসম নেয়া হবে না, বরং এমতাবস্থায় বিবাদীগণ হতে কসম নিতে হবে, বিবাদীদের পঞ্চাশজন পঞ্চাশ কসম করবে। যদি তাদের সংখ্যা পঞ্চাশজন হতে কম হয়, তবে দুই দুইবার, তিন তিন বার করে হলেও পঞ্চাশ পূর্ণ করতে হবে। যদি বিবাদী মাত্র একজন হয়, তবে এই একজন হতেই পঞ্চাশ কসম নিতে হবে। যদি এই এক ব্যক্তি পঞ্চাশ কসম করে ফেলে, তবে সে নির্দোষ সাব্যস্ত হবে।\nমালিক (র) বলেন, হত্যার বেলায় পঞ্চাশ কসম নেয়া হয়ে থাকে আর অন্যান্য দাবি আদায়ের জন্য শুধু এক কসমই নেয়া হয়। কেননা মানুষ কাউকেই কারো সম্মুখে হত্যা করে না। যদি অন্যান্য দাবির মতো হত্যার বেলায়ও মাত্র একটি কসমই নেয়া হত তা হলে অনেক হত্যাই বৃথা যেত এবং মানুষ হত্যার উৎসাহ পেত। কিন্তু হত্যার কসমের বেলায় প্রথম বাদী পক্ষ হতেই কসম নেয়ার প্রথা নির্ধারিত হয়েছে যেন মানুষ হত্যা করতে সাহস না করে এবং এই ভেবে ভীত থাকে যে, এ ব্যাপারে তো নিহত ব্যক্তির কথাই ধর্তব্য।\nমালিক (র) বলেন, যদি কোন একটি পূর্ণ সম্প্রদায়ের উপর হত্যার অভিযোগ আনা হয় যাতে অনেক লোক রয়েছে, আর নিহত ব্যক্তির ওয়ারিসগণ তাদের নিকট হতে কসম নিতে ইচ্ছা করে, তা হলে ঐ সমস্ত লোকের প্রত্যেক ব্যক্তি পঞ্চাশটি করে কসম করবে। সকলে মিলে পঞ্চাশটি কসম করলে চলবে না। এ ব্যাপারে আমি এটাই উত্তম শ্রবণ করেছি।\nমালিক (র) বলেন, নিহত ব্যক্তির আসাবা যারা এই হত্যার হকদার তাদেরকেই কসম করানো হবে। আর তাদের কসম করার পরই কিসাস নেয়া যাবে।\n(ইমাম আবূ হানীফা (র)-এর মতে কসমের দ্বারা কিসাস সাব্যস্ত হয় না, শুধু দিয়াত (রক্তপণ) সাব্যস্ত হয়ে থাকে।)",
        "ar": "قَالَ يَحْيَى عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ بُشَيْرِ بْنِ يَسَارٍ أَنَّهُ أَخْبَرَهُ أَنَّ عَبْدَ اللهِ بْنَ سَهْلٍ الْأَنْصَارِيَّ وَمُحَيِّصَةَ بْنَ مَسْعُودٍ خَرَجَا إِلَى خَيْبَرَ فَتَفَرَّقَا فِي حَوَائِجِهِمَا فَقُتِلَ عَبْدُ اللهِ بْنُ سَهْلٍ فَقَدِمَ مُحَيِّصَةُ فَأَتَى هُوَ وَأَخُوهُ حُوَيِّصَةُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَهَبَ\n\nعَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ لِمَكَانِهِ مِنْ أَخِيهِ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَبِّرْ كَبِّرْ فَتَكَلَّمَ حُوَيِّصَةُ وَمُحَيِّصَةُ فَذَكَرَا شَأْنَ عَبْدِ اللهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ أَوْ قَاتِلِكُمْ قَالُوا يَا رَسُولَ اللهِ لَمْ نَشْهَدْ وَلَمْ نَحْضُرْ فَقَالَ لَهُمْ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَتُبْرِئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا فَقَالُوا يَا رَسُولَ اللهِ كَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ قَالَ يَحْيَى بْنُ سَعِيدٍ فَزَعَمَ بُشَيْرُ بْنُ يَسَارٍ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَدَاهُ مِنْ عِنْدِهِ\n\nقَالَ مَالِك الْأَمْرُ الْمُجْتَمَعُ عَلَيْهِ عِنْدَنَا وَالَّذِي سَمِعْتُ مِمَّنْ أَرْضَى فِي الْقَسَامَةِ وَالَّذِي اجْتَمَعَتْ عَلَيْهِ الْأَئِمَّةُ فِي الْقَدِيمِ وَالْحَدِيثِ أَنْ يَبْدَأَ بِالْأَيْمَانِ الْمُدَّعُونَ فِي الْقَسَامَةِ فَيَحْلِفُونَ وَأَنَّ الْقَسَامَةَ لَا تَجِبُ إِلَّا بِأَحَدِ أَمْرَيْنِ إِمَّا أَنْ يَقُولَ الْمَقْتُولُ دَمِي عِنْدَ فُلَانٍ أَوْ يَأْتِيَ وُلَاةُ الدَّمِ بِلَوْثٍ مِنْ بَيِّنَةٍ وَإِنْ لَمْ تَكُنْ قَاطِعَةً عَلَى الَّذِي يُدَّعَى عَلَيْهِ الدَّمُ فَهَذَا يُوجِبُ الْقَسَامَةَ لِلْمُدَّعِينَ الدَّمَ عَلَى مَنْ ادَّعَوْهُ عَلَيْهِ وَلَا تَجِبُ الْقَسَامَةُ عِنْدَنَا إِلَّا بِأَحَدِ هَذَيْنِ الْوَجْهَيْنِ قَالَ مَالِك وَتِلْكَ السُّنَّةُ الَّتِي لَا اخْتِلَافَ فِيهَا عِنْدَنَا وَالَّذِي لَمْ يَزَلْ عَلَيْهِ عَمَلُ النَّاسِ أَنَّ الْمُبَدَّئِينَ بِالْقَسَامَةِ أَهْلُ الدَّمِ وَالَّذِينَ يَدَّعُونَهُ فِي الْعَمْدِ وَالْخَطَإِ قَالَ مَالِك وَقَدْ بَدَّأَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْحَارِثِيِّينَ فِي قَتْلِ صَاحِبِهِمْ الَّذِي قُتِلَ بِخَيْبَرَ\n\nقَالَ مَالِك فَإِنْ حَلَفَ الْمُدَّعُونَ اسْتَحَقُّوا دَمَ صَاحِبِهِمْ وَقَتَلُوا مَنْ حَلَفُوا عَلَيْهِ وَلَا يُقْتَلُ فِي الْقَسَامَةِ إِلَّا وَاحِدٌ لَا يُقْتَلُ فِيهَا اثْنَانِ يَحْلِفُ مِنْ وُلَاةِ الدَّمِ خَمْسُونَ رَجُلًا خَمْسِينَ يَمِينًا فَإِنْ قَلَّ عَدَدُهُمْ أَوْ نَكَلَ بَعْضُهُمْ رُدَّتْ الْأَيْمَانُ عَلَيْهِمْ إِلَّا أَنْ يَنْكُلَ أَحَدٌ مِنْ وُلَاةِ الْمَقْتُولِ وُلَاةِ الدَّمِ الَّذِينَ يَجُوزُ لَهُمْ الْعَفْوُ عَنْهُ فَإِنْ نَكَلَ أَحَدٌ مِنْ أُولَئِكَ فَلَا سَبِيل إِلَى الدَّمِ إِذَا نَكَلَ أَحَدٌ مِنْهُمْ\n\nقَالَ يَحْيَى قَالَ مَالِك وَإِنَّمَا تُرَدُّ الْأَيْمَانُ عَلَى مَنْ بَقِيَ مِنْهُمْ إِذَا نَكَلَ أَحَدٌ مِمَّنْ لَا يَجُوزُ لَهُ عَفْوٌ فَإِنْ نَكَلَ أَحَدٌ مِنْ وُلَاةِ الدَّمِ الَّذِينَ يَجُوزُ لَهُمْ الْعَفْوُ عَنْ الدَّمِ وَإِنْ كَانَ وَاحِدًا فَإِنَّ الْأَيْمَانَ لَا تُرَدُّ عَلَى مَنْ بَقِيَ مِنْ وُلَاةِ الدَّمِ إِذَا نَكَلَ أَحَدٌ مِنْهُمْ عَنْ الْأَيْمَانِ وَلَكِنْ الْأَيْمَانُ إِذَا كَانَ ذَلِكَ تُرَدُّ عَلَى الْمُدَّعَى عَلَيْهِمْ فَيَحْلِفُ مِنْهُمْ خَمْسُونَ رَجُلًا خَمْسِينَ يَمِينًا فَإِنْ لَمْ يَبْلُغُوا خَمْسِينَ رَجُلًا رُدَّتْ الْأَيْمَانُ عَلَى مَنْ حَلَفَ مِنْهُمْ فَإِنْ لَمْ يُوجَدْ أَحَدٌ يَحْلِفُ إِلَّا الَّذِي ادُّعِيَ عَلَيْهِ حَلَفَ هُوَ خَمْسِينَ يَمِينًا وَبَرِئَ\n\nقَالَ يَحْيَى قَالَ مَالِك وَإِنَّمَا فُرِقَ بَيْنَ الْقَسَامَةِ فِي الدَّمِ وَالْأَيْمَانِ فِي الْحُقُوقِ أَنَّ الرَّجُلَ إِذَا دَايَنَ الرَّجُلَ اسْتَثْبَتَ عَلَيْهِ فِي حَقِّهِ وَأَنَّ الرَّجُلَ إِذَا أَرَادَ قَتْلَ الرَّجُلِ لَمْ يَقْتُلْهُ فِي جَمَاعَةٍ مِنْ النَّاسِ وَإِنَّمَا يَلْتَمِسُ الْخَلْوَةَ ََََ\n\nقَالَ فَلَوْ لَمْ تَكُنِ الْقَسَامَةُ إِلَّا فِيمَا تَثْبُتُ فِيهِ الْبَيِّنَةُ وَلَوْ عُمِلَ فِيهَا كَمَا يُعْمَلُ فِي الْحُقُوقِ هَلَكَتْ الدِّمَاءُ وَاجْتَرَأَ النَّاسُ عَلَيْهَا إِذَا عَرَفُوا الْقَضَاءَ فِيهَا وَلَكِنْ إِنَّمَا جُعِلَتْ الْقَسَامَةُ إِلَى وُلَاةِ الْمَقْتُولِ يُبَدَّءُونَ بِهَا فِيهَا لِيَكُفَّ النَّاسُ عَنْ الدَّمِ وَلِيَحْذَرَ الْقَاتِلُ أَنْ يُؤْخَذَ فِي مِثْلِ ذَلِكَ بِقَوْلِ الْمَقْتُولِ\n\nقَالَ يَحْيَى وَقَدْ قَالَ مَالِك فِي الْقَوْمِ يَكُونُ لَهُمْ الْعَدَدُ يُتَّهَمُونَ بِالدَّمِ فَيَرُدُّ وُلَاةُ الْمَقْتُولِ الْأَيْمَانَ عَلَيْهِمْ وَهُمْ نَفَرٌ لَهُمْ عَدَدٌ أَنَّهُ يَحْلِفُ كُلُّ إِنْسَانٍ مِنْهُمْ عَنْ نَفْسِهِ خَمْسِينَ يَمِينًا وَلَا تُقْطَعُ الْأَيْمَانُ عَلَيْهِمْ بِقَدْرِ عَدَدِهِمْ وَلَا يَبْرَءُونَ دُونَ أَنْ يَحْلِفَ كُلُّ إِنْسَانٍ عَنْ نَفْسِهِ خَمْسِينَ يَمِينًا قَالَ مَالِك وَهَذَا أَحْسَنُ مَا سَمِعْتُ فِي ذَلِكَ\n\nقَالَ وَالْقَسَامَةُ تَصِيرُ إِلَى عَصَبَةِ الْمَقْتُولِ وَهُمْ وُلَاةُ الدَّمِ الَّذِينَ يَقْسِمُونَ عَلَيْهِ وَالَّذِينَ يُقْتَلُ بِقَسَامَتِهِمْ",
        "ar_diacless": "قال يحيى عن مالك عن يحيى بن سعيد عن بشير بن يسار أنه أخبره أن عبد الله بن سهل الأنصاري ومحيصة بن مسعود خرجا إلى خيبر فتفرقا في حوائجهما فقتل عبد الله بن سهل فقدم محيصة فأتى هو وأخوه حويصة وعبد الرحمن بن سهل إلى النبي صلى الله عليه وسلم فذهب\n\nعبد الرحمن ليتكلم لمكانه من أخيه فقال رسول الله صلى الله عليه وسلم كبر كبر فتكلم حويصة ومحيصة فذكرا شأن عبد الله بن سهل فقال لهم رسول الله صلى الله عليه وسلم أتحلفون خمسين يمينا وتستحقون دم صاحبكم أو قاتلكم قالوا يا رسول الله لم نشهد ولم نحضر فقال لهم رسول الله صلى الله عليه وسلم فتبرئكم يهود بخمسين يمينا فقالوا يا رسول الله كيف نقبل أيمان قوم كفار قال يحيى بن سعيد فزعم بشير بن يسار أن رسول الله صلى الله عليه وسلم وداه من عنده\n\nقال مالك الأمر المجتمع عليه عندنا والذي سمعت ممن أرضى في القسامة والذي اجتمعت عليه الأئمة في القديم والحديث أن يبدأ بالأيمان المدعون في القسامة فيحلفون وأن القسامة لا تجب إلا بأحد أمرين إما أن يقول المقتول دمي عند فلان أو يأتي ولاة الدم بلوث من بينة وإن لم تكن قاطعة على الذي يدعى عليه الدم فهذا يوجب القسامة للمدعين الدم على من ادعوه عليه ولا تجب القسامة عندنا إلا بأحد هذين الوجهين قال مالك وتلك السنة التي لا اختلاف فيها عندنا والذي لم يزل عليه عمل الناس أن المبدئين بالقسامة أهل الدم والذين يدعونه في العمد والخطإ قال مالك وقد بدأ رسول الله صلى الله عليه وسلم الحارثيين في قتل صاحبهم الذي قتل بخيبر\n\nقال مالك فإن حلف المدعون استحقوا دم صاحبهم وقتلوا من حلفوا عليه ولا يقتل في القسامة إلا واحد لا يقتل فيها اثنان يحلف من ولاة الدم خمسون رجلا خمسين يمينا فإن قل عددهم أو نكل بعضهم ردت الأيمان عليهم إلا أن ينكل أحد من ولاة المقتول ولاة الدم الذين يجوز لهم العفو عنه فإن نكل أحد من أولئك فلا سبيل إلى الدم إذا نكل أحد منهم\n\nقال يحيى قال مالك وإنما ترد الأيمان على من بقي منهم إذا نكل أحد ممن لا يجوز له عفو فإن نكل أحد من ولاة الدم الذين يجوز لهم العفو عن الدم وإن كان واحدا فإن الأيمان لا ترد على من بقي من ولاة الدم إذا نكل أحد منهم عن الأيمان ولكن الأيمان إذا كان ذلك ترد على المدعى عليهم فيحلف منهم خمسون رجلا خمسين يمينا فإن لم يبلغوا خمسين رجلا ردت الأيمان على من حلف منهم فإن لم يوجد أحد يحلف إلا الذي ادعي عليه حلف هو خمسين يمينا وبرئ\n\nقال يحيى قال مالك وإنما فرق بين القسامة في الدم والأيمان في الحقوق أن الرجل إذا داين الرجل استثبت عليه في حقه وأن الرجل إذا أراد قتل الرجل لم يقتله في جماعة من الناس وإنما يلتمس الخلوة \n\nقال فلو لم تكن القسامة إلا فيما تثبت فيه البينة ولو عمل فيها كما يعمل في الحقوق هلكت الدماء واجترأ الناس عليها إذا عرفوا القضاء فيها ولكن إنما جعلت القسامة إلى ولاة المقتول يبدءون بها فيها ليكف الناس عن الدم وليحذر القاتل أن يؤخذ في مثل ذلك بقول المقتول\n\nقال يحيى وقد قال مالك في القوم يكون لهم العدد يتهمون بالدم فيرد ولاة المقتول الأيمان عليهم وهم نفر لهم عدد أنه يحلف كل إنسان منهم عن نفسه خمسين يمينا ولا تقطع الأيمان عليهم بقدر عددهم ولا يبرءون دون أن يحلف كل إنسان عن نفسه خمسين يمينا قال مالك وهذا أحسن ما سمعت في ذلك\n\nقال والقسامة تصير إلى عصبة المقتول وهم ولاة الدم الذين يقسمون عليه والذين يقتل بقسامتهم",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18521,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 44,
    "section_id": 2,
    "title": "ইচ্ছাকৃত হত্যায় নিহত ব্যক্তির কোন্ কোন্ ওয়ারিস হতে কসম নেয়া হবে",
    "preface": "আমাদের নিকট সর্বসম্মত মাস’আলা এই যে, হত্যার কসমে স্ত্রীলোকদের নিকট হতে কসম নেয়া হবে না। যদি নিহত ব্যক্তির ওয়ারিস শুধু স্ত্রীলোকই হয়, তবে ইচ্ছাকৃত হত্যায় না তাদের কসম করার অধিকার থাকে, না ক্ষমা করার। মালিক (র) বলেন, এক ব্যক্তিকে ইচ্ছাকৃতভাবে হত্যা করা হল, তার উত্তরাধিকারী ওয়ারিসগণ বলল  আমরা কসম করে কিসাস নিব। তবে তাদের জন্য ইহা বৈধ হবে।\nমালিক (র) বলেন, এমতাবস্থায় যদি নারীগণ ক্ষমা করতে ইচ্ছা করে তবে তাদের এই ইচ্ছা করা বৃথা। মালিক (র) বলেন, এ ব্যাপারে আসাবা ও ওয়ারিসগণ স্ত্রীগণ অপেক্ষা অগ্রগণ্য। কেননা তারা অধিকারী হিসেবে নিহত ব্যক্তির অধিক নিকটবর্তী আর তারা কসম করেছে।\n\nমালিক (র) বলেন, যদি আসাবা বা ওয়ারিসগণ কসম করার পর নিজেরাই ক্ষমা করে দেয় আর স্ত্রীগণ ক্ষমা না করে, তবে স্ত্রীদের কিসাস নেয়ার অধিকার থাকবে। মালিক (র) বলেন, ইচ্ছাকৃত হত্যায় অন্তত দুইজন বাদী হতে কসম নিতেই হবে। তাদের হতে পঞ্চাশ কসম নেওয়ার পর কিসাসের আদেশ দেয়া হবে।\n\nযারকানী বলেন, কিসাস যেরূপ দুইজন সার্ক্ষীর সাক্ষ্য ব্যতীত সাব্যস্ত হয় না, তদ্রুপ কসমের বেলায়ও দুই অথবা তদূর্ধ্ব, বাদী যতক্ষণ পর্যন্ত পঞ্চাশ কসম না করবে ততক্ষণ পর্যন্ত কিসাসের আদেশ দেয়া হবে না।\nমালিক (র) বলেন, যদি কয়েকজন লোক সম্মিলিতভাবে এক ব্যক্তিকে এইভাবে প্রহার করে যে, ঐ ব্যক্তি সকলের আঘাতে তৎক্ষণাৎ মৃত্যুবরণ করে, তা হলে কিসাসে সকলকেই হত্যা করা হবে। যদি কয়েকদিন পর মারা যায়, তবে কসম নিতে হবে। আর কসমের দারুন তাদের মধ্য হতে শুধু এক ব্যক্তিকে হত্যা করা হবে। কেননা কসমের দ্বারা সর্বদা এক ব্যক্তিকে হত্যা করা হয়।",
    "number": "পরিচ্ছেদঃ ২",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 51094,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 44,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18522,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 44,
    "section_id": 3,
    "title": "অনিচ্ছাকৃত অর্থাৎ ভুলক্রমে হত্যার কসম",
    "preface": "অনিচ্ছাকৃত হত্যায়ও বাদীপক্ষই প্রথমত কসম করবে। তারা নিজেদের দিয়াতের অংশ অনুপাতে কসম করবে, পঞ্চাশ কসম। যেমন মৃত ব্যক্তির এক ছেলে আর তিন কন্যা রয়েছে। এখানে ছেলের দুই অংশ আর তিন কন্যার তিন অংশ- মোট পাঁচ অংশ হল। পঞ্চাশকে পাঁচ ভাগ করলে প্রতি অংশে দশ কসম এল। যেহেতু ছেলে দুই অংশ পাবে, অতএব তাকে বিশ কসম করতে হবে আর প্রত্যেক কন্যা করবে দশ কসম।\nযদি কসমে ভগ্নাংশ এসে পড়ে তা হলে যার উপর ভগ্নাংশের অংশ বেশি পড়বে তার অংশেই পূর্ণ কসম বর্তাবে। যেমন মৃত ব্যক্তি মা ও পিতা রেখে গেল। যেহেতু মা ১/৩ অংশের মালিক, পঞ্চাশকে তিন ভাগ করলে ১৬ ২/৩ প্রতি অংশে আসে। যেহেতু ২/৩ ভগ্নাংশের বেশি অংশ, অতএব মার অংশে ১৭ কসম আসবে আর অবশিষ্ট ৩৩ কসম পিতার অংশে পড়বে।\n\nমালিক (র) বলেন, নিহত ব্যক্তির ওয়ারিস যদি শুধু নারীই হয় তা হলে তারাই কসম করে দিয়াত (রক্তপণ) গ্রহণ করবে।\nআর যদি নিহত ব্যক্তির ওয়ারিস শুধু একজন পুরুষ হয় তবে সে একাই পঞ্চাশ কসম করে দিয়াত গ্রহণ করবে।",
    "number": "পরিচ্ছেদঃ ৩",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 51095,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 44,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18524,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 44,
    "section_id": 4,
    "title": "কাসামাতে মীরাস বন্টনের পদ্ধতি",
    "preface": "যদি নিহত ব্যক্তির উত্তরাধিকারিগণ দিয়াত (রক্তপণ) গ্রহণ করে তা হলে উহা আল্লাহ্‌র কিতাবে বর্ণিত নিয়মে বন্টন করা হবে। মৃত ব্যক্তির কন্যাগণ, ভাগ্নিগণ এবং যে সমস্ত নারী তার উত্তরাধিকারিণী তারা অংশ পাবে। যদি তাদের অংশ দেয়ার পরও কিছু অবশিষ্ট থাকে, তবে উহা নিকটাত্মীয় আসবাবগণ পাবে। [১]\n\nমালিক (র) বলেন, যদি নিহত ব্যক্তির কোন উত্তরাধিকারী অনুপস্থিত থাকে, আর কেউ কেউ উপস্থিত থাকে, উপস্থিত উত্তরাধিকারিগণ কসম করে নিজেদের অংশ গ্রহণ করতে ইচ্ছা করে, তবে তারা সম্পূর্ণ কসম পূর্ণ করার পূর্বে তাদের অংশ গ্রহণ করতে পারবে না, অবশ্য যদি তারা পঞ্চাশ কসম পূর্ণ করে, তবে দিয়াতের অংশ যা তাদের ভাগে পড়ে উহা তারা গ্রহণ করতে পারবে। কেননা পঞ্চাশ কসমের পূর্বে তো হত্যাই সাব্যস্ত হয় না, আর হত্যা সাব্যস্ত না হলে দিয়াতও সাব্যস্ত হয় না, উপস্থিত উত্তরাধিকারগণের শপথ শেষ হওয়ার পর অনুপস্থিত উত্তরাধিকারী উপস্থিত হয়, তবে উত্তরাধিকারে অংশ হিসেবে পঞ্চাশ শপথ হতে তার অংশের শপথ করার পর সে তার অংশ নিতে পারবে। এইরূপ সমস্ত উত্তরাধিকারীর প্রাপ্য অংশ পূর্ণ হয়ে যাবে। যদি বৈপিত্রেয় ভাই আসে, তবে সে ১/৩ পাবে এবং পঞ্চাশ কসমের অংশ হারে কসম করে স্বীয় অংশ গ্রহণ করবে। যদি সে কসম না করে তবে তার অংশ সে পাবে না। যদি কোন অপ্রাপ্ত বয়স্ক উত্তরাধিকারী অনুপস্থিত থাকে, তবে উপস্থিত উত্তরাধিকারী হতে পঞ্চাশ কসম নেয়া হবে। অতঃপর যদি অনুপস্থিত ব্যক্তি এসে পড়ে, তা হতেও তার অংশের অনুপাতে কসম নেয়া হবে। আর যখন অপ্রাপ্তবয়স্ক বালেগ হয়ে যায় তখন সেও স্বীয় অংশ অনুপাতে কসম করবে। এই ব্যাপারে এটাই উত্তম সিদ্ধান্ত যা আমি শ্রবণ করেছি।",
    "number": "পরিচ্ছেদঃ ৪",
    "sort_order": 4,
    "hadiths": [
      {
        "id": 51096,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 44,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18526,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 44,
    "section_id": 5,
    "title": "দাসের ব্যাপারে কসম",
    "preface": "আমাদের কাছে এই সিদ্ধান্ত রয়েছে যে, যদি দাস ইচ্ছাকৃত বা অনিচ্ছাকৃতভাবে নিহত হয়, আর তার মালিক একজন সাক্ষী উপস্থিত করে, তবে সে ঐ সাক্ষীর সাথে একটি কসম করবে। তা হলে সে দাসের মূল্য প্রাপ্ত হবে।\n\nদাসদের মধ্যে ইচ্ছাকৃত বা অনিচ্ছাকৃত হত্যায় কসম নেই। তাদের ব্যাপারে কসম অনুযায়ী ফায়সালা করার কথা আমি কোন আলিমের নিকট শুনিনি।\n\nমালিক (র) বলেন, যদি দাস ইচ্ছাকৃত বা অনিচ্ছাকৃতভাবে নিহত হয়, তা হলে তার প্রভুর উপর কসমের বিধান বা শপথ অর্পিত হয় না। মালিক তখনই মূল্যপ্রাপ্ত হবে, যখন সে দুইজন সাক্ষী উপস্থিত করবে অথবা একজন সাক্ষীর সাথে নিজেও সাক্ষী হিসাবে এক কসম করবে।",
    "number": "পরিচ্ছেদঃ ৫",
    "sort_order": 5,
    "hadiths": [
      {
        "id": 51097,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 44,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ",
        "hadith_id": null,
        "narrator": null,
        "bn": "",
        "ar": "",
        "ar_diacless": "",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  }
]