[
  {
    "id": 18456,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 1,
    "title": "প্রস্তরাঘাত করা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 49531,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫০৮",
        "hadith_id": 1508,
        "narrator": "আবদুল্লাহ্ ইব্নু উমার (রা)",
        "bn": "ইহুদীদের একদল রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে বলল, তাদের একজন পুরুষ ও একজন স্ত্রীলোক ব্যভিচার করেছে। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে জিজ্ঞেস করলেনঃ রজম বা প্রস্তরাঘাতের ব্যাপারে তাওরাতে কি আদেশ রয়েছে? তারা বললঃ  আমরা ব্যভিচারকারীকে লজ্জিত করি এবং তাদেরকে বেত্রাঘাত করা হয়। আবদুল্লাহ্ ইব্নু সালাম বললেন, তোমরা মিথ্যা বলতেছ। তাওরাতে প্রস্তরাঘাতের শাস্তি রয়েছে। অতঃপর তারা তাওরাত এনে তা খুলল। এক ব্যক্তি রজমের বক্তব্যের উপর হাত রেখে পূর্বাপর অবশিষ্ট আয়াত পড়ে শুনাল। আবদুল্লাহ্ ইব্নু সালাম তাকে বলল,  তোমার হাত উঠাও তো। সে তার হাত উঠালে দেখা গেল উহাতে প্রস্তরাঘাতের আয়াত রয়েছে। অতঃপর সকল ইহুদীই স্বীকার করল যে, আবদুল্লাহ্ ইব্নু সালাম ঠিকই বলেছেন, তাওরাতে প্রস্তরাঘাতের আয়াত বিদ্যমান রয়েছে। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয়কে প্রস্তরাঘাতের আদেশ করলেন। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আদেশে উভয়কে প্রস্তরাঘাত করা হল। আবদুল্লাহ্ ইব্নু উমার (রা) বলেন, আমি দেখলাম, পুরুষটি ঐ নারীকে আঘাত হতে রক্ষা করতে তার উপর ঝুঁকে পড়ছিল। (বুখারী ৩৬৩৫, মুসলিম ১৬৯৯)\nমালিক (র) বলেন, উহার উপর ঝুঁকে পড়ছিল অর্থ পুরুষ নিজে প্রস্তরাঘাত সহ্য করেও ঐ নারীকে প্রস্তারাঘাত হতে রক্ষা করতে যেয়ে তার উপর উপুড় হয়ে পড়েছিল।",
        "ar": "حَدَّثَنَا مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ أَنَّهُ قَالَ\n\nجَاءَتْ الْيَهُودُ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرُوا لَهُ أَنَّ رَجُلًا مِنْهُمْ وَامْرَأَةً زَنَيَا فَقَالَ لَهُمْ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الرَّجْمِ فَقَالُوا نَفْضَحُهُمْ وَيُجْلَدُونَ فَقَالَ عَبْدُ اللهِ بْنُ سَلَامٍ كَذَبْتُمْ إِنَّ فِيهَا الرَّجْمَ فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوهَا فَوَضَعَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ ثُمَّ قَرَأَ مَا قَبْلَهَا وَمَا بَعْدَهَا\n\nفَقَالَ لَهُ عَبْدُ اللهِ بْنُ سَلَامٍ ارْفَعْ يَدَكَ فَرَفَعَ يَدَهُ فَإِذَا فِيهَا آيَةُ الرَّجْمِ فَقَالُوا صَدَقَ يَا مُحَمَّدُ فِيهَا آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَا\n\nفَقَالَ عَبْدُ اللهِ بْنُ عُمَرَ فَرَأَيْتُ الرَّجُلَ يَحْنِي عَلَى الْمَرْأَةِ يَقِيهَا الْحِجَارَةَ قَالَ مَالِك يَعْنِي يَحْنِي يُكِبُّ عَلَيْهَا حَتَّى تَقَعَ الْحِجَارَةُ عَلَيْهِ",
        "ar_diacless": "حدثنا مالك عن نافع عن عبد الله بن عمر أنه قال\n\nجاءت اليهود إلى رسول الله صلى الله عليه وسلم فذكروا له أن رجلا منهم وامرأة زنيا فقال لهم رسول الله صلى الله عليه وسلم ما تجدون في التوراة في شأن الرجم فقالوا نفضحهم ويجلدون فقال عبد الله بن سلام كذبتم إن فيها الرجم فأتوا بالتوراة فنشروها فوضع أحدهم يده على آية الرجم ثم قرأ ما قبلها وما بعدها\n\nفقال له عبد الله بن سلام ارفع يدك فرفع يده فإذا فيها آية الرجم فقالوا صدق يا محمد فيها آية الرجم فأمر بهما رسول الله صلى الله عليه وسلم فرجما\n\nفقال عبد الله بن عمر فرأيت الرجل يحني على المرأة يقيها الحجارة قال مالك يعني يحني يكب عليها حتى تقع الحجارة عليه",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49528,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫০৯",
        "hadith_id": 1509,
        "narrator": "সাঈদ ইব্নু মুসায়্যাব (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসলাম গোত্রের এক ব্যক্তিকে যার নাম হাযযাল ছিল, বললেন, “হে হাযযাল, যদি তুমি এ খবরটি (মা‘ইযের ব্যভিচারের খবর) গোপন রাখতে, তা হলে উহা তোমার জন্য ভালই হত।”\nইয়াহ্ইয়া ইব্নু সাঈদ (র) বলেন, আমি এক সময় এক সভাস্থলে এই ঘটনা বর্ণনা করলাম। তথায় ইয়াযীদ ইব্নু নু‘য়াইম ইব্নু হাযযালও উপস্থিত ছিল। তখন ইয়াযীদ বলল, হাযযাল আমার পিতামহ ছিলেন। এই হাদীস সত্য। (সহীহ, আবূ দাঊদ ৪৩৭৭, আলবানী হাদীসটি সহীহ বলেছেন [সিলমিলা সহীহা] ৩৪৬০, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ قَالَ بَلَغَنِي\n\nأَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لِرَجُلٍ مِنْ أَسْلَمَ يُقَالُ لَهُ هَزَّالٌ يَا هَزَّالُ لَوْ سَتَرْتَهُ بِرِدَائِكَ لَكَانَ خَيْرًا لَكَ\n\nقَالَ يَحْيَى بْنُ سَعِيدٍ فَحَدَّثْتُ بِهَذَا الْحَدِيثِ فِي مَجْلِسٍ فِيهِ يَزِيدُ بْنُ نُعَيْمِ بْنِ هَزَّالٍ الْأَسْلَمِيِّ فَقَالَ يَزِيدُ هَزَّالٌ جَدِّي وَهَذَا الْحَدِيثُ حَقٌّ",
        "ar_diacless": "حدثني مالك عن يحيى بن سعيد عن سعيد بن المسيب أنه قال بلغني\n\nأن رسول الله صلى الله عليه وسلم قال لرجل من أسلم يقال له هزال يا هزال لو سترته بردائك لكان خيرا لك\n\nقال يحيى بن سعيد فحدثت بهذا الحديث في مجلس فيه يزيد بن نعيم بن هزال الأسلمي فقال يزيد هزال جدي وهذا الحديث حق",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49533,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫০৯",
        "hadith_id": 1509,
        "narrator": "সাঈদ ইব্নু মুসায়্যাব (র)",
        "bn": "আসলাম গোত্রের এক ব্যক্তি আবূ বাকর (রা)-এর নিকট এসে বলল, এই অধম ব্যক্তি [১] ব্যভিচার করেছে। আবূ বাকর (রা) তাকে বললেন, আমাকে ব্যতীত অন্য করো নিকট ইহা প্রকাশ করনি তো ? সে ব্যক্তি বলল, না। তিনি বললেন, আল্লাহ্‌র নিকট তাওবা কর আর আল্লাহ্‌র পর্দার আড়ালে লুকিয়ে থাক। কেননা আল্লাহ্ পাক স্বীয় বান্দাদের তাওবা গ্রহণ করে থাকেন।\nকিন্তু এতে তার প্রবোধ হল না। অতঃপর সে উমার ইব্নু খাত্তাব (রা)-এর নিকট উপস্থিত হল এবং আবূ বাকর (রা)-এর নিকট যেরূপ বর্ণনা করেছিল তদ্রুপ বর্ণনা করল। উমারও তাকে ঐরূপই বললেন, যেরূপ আবূ বাকর (রা) বলেছিলেন। এতেও তার মনে প্রবোধ মানল না। অগত্যা সে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এসে বলল, এই হতভাগা ব্যভিচার করেছে। সাঈদ বলেন, ইহা শ্রবণে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিক থেকে মুখ ফিরিয়ে নিলেন। সে ব্যক্তি তাঁর নিকট তিনবার এইরূপ বলল। তিনবারই রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিক থেকে মুখ ফিরিয়ে নিলেন। অতঃপর যখন সে বলতেই থাকল, তখন রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার পরিবারের নিকট লোক পাঠিয়ে জিজ্ঞেস করলেন, এ ব্যক্তি কি রোগাক্রান্ত? এ ব্যক্তি উন্মাদ তো হয়ে যায়নি ? তাঁরা বললেন, এই ব্যক্তি সম্পূর্ণ সুস্থ রয়েছে, ইয়া রসূলাল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম! অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করলেন, সে কি কুমার না কি বিবাহ করেছে ? রাবী বলেন, উপস্থিত লোকগণ বলল, সে বিবাহ করেছে, ইয়া রসূলাল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম! অতঃপর তার সম্বন্ধে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রস্তরাঘাতের আদেশ করলে তাকে প্রস্তরাঘাত করা হল। (বুখারী ৬৮১৫, ইমাম মুসলিম ১৬৯১, আবূ হুরাইরা (রা) থেকে মুত্তাসিল সনদে বর্ণনা করেন, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّ رَجُلًا مِنْ أَسْلَمَ جَاءَ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ فَقَالَ لَهُ إِنَّ الْأَخِرَ زَنَى فَقَالَ لَهُ أَبُو بَكْرٍ هَلْ ذَكَرْتَ هَذَا لِأَحَدٍ غَيْرِي فَقَالَ لَا فَقَالَ لَهُ أَبُو بَكْرٍ فَتُبْ إِلَى اللهِ وَاسْتَتِرْ بِسِتْرِ اللهِ فَإِنَّ اللهَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ فَلَمْ تُقْرِرْهُ نَفْسُهُ حَتَّى أَتَى عُمَرَ بْنَ الْخَطَّابِ فَقَالَ لَهُ مِثْلَ مَا قَالَ لِأَبِي بَكْرٍ فَقَالَ لَهُ عُمَرُ مِثْلَ مَا قَالَ لَهُ أَبُو بَكْرٍ فَلَمْ تُقْرِرْهُ نَفْسُهُ حَتَّى جَاءَ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُ إِنَّ الْأَخِرَ زَنَى فَقَالَ سَعِيدٌ فَأَعْرَضَ عَنْهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَ مَرَّاتٍ كُلُّ ذَلِكَ يُعْرِضُ عَنْهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا أَكْثَرَ عَلَيْهِ بَعَثَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى أَهْلِهِ فَقَالَ أَيَشْتَكِي أَمْ بِهِ جِنَّةٌ فَقَالُوا يَا رَسُولَ اللهِ وَاللهِ إِنَّهُ لَصَحِيحٌ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَبِكْرٌ أَمْ ثَيِّبٌ فَقَالُوا بَلْ ثَيِّبٌ يَا رَسُولَ اللهِ فَأَمَرَ بِهِ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَ",
        "ar_diacless": "حدثني مالك عن يحيى بن سعيد عن سعيد بن المسيب أن رجلا من أسلم جاء إلى أبي بكر الصديق فقال له إن الأخر زنى فقال له أبو بكر هل ذكرت هذا لأحد غيري فقال لا فقال له أبو بكر فتب إلى الله واستتر بستر الله فإن الله يقبل التوبة عن عباده فلم تقرره نفسه حتى أتى عمر بن الخطاب فقال له مثل ما قال لأبي بكر فقال له عمر مثل ما قال له أبو بكر فلم تقرره نفسه حتى جاء إلى رسول الله صلى الله عليه وسلم فقال له إن الأخر زنى فقال سعيد فأعرض عنه رسول الله صلى الله عليه وسلم ثلاث مرات كل ذلك يعرض عنه رسول الله صلى الله عليه وسلم حتى إذا أكثر عليه بعث رسول الله صلى الله عليه وسلم إلى أهله فقال أيشتكي أم به جنة فقالوا يا رسول الله والله إنه لصحيح فقال رسول الله صلى الله عليه وسلم أبكر أم ثيب فقالوا بل ثيب يا رسول الله فأمر به رسول الله صلى الله عليه وسلم فرجم",
        "note": "[১] বক্তা নিজেই; সে নিজেকে অধম বলে প্রকাশ করেছে। কারণ এই অন্যায় কাজে সে লিপ্ত হয়েছে।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49529,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১১",
        "hadith_id": 1511,
        "narrator": "ইব্নু শিহাব যুহরী (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সময়ে এক ব্যক্তি নিজে ব্যভিচারে লিপ্ত হওয়ার কথা চারবার স্বীকার করল। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আদেশে তাকে প্রস্তরাঘাত করা হল। ইব্নু শিহাব বলেন, এজন্যই কোন ব্যক্তি নিজ অপরাধ স্বীকার করলে উহা দ্বারা তার শাস্তি হয়ে থাকে। (বুখারী ৫২৭২, ইমাম মুসলিম ১৬৯১, আবূ হুরাইরা থেকে মুত্তাসিল সনদে বর্ণনা করেন, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ أَنَّهُ أَخْبَرَهُ\n\nأَنَّ رَجُلًا اعْتَرَفَ عَلَى نَفْسِهِ بِالزِّنَا عَلَى عَهْدِ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَشَهِدَ عَلَى نَفْسِهِ أَرْبَعَ مَرَّاتٍ فَأَمَرَ بِهِ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَرُجِمَ قَالَ ابْنُ شِهَابٍ فَمِنْ أَجْلِ ذَلِكَ يُؤْخَذُ الرَّجُلُ بِاعْتِرَافِهِ عَلَى نَفْسِهِ",
        "ar_diacless": "حدثني مالك عن ابن شهاب أنه أخبره\n\nأن رجلا اعترف على نفسه بالزنا على عهد رسول الله صلى الله عليه وسلم وشهد على نفسه أربع مرات فأمر به رسول الله صلى الله عليه وسلم فرجم قال ابن شهاب فمن أجل ذلك يؤخذ الرجل باعترافه على نفسه",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49530,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১২",
        "hadith_id": 1512,
        "narrator": "আবদুল্লাহ্ ইব্নু আবী মুলাইকা (র)",
        "bn": "এক স্ত্রীলোক রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খেদমতে উপস্থিত হয়ে ব্যভিচারের কথা স্বীকার করল। সে মহিলা তখন অন্তঃসত্ত্বা ছিল। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমার সন্তান প্রসবের পর এসো। অতঃপর ঐ স্ত্রীলোকটি প্রসবের পর এল। এবার রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, এখন যাও, সন্তানের দুধ ছাড়া হলে এসো। সন্তানের দুধ ছাড়ানোর পর ঐ মহিলাটি আবার এল। এবার রসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, যাও, এই সন্তানকে কারো তত্ত্বাবধানে রেখে আস। সে তাকে কারো তত্ত্বাবধানে রেখে আসল। অতঃপর তাঁর আদেশে তাকে প্রস্তরাঘাত করা হল। (সহীহ, মুসলিম ১৬৯৫, বুরাইবদা (রা) থেকে মুত্তাসিল সনদে বর্ণনা করেন, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "حَدَّثَنِي مَالِك عَنْ يَعْقُوبَ بْنِ زَيْدِ بْنِ طَلْحَةَ عَنْ أَبِيهِ زَيْدِ بْنِ طَلْحَةَ عَنْ عَبْدِ اللهِ بْنِ أَبِي مُلَيْكَةَ أَنَّهُ أَخْبَرَهُ\n\nأَنَّ امْرَأَةً جَاءَتْ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَتْهُ أَنَّهَا زَنَتْ وَهِيَ حَامِلٌ فَقَالَ لَهَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اذْهَبِي حَتَّى تَضَعِي فَلَمَّا وَضَعَتْ جَاءَتْهُ فَقَالَ لَهَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اذْهَبِي حَتَّى تُرْضِعِيهِ فَلَمَّا أَرْضَعَتْهُ جَاءَتْهُ فَقَالَ اذْهَبِي فَاسْتَوْدِعِيهِ قَالَ فَاسْتَوْدَعَتْهُ ثُمَّ جَاءَتْ فَأَمَرَ بِهَا فَرُجِمَتْ",
        "ar_diacless": "حدثني مالك عن يعقوب بن زيد بن طلحة عن أبيه زيد بن طلحة عن عبد الله بن أبي مليكة أنه أخبره\n\nأن امرأة جاءت إلى رسول الله صلى الله عليه وسلم فأخبرته أنها زنت وهي حامل فقال لها رسول الله صلى الله عليه وسلم اذهبي حتى تضعي فلما وضعت جاءته فقال لها رسول الله صلى الله عليه وسلم اذهبي حتى ترضعيه فلما أرضعته جاءته فقال اذهبي فاستودعيه قال فاستودعته ثم جاءت فأمر بها فرجمت",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49532,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১৩",
        "hadith_id": 1513,
        "narrator": "আবূ হুরায়রা (রা) ও যাইদ ইবনু খালিদ জুহানী (রা)",
        "bn": "দুই ব্যক্তির মধ্যে ঝগড়া হয়ে তারা উভয়ে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খিদমতে উপস্থিত হল। তাদের একজন বলল, ইয়া রসূলাল্লাহ্! আল্লাহ্‌র কিতাবের আইন অনুসারেই আমাদের মীমাংসা করে দিন। দ্বিতীয় ব্যক্তি খুব চতুর ছিল, বলতে লাগল, ইয়া রসূলাল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আল্লাহর কিতাব অনুসারে মীমাংসা করুন এবং আমাকে কথা বলতে দিন। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি কি বলতে চাও বল। সে বলল, আমার ছেলে এই ব্যক্তির নিকট চাকর ছিল। সে এ ব্যক্তির স্ত্রীর সাথে ব্যভিচার করেছে। অনেকে বলল, তোমার ছেলেকে প্রস্তরাঘাত করা হবে। আমি তার পক্ষ হতে একশত বকরী এবং একটি দাসী ক্ষতিপূরণ হিসেবে দান করলাম। অতঃপর আমি আলিমদের নিকট জিজ্ঞেস করলাম। তাঁরা বললেন, তোমার ছেলেকে একশত বেত্রাঘাত করা হবে এবং এক বৎসরের জন্য নির্বাসন দেয়া হবে। আর তার স্ত্রীকে প্রস্তরাঘাত করা হবে। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আল্লাহ্‌র কিতাব অনুসারেই আমি তোমাদের ফয়সালা করব। তোমার বকরী ও দাসী তুমি ফেরত নিয়ে যাও। অতঃপর তার ছেলেকে একশত বেত্রাঘাত লাগালেন আর এক বৎসরের জন্য দেশ ত্যাগের আদেশ দিলেন এবং উনাইস আসলামীকে দ্বিতীয় ব্যক্তির স্ত্রীর নিকট হাযির হতে নির্দেশ দিলেন। সেই স্ত্রীলোক অপরাধ স্বীকার করলে তাকে প্রস্তরাঘাত করতে বলা হল। স্ত্রীলোকটি অপরাধ স্বীকার করায় তাকে প্রস্তরাঘাত করা হল। (বুখারী ৬৬৩৩, মুসলিম ১৬৯৮)\nমালিক (র) বলেন, উক্ত হাদীসে যে ‘আসীফ’ শব্দ রয়েছে, উহার অর্থ ভৃত্য।",
        "ar": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّهُمَا أَخْبَرَاهُ\n\nأَنَّ رَجُلَيْنِ اخْتَصَمَا إِلَى\n\nرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَحَدُهُمَا يَا رَسُولَ اللهِ اقْضِ بَيْنَنَا بِكِتَابِ اللهِ وَقَالَ الْآخَرُ وَهُوَ أَفْقَهُهُمَا أَجَلْ يَا رَسُولَ اللهِ فَاقْضِ بَيْنَنَا بِكِتَابِ اللهِ وَأْذَنْ لِي فِي أَنْ أَتَكَلَّمَ قَالَ تَكَلَّمْ فَقَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ فَأَخْبَرَنِي أَنَّ عَلَى ابْنِي الرَّجْمَ فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَبِجَارِيَةٍ لِي ثُمَّ إِنِّي سَأَلْتُ أَهْلَ الْعِلْمِ فَأَخْبَرُونِي أَنَّ مَا عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَأَخْبَرُونِي أَنَّمَا الرَّجْمُ عَلَى امْرَأَتِهِ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَمَا وَالَّذِي نَفْسِي بِيَدِهِ لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللهِ أَمَّا غَنَمُكَ وَجَارِيَتُكَ فَرَدٌّ عَلَيْكَ وَجَلَدَ ابْنَهُ مِائَةً وَغَرَّبَهُ عَامًا وَأَمَرَ أُنَيْسًا الْأَسْلَمِيَّ أَنْ يَأْتِيَ امْرَأَةَ الْآخَرِ فَإِنْ اعْتَرَفَتْ رَجَمَهَا فَاعْتَرَفَتْ فَرَجَمَهَا قَالَ مَالِك وَالْعَسِيفُ الْأَجِيرُ",
        "ar_diacless": "حدثني مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود عن أبي هريرة وزيد بن خالد الجهني أنهما أخبراه\n\nأن رجلين اختصما إلى\n\nرسول الله صلى الله عليه وسلم فقال أحدهما يا رسول الله اقض بيننا بكتاب الله وقال الآخر وهو أفقههما أجل يا رسول الله فاقض بيننا بكتاب الله وأذن لي في أن أتكلم قال تكلم فقال إن ابني كان عسيفا على هذا فزنى بامرأته فأخبرني أن على ابني الرجم فافتديت منه بمائة شاة وبجارية لي ثم إني سألت أهل العلم فأخبروني أن ما على ابني جلد مائة وتغريب عام وأخبروني أنما الرجم على امرأته فقال رسول الله صلى الله عليه وسلم أما والذي نفسي بيده لأقضين بينكما بكتاب الله أما غنمك وجاريتك فرد عليك وجلد ابنه مائة وغربه عاما وأمر أنيسا الأسلمي أن يأتي امرأة الآخر فإن اعترفت رجمها فاعترفت فرجمها قال مالك والعسيف الأجير",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49534,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১৪",
        "hadith_id": 1514,
        "narrator": "আবূ হুরায়রা (রা)",
        "bn": "সা‘দ ইব্নু উবাদা (রা) রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলল, ইয়া রসূলাল্লাহ! যদি আমি আমার স্ত্রীর নিকট কোন ব্যক্তিকে পাই, তবে কি চারজন সাক্ষী আনা পর্যন্ত তাকে সময় দিব ? রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ। (সহীহ, মুসলিম ১৪৯৮)",
        "ar": "حَدَّثَنِي مَالِك عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ\n\nأَنَّ سَعْدَ بْنَ عُبَادَةَ قَالَ لِرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَرَأَيْتَ لَوْ أَنِّي وَجَدْتُ مَعَ امْرَأَتِي رَجُلًا أَأُمْهِلُهُ حَتَّى آتِيَ بِأَرْبَعَةِ شُهَدَاءَ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَعَمْ",
        "ar_diacless": "حدثني مالك عن سهيل بن أبي صالح عن أبيه عن أبي هريرة\n\nأن سعد بن عبادة قال لرسول الله صلى الله عليه وسلم أرأيت لو أني وجدت مع امرأتي رجلا أأمهله حتى آتي بأربعة شهداء فقال رسول الله صلى الله عليه وسلم نعم",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49535,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১৫",
        "hadith_id": 1515,
        "narrator": "আবদুল্লাহ্ ইব্নু আব্বাস (রা)",
        "bn": "উমার ইব্নু খাত্তাব (রা)-কে বলতে শুনেছেন, আল্লাহ্‌র কিতাবে প্রস্তরাঘাতের যে বিধান রয়েছে উহা বাস্তব সত্য। যে ব্যক্তি ব্যভিচারে লিপ্ত হয় সে পুরুষ হোক অথবা নারী, যদি বিবাহিতা হয় আর চারজন সাক্ষী পাওয়া যায় অথবা তার পেটে বাচ্চা হয় বা স্বীকার করে, তবে প্রস্তরাঘাত করা হবে। (বুখারী ৬৮২৯, ৬৮৩০, মুসলিম ১৬৯১)",
        "ar": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ أَنَّهُ قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ الرَّجْمُ فِي كِتَابِ اللهِ حَقٌّ عَلَى مَنْ زَنَى مِنْ الرِّجَالِ وَالنِّسَاءِ إِذَا أُحْصِنَ\n\nإِذَا قَامَتْ الْبَيِّنَةُ أَوْ كَانَ الْحَبَلُ أَوْ الْاعْتِرَافُ",
        "ar_diacless": "حدثني مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود عن عبد الله بن عباس أنه قال سمعت عمر بن الخطاب يقول الرجم في كتاب الله حق على من زنى من الرجال والنساء إذا أحصن\n\nإذا قامت البينة أو كان الحبل أو الاعتراف",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49536,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১৬",
        "hadith_id": 1516,
        "narrator": "আবূ ওয়াকিদ লাইসী (র)",
        "bn": "উমার ইব্নু খাত্তাব (রা) যখন সিরিয়ায় ছিলেন, তখন এক ব্যক্তি তাঁর নিকট এসে উল্লেখ করল যে, সে তার স্ত্রীর নিকট এক ব্যক্তিকে পেয়েছে। উমার (রা) আবূ ওয়াকিদ লাইসীকে ঐ স্ত্রীলোকটির নিকট জিজ্ঞেস করতে পাঠালেন। আবূ ওয়াকিদ তার কাছে যেয়ে দেখলেন তার পাশে আরও কয়েকজন নারী বসে আছে। আবূ ওয়াকিদ স্ত্রীলোকটির নিকট তার স্বামী উমার (রা)-এর কাছে যা বর্ণনা করেছে তা বললেন। তিনি ইহাও বললেন, তোমার স্বামীর কথায় তোমাকে শাস্তি দেয়া হবে না, যদি না তুমি স্বীকার কর। অতঃপর আরও এই জাতীয় নানা কথা তাকে শিখাতে লাগলেন, যাতে সে স্বীকার না করে। কিন্তু সে ইহা মানল না, বরং ব্যভিচারের কথা স্বীকার করল। অতঃপর উমার (রা)-এর আদেশে তাকে প্রস্তরাঘাত করা হল। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ أَنَّ عُمَرَ بْنَ الْخَطَّابِ\n\nأَتَاهُ رَجُلٌ وَهُوَ بِالشَّامِ فَذَكَرَ لَهُ أَنَّهُ وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا فَبَعَثَ عُمَرُ بْنُ الْخَطَّابِ أَبَا وَاقِدٍ اللَّيْثِيَّ إِلَى امْرَأَتِهِ يَسْأَلُهَا عَنْ ذَلِكَ فَأَتَاهَا وَعِنْدَهَا نِسْوَةٌ حَوْلَهَا فَذَكَرَ لَهَا الَّذِي قَالَ زَوْجُهَا لِعُمَرَ بْنِ الْخَطَّابِ وَأَخْبَرَهَا أَنَّهَا لَا تُؤْخَذُ بِقَوْلِهِ وَجَعَلَ يُلَقِّنُهَا أَشْبَاهَ ذَلِكَ لِتَنْزِعَ فَأَبَتْ أَنْ تَنْزِعَ وَتَمَّتْ عَلَى الْاعْتِرَافِ فَأَمَرَ بِهَا عُمَرُ فَرُجِمَتْ",
        "ar_diacless": "حدثني مالك عن يحيى بن سعيد عن سليمان بن يسار عن أبي واقد الليثي أن عمر بن الخطاب\n\nأتاه رجل وهو بالشام فذكر له أنه وجد مع امرأته رجلا فبعث عمر بن الخطاب أبا واقد الليثي إلى امرأته يسألها عن ذلك فأتاها وعندها نسوة حولها فذكر لها الذي قال زوجها لعمر بن الخطاب وأخبرها أنها لا تؤخذ بقوله وجعل يلقنها أشباه ذلك لتنزع فأبت أن تنزع وتمت على الاعتراف فأمر بها عمر فرجمت",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49538,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১৭",
        "hadith_id": 1517,
        "narrator": "সাঈদ ইব্নু মুসায়্যিব (র)",
        "bn": "উমার (রা) যখন মিনা হতে প্রত্যাবর্তন (২৩ হিজরী) করলেন, তখন তিনি (মক্কার অনতিদূরে) আবতাহ্ নামক স্থানে তাঁর উট বসালেন। আর এদিকে কতগুলো পাথর একত্র করলেন। উহার উপর একখানা চাদর রেখে চিৎ হয়ে শুয়ে পড়লেন। অতঃপর আকাশের দিকে স্বীয় হস্তদ্বয় উত্তোলন করে বলতে লাগলেন, হে আল্লাহ্! আমার অনেক বয়স হয়েছে। শক্তি রহিত হয়ে গিয়েছে, প্রজাবৃন্দ অনেক হয়ে গিয়েছে। এ সময় আপনি আমাকে আপনার সন্নিধানে নিয়ে নিন, যাতে আমার দ্বারা আপনার কোন আদেশ অমান্য না হয়ে যায় এবং আপনার ইবাদতে অনিচ্ছা প্রকাশ না হয়ে পড়ে। অতঃপর তিনি মদীনা চলে এলেন, মদীনার লোকদের সম্মুখে খুতবা দিতে যেয়ে বললেন, হে লোক সকল! তোমাদের সম্মুখে সমস্ত পথই প্রকাশ হয়ে পড়েছে; যত রকম ফরয কাজ ছিল, সমস্তই নির্ধারিত হয়ে গিয়েছে। তোমরা পরিষ্কার সোজা পথে চালিত হয়েছ। এখন তোমরা পথ ভুলে যেন এদিক-ওদিক বিপথগামী না হয়ে যাও। তিনি তাঁর এক হাত অন্য হাতের উপর রেখে বললেন,  দেখ, তোমরা প্রস্তরাঘাতের আয়াতটি ভুলে যেও না। কেউ যেন না বলে, আমরা আল্লাহর কিতাবে দু’রকমের শাস্তি দেখছি না। দেখ, আল্লাহ্‌র রসূল রজম করেছেন এবং আমরাও রজম করেছি। ঐ আল্লাহর কসম, যাঁর হাতে আমার প্রাণ রয়েছে, যদি মানুষ এ কথা না বলত যে, উমার আল্লাহর কিতাবে অতিরিক্ত করেছে, তা হলে আমি الشَّيْخُ وَالشَّيْخَةُ فَارْجُمُوهُمَا أَلْبَتَّةَ (অর্থাৎ যখন বিবাহিত পুরুষ অথবা নারী ব্যভিচার করে, তবে তাদেরকে প্রস্তরাঘাত কর) আয়াতটি কুরআনে লিখে দিতাম। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nকারণ আমরা এ আয়াত পাঠ করেছি। অতঃপর উহার তিলাওয়াত রহিত হয়ে গিয়েছে (কিন্তু এর হুকুম কিয়ামত পর্যন্ত থাকবে)। সাঈদ বলেন, অতঃপর যিলহজ্জ মাস শেষ না হতেই উমার (রা) নিহত হলেন।",
        "ar": "حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ سَمِعَهُ يَقُولُ لَمَّا صَدَرَ عُمَرُ بْنُ الْخَطَّابِ\n\nمِنْ مِنًى أَنَاخَ بِالْأَبْطَحِ ثُمَّ كَوَّمَ كَوْمَةً بَطْحَاءَ ثُمَّ طَرَحَ عَلَيْهَا رِدَاءَهُ وَاسْتَلْقَى ثُمَّ مَدَّ يَدَيْهِ إِلَى السَّمَاءِ فَقَالَ اللهُمَّ كَبِرَتْ سِنِّي وَضَعُفَتْ قُوَّتِي وَانْتَشَرَتْ رَعِيَّتِي فَاقْبِضْنِي إِلَيْكَ غَيْرَ مُضَيِّعٍ وَلَا مُفَرِّطٍ ثُمَّ قَدِمَ الْمَدِينَةَ فَخَطَبَ النَّاسَ فَقَالَ أَيُّهَا النَّاسُ قَدْ سُنَّتْ لَكُمْ السُّنَنُ وَفُرِضَتْ لَكُمْ الْفَرَائِضُ وَتُرِكْتُمْ عَلَى الْوَاضِحَةِ إِلَّا أَنْ تَضِلُّوا بِالنَّاسِ يَمِينًا وَشِمَالًا وَضَرَبَ بِإِحْدَى يَدَيْهِ عَلَى الْأُخْرَى ثُمَّ قَالَ إِيَّاكُمْ أَنْ تَهْلِكُوا عَنْ آيَةِ الرَّجْمِ أَنْ يَقُولَ قَائِلٌ لَا نَجِدُ حَدَّيْنِ فِي كِتَابِ اللهِ فَقَدْ رَجَمَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرَجَمْنَا وَالَّذِي نَفْسِي بِيَدِهِ لَوْلَا أَنْ يَقُولَ النَّاسُ زَادَ عُمَرُ بْنُ الْخَطَّابِ فِي كِتَابِ اللهِ تَعَالَى لَكَتَبْتُهَا الشَّيْخُ وَالشَّيْخَةُ فَارْجُمُوهُمَا أَلْبَتَّةَ فَإِنَّا قَدْ قَرَأْنَاهَا\n\nقَالَ مَالِك قَالَ يَحْيَى بْنُ سَعِيدٍ قَالَ سَعِيدُ بْنُ الْمُسَيَّبِ فَمَا انْسَلَخَ ذُو الْحِجَّةِ حَتَّى قُتِلَ عُمَرُ رَحِمَهُ اللهُ\n\nقَالَ يَحْيَى سَمِعْت مَا لِكًا يَقُولُ قَوْلُهُ الشَّيْخُ وَالشَّيْخَةُ يَعْنِي الثَّيِّبَ وَالثَّيِّبَةَ فَارْجُمُوهُمَا أَلْبَتَّةَ",
        "ar_diacless": "حدثني مالك عن يحيى بن سعيد عن سعيد بن المسيب أنه سمعه يقول لما صدر عمر بن الخطاب\n\nمن منى أناخ بالأبطح ثم كوم كومة بطحاء ثم طرح عليها رداءه واستلقى ثم مد يديه إلى السماء فقال اللهم كبرت سني وضعفت قوتي وانتشرت رعيتي فاقبضني إليك غير مضيع ولا مفرط ثم قدم المدينة فخطب الناس فقال أيها الناس قد سنت لكم السنن وفرضت لكم الفرائض وتركتم على الواضحة إلا أن تضلوا بالناس يمينا وشمالا وضرب بإحدى يديه على الأخرى ثم قال إياكم أن تهلكوا عن آية الرجم أن يقول قائل لا نجد حدين في كتاب الله فقد رجم رسول الله صلى الله عليه وسلم ورجمنا والذي نفسي بيده لولا أن يقول الناس زاد عمر بن الخطاب في كتاب الله تعالى لكتبتها الشيخ والشيخة فارجموهما ألبتة فإنا قد قرأناها\n\nقال مالك قال يحيى بن سعيد قال سعيد بن المسيب فما انسلخ ذو الحجة حتى قتل عمر رحمه الله\n\nقال يحيى سمعت ما لكا يقول قوله الشيخ والشيخة يعني الثيب والثيبة فارجموهما ألبتة",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49537,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 1,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১৮",
        "hadith_id": 1518,
        "narrator": "মালিক (র)-",
        "bn": "উসমান (রা)-এর নিকট একটি স্ত্রীলোককে আনা হয়েছিল, ছয় মাসেই যার সন্তান প্রসব হয়েছে। উসমান (রা) তাকে প্রস্তরাঘাত করার আদেশ দিয়ে দিলেন। আলী (রা) তাঁকে বললেন, তার উপর প্রস্তরাঘাত করা যাবে না। কেননা আল্লাহ তা‘আলা কুরআন মাজীদে বলেছেনঃ   وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا\n“সন্তানের মাতৃগর্ভে অবস্থান এবং মাতৃস্তন ছাড়াবার সময় ৩০ মাস।”\nঅন্য আয়াতে বলা হয়েছে, “মা তার সন্তানকে পূর্ণ দুই বৎসর দুধ দান করবে। (অতএব ৩০ মাস হতে ২৪ মাস বাদ দিলে ৬ মাস থাকে) তা হলে সন্তানের মাতৃগর্ভে অবস্থানকাল ৬ মাস হল। অতএব তাকে প্রস্তরাঘাত করা যেতে পারে না।\nএটা শুনে উসমান (রা) তার নিকট লোক পাঠিয়ে দিলেন। তারা যেয়ে দেখল, ততক্ষণে তাকে প্রস্তরাঘাত করা হয়েছে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) ইব্নু শিহাবকে জিজ্ঞেস করলেন, পুরুষে পুরুষে সমকামিতা করলে তার শাস্তি কি ? তিনি বললেন, তাকেও প্রস্তরাঘাত করতে হবে, সে বিবাহিত হোক বা অবিবাহিত। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي مَالِك أَنَّهُ بَلَغَهُ أَنَّ عُثْمَانَ بْنَ عَفَّانَ أُتِيَ بِامْرَأَةٍ قَدْ وَلَدَتْ فِي سِتَّةِ أَشْهُرٍ فَأَمَرَ بِهَا أَنْ تُرْجَمَ فَقَالَ لَهُ عَلِيُّ بْنُ أَبِي طَالِبٍ لَيْسَ ذَلِكَ عَلَيْهَا إِنَّ اللهَ تَبَارَكَ وَتَعَالَى يَقُولُ فِي كِتَابِهِ { وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا } وَقَالَ { وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ } فَالْحَمْلُ يَكُونُ سِتَّةَ أَشْهُرٍ فَلَا رَجْمَ عَلَيْهَا فَبَعَثَ عُثْمَانُ بْنُ عَفَّانَ فِي أَثَرِهَا فَوَجَدَهَا قَدْ رُجِمَتْ\n\nحَدَّثَنِي مَالِك أَنَّهُ سَأَلَ ابْنَ شِهَابٍ عَنْ الَّذِي يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ فَقَالَ ابْنُ شِهَابٍ عَلَيْهِ الرَّجْمُ أَحْصَنَ أَوْ لَمْ يُحْصِنْ",
        "ar_diacless": "و حدثني مالك أنه بلغه أن عثمان بن عفان أتي بامرأة قد ولدت في ستة أشهر فأمر بها أن ترجم فقال له علي بن أبي طالب ليس ذلك عليها إن الله تبارك وتعالى يقول في كتابه { وحمله وفصاله ثلاثون شهرا } وقال { والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة } فالحمل يكون ستة أشهر فلا رجم عليها فبعث عثمان بن عفان في أثرها فوجدها قد رجمت\n\nحدثني مالك أنه سأل ابن شهاب عن الذي يعمل عمل قوم لوط فقال ابن شهاب عليه الرجم أحصن أو لم يحصن",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18465,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 10,
    "title": "হাত কাটার বিভিন্ন মাসায়েল",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১০",
    "sort_order": 10,
    "hadiths": [
      {
        "id": 49585,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩৭",
        "hadith_id": 1537,
        "narrator": "কাসিম ইব্নু মুহাম্মাদ (র)",
        "bn": "এক ব্যক্তি ইয়ামান হতে মদীনায় আগমন করল, যার এক হাত, এক পা কাটা ছিল। [১] আবূ বাকর (রা)-এর নিকট উপস্থিত হয়ে সে বলতে লাগল, ইয়ামানের বিচারক আমার উপর অত্যাচার করেছে। এই ইয়ামানী ব্যক্তি রাত্রে নামায পড়ত। আবূ বাকর (রা) তাকে বললেন,  আল্লাহর কসম, তোমার রাত চোরের রাত নয়। ঘটনাক্রমে আবূ বাকর (রা)-এর স্ত্রী আসমা বিনতু উমাইস (রা)-এর একখানা হার হারিয়ে গেল, অন্যান্য লোকের সাথে ঐ পঙ্গু লোকটিও উহা তালাশ করছিল আর বলিতেছিল, হে আল্লাহ! যে ব্যক্তি এই সম্ভ্রান্ত পরিবারের হার চুরি করেছে, তাকে ধ্বংস কর। অবশেষে এক স্বর্ণকারের দোকানে উক্ত হার পাওয়া গেল। স্বর্ণকার বলল,  ইহা তো আমাকে ঐ পঙ্গু লোকটি দিয়েছে। অতঃপর ঐ পঙ্গু লোকটি হয় স্বীকার করেছে অথবা সাক্ষীর সাক্ষ্য দ্বারা সাব্যস্ত হয়েছে যে, এ কাজ ঐ ব্যক্তিরই। আবূ বাকর (রা)-এর আদেশে ঐ পঙ্গু লোকটির বাম হাত কাটা গেল। [২] আবূ বাকর (রা) বললেন,  আল্লাহ্‌র কসম, এই লোকটি যে নিজের উপর বদ দু‘আ করছিল উহা তার চুরি হতেও আমার নিকট কঠিন মনে হচ্ছিল। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেছেন, যদি কোন ব্যক্তি কয়েকবার চুরি করে, তৎপর সে ধৃত হয়, তবে এই কয়েক বারের পরিবর্তে শুধু এক হাতই কাটা যাবে। যদি ইতোপূর্বে তার শাস্তি না হয়ে থাকে। আর শাস্তি হয়ে থাকলে পুনরায় চুরি করার অপরাধে আবার তার ডান পা কাটা হবে।",
        "ar": "حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ أَنَّ رَجُلًا مِنْ أَهْلِ الْيَمَنِ أَقْطَعَ الْيَدِ وَالرِّجْلِ قَدِمَ فَنَزَلَ عَلَى أَبِي بَكْرٍ الصِّدِّيقِ فَشَكَا إِلَيْهِ أَنَّ عَامِلَ الْيَمَنِ قَدْ ظَلَمَهُ فَكَانَ يُصَلِّ مِنْ اللَّيْلِ فَيَقُولُ أَبُو بَكْرٍ وَأَبِيكَ مَا لَيْلُكَ بِلَيْلِ سَارِقٍ ثُمَّ إِنَّهُمْ فَقَدُوا عِقْدًا لِأَسْمَاءَ بِنْتِ عُمَيْسٍ امْرَأَةِ\n\nأَبِي بَكْرٍ الصِّدِّيقِ فَجَعَلَ الرَّجُلُ يَطُوفُ مَعَهُمْ وَيَقُولُ اللهُمَّ عَلَيْكَ بِمَنْ بَيَّتَ أَهْلَ هَذَا الْبَيْتِ الصَّالِحِ فَوَجَدُوا الْحُلِيَّ عِنْدَ صَائِغٍ زَعَمَ أَنَّ الْأَقْطَعَ جَاءَهُ بِهِ فَاعْتَرَفَ بِهِ الْأَقْطَعُ أَوْ شُهِدَ عَلَيْهِ بِهِ فَأَمَرَ بِهِ أَبُو بَكْرٍ الصِّدِّيقُ فَقُطِعَتْ يَدُهُ الْيُسْرَى وَقَالَ أَبُو بَكْرٍ وَاللهِ لَدُعَاؤُهُ عَلَى نَفْسِهِ أَشَدُّ عِنْدِي عَلَيْهِ مِنْ سَرِقَتِهِ\n\nقَالَ يَحْيَى قَالَ مَالِك الْأَمْرُ عِنْدَنَا فِي الَّذِي يَسْرِقُ مِرَارًا ثُمَّ يُسْتَعْدَى عَلَيْهِ إِنَّهُ لَيْسَ عَلَيْهِ إِلَّا أَنْ تُقْطَعَ يَدُهُ لِجَمِيعِ مَنْ سَرَقَ مِنْهُ إِذَا لَمْ يَكُنْ أُقِيمَ عَلَيْهِ الْحَدُّ فَإِنْ كَانَ قَدْ أُقِيمَ عَلَيْهِ الْحَدُّ قَبْلَ ذَلِكَ ثُمَّ سَرَقَ مَا يَجِبُ فِيهِ الْقَطْعُ قُطِعَ أَيْضًا",
        "ar_diacless": "حدثني يحيى عن مالك عن عبد الرحمن بن القاسم عن أبيه أن رجلا من أهل اليمن أقطع اليد والرجل قدم فنزل على أبي بكر الصديق فشكا إليه أن عامل اليمن قد ظلمه فكان يصل من الليل فيقول أبو بكر وأبيك ما ليلك بليل سارق ثم إنهم فقدوا عقدا لأسماء بنت عميس امرأة\n\nأبي بكر الصديق فجعل الرجل يطوف معهم ويقول اللهم عليك بمن بيت أهل هذا البيت الصالح فوجدوا الحلي عند صائغ زعم أن الأقطع جاءه به فاعترف به الأقطع أو شهد عليه به فأمر به أبو بكر الصديق فقطعت يده اليسرى وقال أبو بكر والله لدعاؤه على نفسه أشد عندي عليه من سرقته\n\nقال يحيى قال مالك الأمر عندنا في الذي يسرق مرارا ثم يستعدى عليه إنه ليس عليه إلا أن تقطع يده لجميع من سرق منه إذا لم يكن أقيم عليه الحد فإن كان قد أقيم عليه الحد قبل ذلك ثم سرق ما يجب فيه القطع قطع أيضا",
        "note": "[১] এই লোকটির ডান হাত ও বাম পা কাটা ছিল। মনে হয় দুইবার চুরি করেছে। এইবার তৃতীয়বারে তার বাম হাতও কাটা গেল। শুধু ডান পা রইল।\n[২] মালিক, শাফিয়ী ও অন্যান্য অধিকাংশ উলামার মতে প্রথমত চোরের ডান হাত, অতঃপর বাম পা, অতঃপর বাম হাত, তৎপর ডান পা কাটা যাবে। কিন্তু আবূ হানীফা (র)-এর মতে তৃতীয় বারের পরে আর তার হাত পা কর্তিত হবে না। হ্যাঁ কিছু শাস্তি তাহাকে দিতে হবে।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49586,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 10,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩৮",
        "hadith_id": 1538,
        "narrator": "আবূ যিনাদ (রা)",
        "bn": "উমার ইব্নু আবদুল আযীয (র)-এর একজন কর্মচারী ডাকাতির দায়ে এমন কয়েকজনকে গ্রেফতার করলেন, যারা কাউকেও হত্যা করেনি। কর্মচারী তাদের হাত কেটে ফেলতে অথবা তাদেরকে হত্যা করতে ইচ্ছা করলেন। কিন্তু কোনটি করা ঠিক হবে সাব্যস্ত করতে না পেরে অবশেষে এ ব্যাপারটি উমার ইবনু আঃ আযীয-এর নিকট লিখে জানালেন। উমার ইবনু আঃ আযীয উত্তরে লিখলেন, যদি তুমি সহজ শাস্তি প্রদান কর, তবে তাই উত্তম হবে। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন, আমাদের মতে যদি কোন ব্যক্তি বাজারের সামগ্রী হতে এক-চতুর্থাংশ দীনারের সমমানের মাল চুরি করে, যা উহার মালিক একটি পাত্রে রেখেছে এবং একটিকে অন্যটির সাথে মিলিয়ে রেখেছে, তবে চোরের হাত কাটা যাবে, ঐ মালের মালিক তথায় উপস্থিত থাকুক অথবা না থাকুক, দিনে চুরি হয়ে থাকুক অথবা রাতে।\nমালিক (র) বলেন, যদি কোন ব্যক্তি চুরি করে এমন কিছু, যার মূল্য দীনারের এক-চতুর্থাংশ। অতঃপর সে ধরা পড়ে, উহা মালের প্রকৃত মালিককে প্রত্যর্পণ করে, তবুও তার হাত কাটা যাবে। কেউ যদি বলে কেন তার হাত কাটা হবে? তার নিকট হতে মাল ফিরিয়ে নেয়া হয়েছে। তাহলে বলা হবে কেননা এর উদাহরণ এইরূপ যেমন কোন ব্যক্তি কোন মাদক দ্রব্য পান করল, যার গন্ধ তার মুখ হতে নিঃসৃত হচ্ছে, কিন্তু মাতাল হচ্ছে না, তবে তার উপর শাস্তির আদেশ জারি হবে। কেননা সে ব্যক্তি উহা মাদকতার জন্যই খেয়েছিল যদিও সে মাতাল হয়নি। তদ্রুপ চোরও মাল নিয়ে যাওয়ার জন্যই চুরি করেছিল, যদিও নিয়ে যেতে সক্ষম হয়নি।\nমালিক (র) বলেছেন, যদি কতিপয় ব্যক্তি কোন ঘরে চুরি করার নিমিত্তে প্রবেশ করে আর তথা হতে একটি বাক্স বা কাষ্ঠ অথবা টুকরি সকলে মিলে উঠিয়ে নেয়, যদি উহার মূল্য এক দীনারের এক-চতুর্থাংশ পরিমাণ হয় তা হলে ঐ সকল ব্যক্তির হাত কাটতে হবে। আর যদি প্রত্যেকে পৃথক পৃথক মাল নিয়ে বের হয়, তবে যার মালের মূল্য এক-চতুর্থাংশ দীনারের পরিমাণ হয় তার হাত কাটা যাবে। আর যার মাল এই পরিমাণের না হবে, তার হাত কাটা যাবে না।\nমালিক (রা) বলেন, আমাদের মত এই যে, যদি কোন ঘরে শুধু একজন লোকই থাকে আর ঐ ঘর হতে চোর কোন দ্রব্য চুরি করে, কিন্তু ঘরের বাহিরে নিয়ে যেতে সক্ষম না হয়, তবে তার হাত কর্তন করা হবে না, যতক্ষণ না ঐ মাল ঘরের বাহিরে নিয়ে যায়। যদি ঘরে পৃথক পৃথক কয়েকটি কামরা থাকে আর প্রতি কামরায় লোক থাকে, এমতাবস্থায় যদি চোর কোন কামরা হতে কারো মাল চুরি করে কামরার বাহিরে নিয়ে যায়, কিন্তু ঘরের বাহিরে নিয়ে যায়নি, তবুও তার হাত কাটা হবে।\nমালিক (র) বলেন, আমাদের মতে যে দাস-দাসী ঘরে যাতায়াত করে আর তার প্রভু তার উপর পূর্ণ নির্ভরশীল থাকে, যদি সে স্বীয় প্রভুর কোন মাল চুরি করে তা হলে তার হাত কাটতে হবে না। এইরূপে যে দাস বা দাসী ঘরে যাতায়াত করে না, আর প্রভু তার উপর নির্ভরও করে না, সেও যদি স্বীয় প্রভুর মাল চুরি করে থাকে তবে তার হাত কাটতে হবে না। যদি ঐ দাস বা দাসী স্বীয় প্রভুর স্ত্রীর মাল অথবা স্বীয় প্রভুর স্বামীর মাল চুরি করে, তা হলে তার হাত কাটতে হবে।\nমালিক (র) বলেন, অনুরূপভাবে যদি স্বামী স্ত্রীর এমন মাল চুরি কর্‌ যা যেই ঘরে তারা উভয়ে অবস্থান করে সেই ঘরে রক্ষিত নয়, বরং অন্য কোন ঘরে রক্ষিত অথবা স্ত্রী স্বীয় স্বামীর এমন মাল চুরি করে যা অন্য ঘরে রয়েছে, তা হলে হাত কাটতে হবে।\nমালিক (র) বলেন, বালক-বালিকা অথবা কোন বিদেশী ব্যক্তি যে এই দেশের কথা বলতে পারে না যদি কোন চোর তাদেরকে ঘর হতে চুরি করে, তা হলে হাত কাটতে হবে। যদি রাস্তা হতে অথবা ঘরের বাহির হতে নিয়ে যায় তা হলে হাত কাটতে হবে না। এদের হুকুম পাহাড়ের ছাগল ও গাছের লটকানো ফলের মতো হবে।\nমালিক (র) বলেন, যদি কেউ কবর খুঁড়ে দীনারের চতুর্থাংশ পরিমাণ মাল চুরি করে নেয়, তবে চোরের হাত কাটা হবে। কেননা কবরও ঘরের মতো একটি রক্ষিত স্থান। কিন্তু যতক্ষণ না কাফন কবর হতে বের করে আনবে ততক্ষণ হাত কাটতে হবে না।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك أَنَّ أَبَا الزِّنَادِ أَخْبَرَهُ أَنَّ عَامِلًا لِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ أَخَذَ نَاسًا فِي حِرَابَةٍ وَلَمْ يَقْتُلُوا أَحَدًا فَأَرَادَ أَنْ يَقْطَعَ أَيْدِيَهُمْ أَوْ يَقْتُلَ فَكَتَبَ إِلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فِي ذَلِكَ فَكَتَبَ إِلَيْهِ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ لَوْ أَخَذْتَ بِأَيْسَرِ ذَلِكَ\n\nقَالَ يَحْيَى و سَمِعْت مَا لِكًا يَقُولُ الْأَمْرُ عِنْدَنَا فِي الَّذِي يَسْرِقُ أَمْتِعَةَ النَّاسِ الَّتِي تَكُونُ مَوْضُوعَةً بِالْأَسْوَاقِ مُحْرَزَةً قَدْ أَحْرَزَهَا أَهْلُهَا فِي أَوْعِيَتِهِمْ وَضَمُّوا بَعْضَهَا إِلَى بَعْضٍ إِنَّهُ مَنْ سَرَقَ مِنْ ذَلِكَ شَيْئًا مِنْ حِرْزِهِ فَبَلَغَ قِيمَتُهُ مَا يَجِبُ فِيهِ الْقَطْعُ فَإِنَّ عَلَيْهِ الْقَطْعَ سَوَاءٌ كَانَ صَاحِبُ الْمَتَاعِ عِنْدَ مَتَاعِهِ أَوْ لَمْ يَكُنْ لَيْلًا ذَلِكَ أَوْ نَهَارًا\n\nقَالَ مَالِك فِي الَّذِي يَسْرِقُ مَا يَجِبُ عَلَيْهِ فِيهِ الْقَطْعُ ثُمَّ يُوجَدُ مَعَهُ مَا سَرَقَ فَيُرَدُّ إِلَى صَاحِبِهِ إِنَّهُ تُقْطَعُ يَدُهُ قَالَ مَالِك فَإِنْ قَالَ قَائِلٌ كَيْفَ تُقْطَعُ يَدُهُ وَقَدْ أُخِذَ الْمَتَاعُ مِنْهُ وَدُفِعَ إِلَى صَاحِبِهِ فَإِنَّمَا هُوَ بِمَنْزِلَةِ الشَّارِبِ يُوجَدُ مِنْهُ رِيحُ الشَّرَابِ الْمُسْكِرِ وَلَيْسَ بِهِ سُكْرٌ فَيُجْلَدُ الْحَدَّ قَالَ وَإِنَّمَا يُجْلَدُ الْحَدَّ فِي الْمُسْكِرِ إِذَا شَرِبَهُ وَإِنْ لَمْ يُسْكِرْهُ وَذَلِكَ أَنَّهُ إِنَّمَا شَرِبَهُ لِيُسْكِرَهُ فَكَذَلِكَ تُقْطَعُ يَدُ السَّارِقِ فِي السَّرِقَةِ الَّتِي أُخِذَتْ مِنْهُ وَلَوْ لَمْ يَنْتَفِعْ بِهَا وَرَجَعَتْ إِلَى صَاحِبِهَا وَإِنَّمَا سَرَقَهَا حِينَ سَرَقَهَا لِيَذْهَبَ بِهَا\n\nقَالَ مَالِك فِي الْقَوْمِ يَأْتُونَ إِلَى الْبَيْتِ فَيَسْرِقُونَ مِنْهُ جَمِيعًا فَيَخْرُجُونَ بِالْعِدْلِ يَحْمِلُونَهُ جَمِيعًا أَوْ الصُّنْدُوقِ أَوْ الْخَشَبَةِ أَوْ بِالْمِكْتَلِ أَوْ مَا أَشْبَهَ ذَلِكَ مِمَّا يَحْمِلُهُ الْقَوْمُ جَمِيعًا إِنَّهُمْ إِذَا أَخْرَجُوا ذَلِكَ مِنْ حِرْزِهِ وَهُمْ يَحْمِلُونَهُ جَمِيعًا فَبَلَغَ ثَمَنُ مَا خَرَجُوا بِهِ مِنْ ذَلِكَ مَا يَجِبُ فِيهِ الْقَطْعُ وَذَلِكَ ثَلَاثَةُ دَرَاهِمَ فَصَاعِدًا فَعَلَيْهِمْ الْقَطْعُ جَمِيعًا قَالَ وَإِنْ خَرَجَ كُلُّ وَاحِدٍ مِنْهُمْ بِمَتَاعٍ عَلَى حِدَتِهِ فَمَنْ خَرَجَ مِنْهُمْ بِمَا تَبْلُغُ قِيمَتُهُ ثَلَاثَةَ دَرَاهِمَ فَصَاعِدًا فَعَلَيْهِ الْقَطْعُ وَمَنْ لَمْ يَخْرُجْ مِنْهُمْ بِمَا تَبْلُغُ قِيمَتُهُ ثَلَاثَةَ دَرَاهِمَ فَلَا قَطْعَ عَلَيْهِ\n\nقَالَ يَحْيَى قَالَ مَالِك الْأَمْرُ عِنْدَنَا أَنَّهُ إِذَا كَانَتْ دَارُ رَجُلٍ مُغْلَقَةً عَلَيْهِ لَيْسَ مَعَهُ فِيهَا غَيْرُهُ فَإِنَّهُ لَا يَجِبُ عَلَى مَنْ سَرَقَ مِنْهَا شَيْئًا الْقَطْعُ حَتَّى يَخْرُجَ بِهِ مِنْ الدَّارِ كُلِّهَا وَذَلِكَ أَنَّ الدَّارَ كُلَّهَا هِيَ حِرْزُهُ فَإِنْ كَانَ مَعَهُ فِي الدَّارِ سَاكِنٌ غَيْرُهُ وَكَانَ كُلُّ إِنْسَانٍ مِنْهُمْ يُغْلِقُ عَلَيْهِ بَابَهُ وَكَانَتْ حِرْزًا لَهُمْ جَمِيعًا فَمَنْ سَرَقَ مِنْ بُيُوتِ تِلْكَ الدَّارِ شَيْئًا يَجِبُ فِيهِ الْقَطْعُ فَخَرَجَ بِهِ إِلَى الدَّارِ فَقَدْ أَخْرَجَهُ مِنْ حِرْزِهِ إِلَى غَيْرِ حِرْزِهِ وَوَجَبَ عَلَيْهِ فِيهِ الْقَطْعُ\n\nقَالَ مَالِك وَالْأَمْرُ عِنْدَنَا فِي الْعَبْدِ يَسْرِقُ مِنْ مَتَاعِ سَيِّدِهِ أَنَّهُ إِنْ كَانَ لَيْسَ مِنْ خَدَمِهِ وَلَا مِمَّنْ يَأْمَنُ عَلَى بَيْتِهِ ثُمَّ دَخَلَ سِرًّا فَسَرَقَ مِنْ مَتَاعِ سَيِّدِهِ مَا يَجِبُ فِيهِ الْقَطْعُ فَلَا قَطْعَ عَلَيْهِ وَكَذَلِكَ الْأَمَةُ إِذَا سَرَقَتْ مِنْ مَتَاعِ سَيِّدِهَا لَا قَطْعَ عَلَيْهَا\n\nو قَالَ فِي الْعَبْدِ لَا يَكُونُ مِنْ خَدَمِهِ وَلَا مِمَّنْ يَأْمَنُ عَلَى بَيْتِهِ فَدَخَلَ سِرًّا فَسَرَقَ مِنْ مَتَاعِ امْرَأَةِ سَيِّدِهِ مَا يَجِبُ فِيهِ الْقَطْعُ إِنَّهُ تُقْطَعُ يَدُهُ\n\nقَالَ وَكَذَلِكَ أَمَةُ الْمَرْأَةِ إِذَا كَانَتْ لَيْسَتْ بِخَادِمٍ لَهَا وَلَا لِزَوْجِهَا وَلَا مِمَّنْ تَأْمَنُ عَلَى بَيْتِهَا فَدَخَلَتْ سِرًّا فَسَرَقَتْ مِنْ مَتَاعِ سَيِّدَتِهَا مَا يَجِبُ فِيهِ الْقَطْعُ فَلَا قَطْعَ عَلَيْهَا\n\nقَالَ مَالِك وَكَذَلِكَ أَمَةُ الْمَرْأَةِ الَّتِي لَا تَكُونُ مِنْ خَدَمِهَا وَلَا مِمَّنْ تَأْمَنُ عَلَى بَيْتِهَا فَدَخَلَتْ سِرًّا فَسَرَقَتْ مِنْ مَتَاعِ زَوْجِ سَيِّدَتِهَا مَا يَجِبُ فِيهِ الْقَطْعُ أَنَّهَا تُقْطَعُ يَدُهَا\n\nقَالَ مَالِك وَكَذَلِكَ الرَّجُلُ يَسْرِقُ مِنْ مَتَاعِ امْرَأَتِهِ أَوْ الْمَرْأَةُ تَسْرِقُ مِنْ مَتَاعِ زَوْجِهَا مَا يَجِبُ فِيهِ الْقَطْعُ إِنْ كَانَ الَّذِي سَرَقَ كُلُّ وَاحِدٍ مِنْهُمَا مِنْ مَتَاعِ صَاحِبِهِ فِي بَيْتٍ سِوَى الْبَيْتِ الَّذِي يُغْلِقَانِ عَلَيْهِمَا وَكَانَ فِي حِرْزٍ سِوَى الْبَيْتِ الَّذِي هُمَا فِيهِ فَإِنَّ مَنْ سَرَقَ مِنْهُمَا مِنْ مَتَاعِ صَاحِبِهِ مَا يَجِبُ فِيهِ الْقَطْعُ فَعَلَيْهِ الْقَطْعُ فِيهِ\n\nقَالَ مَالِك فِي الصَّبِيِّ الصَّغِيرِ وَالْأَعْجَمِيِّ الَّذِي لَا يُفْصِحُ أَنَّهُمَا إِذَا سُرِقَا مِنْ حِرْزِهِمَا أَوْ غَلْقِهِمَا فَعَلَى مَنْ سَرَقَهُمَا الْقَطْعُ وَإِنْ خَرَجَا مِنْ حِرْزِهِمَا وَغَلْقِهِمَا فَلَيْسَ عَلَى مَنْ سَرَقَهُمَا قَطْعٌ قَالَ وَإِنَّمَا هُمَا بِمَنْزِلَةِ حَرِيسَةِ الْجَبَلِ وَالثَّمَرِ الْمُعَلَّقِ\n\nقَالَ مَالِك وَالْأَمْرُ عِنْدَنَا فِي الَّذِي يَنْبِشُ الْقُبُورَ أَنَّهُ إِذَا بَلَغَ مَا أَخْرَجَ مِنْ الْقَبْرِ مَا يَجِبُ فِيهِ الْقَطْعُ فَعَلَيْهِ فِيهِ الْقَطْعُ و قَالَ مَالِك وَذَلِكَ أَنَّ الْقَبْرَ حِرْزٌ لِمَا فِيهِ كَمَا أَنَّ الْبُيُوتَ حِرْزٌ لِمَا فِيهَا قَالَ وَلَا يَجِبُ عَلَيْهِ الْقَطْعُ حَتَّى يَخْرُجَ بِهِ مِنْ الْقَبْرِ",
        "ar_diacless": "و حدثني عن مالك أن أبا الزناد أخبره أن عاملا لعمر بن عبد العزيز أخذ ناسا في حرابة ولم يقتلوا أحدا فأراد أن يقطع أيديهم أو يقتل فكتب إلى عمر بن عبد العزيز في ذلك فكتب إليه عمر بن عبد العزيز لو أخذت بأيسر ذلك\n\nقال يحيى و سمعت ما لكا يقول الأمر عندنا في الذي يسرق أمتعة الناس التي تكون موضوعة بالأسواق محرزة قد أحرزها أهلها في أوعيتهم وضموا بعضها إلى بعض إنه من سرق من ذلك شيئا من حرزه فبلغ قيمته ما يجب فيه القطع فإن عليه القطع سواء كان صاحب المتاع عند متاعه أو لم يكن ليلا ذلك أو نهارا\n\nقال مالك في الذي يسرق ما يجب عليه فيه القطع ثم يوجد معه ما سرق فيرد إلى صاحبه إنه تقطع يده قال مالك فإن قال قائل كيف تقطع يده وقد أخذ المتاع منه ودفع إلى صاحبه فإنما هو بمنزلة الشارب يوجد منه ريح الشراب المسكر وليس به سكر فيجلد الحد قال وإنما يجلد الحد في المسكر إذا شربه وإن لم يسكره وذلك أنه إنما شربه ليسكره فكذلك تقطع يد السارق في السرقة التي أخذت منه ولو لم ينتفع بها ورجعت إلى صاحبها وإنما سرقها حين سرقها ليذهب بها\n\nقال مالك في القوم يأتون إلى البيت فيسرقون منه جميعا فيخرجون بالعدل يحملونه جميعا أو الصندوق أو الخشبة أو بالمكتل أو ما أشبه ذلك مما يحمله القوم جميعا إنهم إذا أخرجوا ذلك من حرزه وهم يحملونه جميعا فبلغ ثمن ما خرجوا به من ذلك ما يجب فيه القطع وذلك ثلاثة دراهم فصاعدا فعليهم القطع جميعا قال وإن خرج كل واحد منهم بمتاع على حدته فمن خرج منهم بما تبلغ قيمته ثلاثة دراهم فصاعدا فعليه القطع ومن لم يخرج منهم بما تبلغ قيمته ثلاثة دراهم فلا قطع عليه\n\nقال يحيى قال مالك الأمر عندنا أنه إذا كانت دار رجل مغلقة عليه ليس معه فيها غيره فإنه لا يجب على من سرق منها شيئا القطع حتى يخرج به من الدار كلها وذلك أن الدار كلها هي حرزه فإن كان معه في الدار ساكن غيره وكان كل إنسان منهم يغلق عليه بابه وكانت حرزا لهم جميعا فمن سرق من بيوت تلك الدار شيئا يجب فيه القطع فخرج به إلى الدار فقد أخرجه من حرزه إلى غير حرزه ووجب عليه فيه القطع\n\nقال مالك والأمر عندنا في العبد يسرق من متاع سيده أنه إن كان ليس من خدمه ولا ممن يأمن على بيته ثم دخل سرا فسرق من متاع سيده ما يجب فيه القطع فلا قطع عليه وكذلك الأمة إذا سرقت من متاع سيدها لا قطع عليها\n\nو قال في العبد لا يكون من خدمه ولا ممن يأمن على بيته فدخل سرا فسرق من متاع امرأة سيده ما يجب فيه القطع إنه تقطع يده\n\nقال وكذلك أمة المرأة إذا كانت ليست بخادم لها ولا لزوجها ولا ممن تأمن على بيتها فدخلت سرا فسرقت من متاع سيدتها ما يجب فيه القطع فلا قطع عليها\n\nقال مالك وكذلك أمة المرأة التي لا تكون من خدمها ولا ممن تأمن على بيتها فدخلت سرا فسرقت من متاع زوج سيدتها ما يجب فيه القطع أنها تقطع يدها\n\nقال مالك وكذلك الرجل يسرق من متاع امرأته أو المرأة تسرق من متاع زوجها ما يجب فيه القطع إن كان الذي سرق كل واحد منهما من متاع صاحبه في بيت سوى البيت الذي يغلقان عليهما وكان في حرز سوى البيت الذي هما فيه فإن من سرق منهما من متاع صاحبه ما يجب فيه القطع فعليه القطع فيه\n\nقال مالك في الصبي الصغير والأعجمي الذي لا يفصح أنهما إذا سرقا من حرزهما أو غلقهما فعلى من سرقهما القطع وإن خرجا من حرزهما وغلقهما فليس على من سرقهما قطع قال وإنما هما بمنزلة حريسة الجبل والثمر المعلق\n\nقال مالك والأمر عندنا في الذي ينبش القبور أنه إذا بلغ ما أخرج من القبر ما يجب فيه القطع فعليه فيه القطع و قال مالك وذلك أن القبر حرز لما فيه كما أن البيوت حرز لما فيها قال ولا يجب عليه القطع حتى يخرج به من القبر",
        "note": "[১] ডাকাতের শাস্তি হত্যা, শূল, হস্ত কর্তন অথবা দেশান্তরিত করা, এদের মধ্যে দেশান্তর বা কয়েদ সহজ শাস্তি, অন্যান্য শাস্তি কঠিন।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18466,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 11,
    "title": "যে অবস্থায় হাত কাটা হবে না",
    "preface": "",
    "number": "পরিচ্ছেদঃ ১১",
    "sort_order": 11,
    "hadiths": [
      {
        "id": 49589,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩৯",
        "hadith_id": 1539,
        "narrator": "মুহাম্মাদ ইব্নু ইয়াহ্ইয়া ইব্নু হিব্বান (র)",
        "bn": "এক দাস একটি বাগান হতে একটি খেজুরের চারা চুরি করে স্বীয় প্রভুর বাগানে রোপণ করল। পরে ঐ বাগানের মালিক তার চারার অন্বেষণে বের হল এবং ঐ বাগানে এসে তার চারা পেল। সেই ব্যক্তি ঐ দাসের ব্যাপারে মারওয়ানের নিকট নালিশ করল। মারওয়ান ঐ দাসকে ডেকে বন্দী করল এবং তার হাত কেটে ফেলার ইচ্ছা করল। ঐ দাসের প্রভু রাফি ইব্নু খাদীজের নিকট উপস্থিত হয়ে তার নিকট এ বিষয়ে জানতে চাইল। রাফি বললেন,  আমি রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট শুনে, তিনি বলেছেন, ফল কিংবা গাছের মাথির জন্য হাত কাটা হবে না। সে বলল, মারওয়ান আমার দাসকে বন্দী করে রেখেছে এবং তার হাত কাটতে চায়। আমার ইচ্ছা, আপনি আমার সাথে মারওয়ানের নিকট যেয়ে তাকে এই হাদীসটি শুনিয়ে দিন। অবশেষে রাফি তাঁর সাথে মারওয়ানের নিকট গেলেন এবং জিজ্ঞেস করলেন, তুমি কি তার দাসকে বন্দী করে রেখেছ? মারওয়ান বলল, হ্যাঁ। রাফি বললেন, কি করবে ? মারওয়ান বলল, তার হাত কেটে ফেলব। রাফি বললেন, আমি রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট শুনেছি, তিনি বলেছেন, ফল ও গাছের মাথির জন্য হাত কাটা যাবে না। এটা শুনে মারওয়ান ঐ গোলামকে ছেড়ে দিতে আদেশ দিলে তাকে ছেড়ে দেয়া হল। (সহীহ, আবূ দাঊদ ৪২২৩, তিরমিযী ১৪৪৯, নাসাঈ ৪৯৬০, ইবনু মাজাহ ২৫৯৪, আলবানী হাদীসটিকে সহীহ বলেছেন [সহীহ আল জামে] ৭৫৪৫)",
        "ar": "و حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ أَنَّ عَبْدًا سَرَقَ وَدِيًّا مِنْ حَائِطِ رَجُلٍ فَغَرَسَهُ فِي حَائِطِ سَيِّدِهِ فَخَرَجَ صَاحِبُ الْوَدِيِّ يَلْتَمِسُ وَدِيَّهُ فَوَجَدَهُ فَاسْتَعْدَى عَلَى الْعَبْدِ مَرْوَانَ بْنَ الْحَكَمِ فَسَجَنَ مَرْوَانُ الْعَبْدَ وَأَرَادَ قَطْعَ يَدِهِ فَانْطَلَقَ سَيِّدُ الْعَبْدِ إِلَى رَافِعِ بْنِ خَدِيجٍ فَسَأَلَهُ عَنْ ذَلِكَ فَأَخْبَرَهُ أَنَّهُ سَمِعَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا قَطْعَ فِي ثَمَرٍ وَلَا كَثَرٍ وَالْكَثَرُ الْجُمَّارُ فَقَالَ الرَّجُلُ فَإِنَّ مَرْوَانَ بْنَ الْحَكَمِ أَخَذَ غُلَامًا لِي وَهُوَ يُرِيدُ قَطْعَهُ وَأَنَا أُحِبُّ أَنْ تَمْشِيَ مَعِيَ إِلَيْهِ فَتُخْبِرَهُ بِالَّذِي سَمِعْتَ مِنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَمَشَى مَعَهُ رَافِعٌ إِلَى مَرْوَانَ بْنِ الْحَكَمِ فَقَالَ أَخَذْتَ غُلَامًا لِهَذَا فَقَالَ نَعَمْ فَقَالَ فَمَا أَنْتَ صَانِعٌ بِهِ قَالَ أَرَدْتُ قَطْعَ يَدِهِ فَقَالَ لَهُ رَافِعٌ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا قَطْعَ فِي ثَمَرٍ وَلَا كَثَرٍ فَأَمَرَ مَرْوَانُ بِالْعَبْدِ فَأُرْسِلَ",
        "ar_diacless": "و حدثني يحيى عن مالك عن يحيى بن سعيد عن محمد بن يحيى بن حبان أن عبدا سرق وديا من حائط رجل فغرسه في حائط سيده فخرج صاحب الودي يلتمس وديه فوجده فاستعدى على العبد مروان بن الحكم فسجن مروان العبد وأراد قطع يده فانطلق سيد العبد إلى رافع بن خديج فسأله عن ذلك فأخبره أنه سمع رسول الله صلى الله عليه وسلم يقول لا قطع في ثمر ولا كثر والكثر الجمار فقال الرجل فإن مروان بن الحكم أخذ غلاما لي وهو يريد قطعه وأنا أحب أن تمشي معي إليه فتخبره بالذي سمعت من رسول الله صلى الله عليه وسلم فمشى معه رافع إلى مروان بن الحكم فقال أخذت غلاما لهذا فقال نعم فقال فما أنت صانع به قال أردت قطع يده فقال له رافع سمعت رسول الله صلى الله عليه وسلم يقول لا قطع في ثمر ولا كثر فأمر مروان بالعبد فأرسل",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49587,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৪০",
        "hadith_id": 1540,
        "narrator": "সায়িব ইব্নু ইয়াযীদ",
        "bn": "আবদুল্লাহ ইব্নু আমর ইব্নু হাযরামী (রা) স্বীয় দাসকে উমার (রা)-এর নিকট নিয়ে এসে বলল, আপনি আমার এই দাসের হাত কেটে ফেলুন। কেননা সে চুরি করেছে। উমার (রা) বললেন, কি চুরি করেছে? তিনি বললেন, সে আমার স্ত্রীর আয়না চুরি করেছে, যার মূল্য হবে ষাট দিরহাম। উমার (রা) বললেন, তাকে ছেড়ে দাও, তার হাত কাটা যাবে না। সে তোমার চাকর ছিল, তোমার মাল চুরি করেছে। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ السَّائِبِ بْنِ يَزِيدَ\n\nأَنَّ عَبْدَ اللهِ بْنَ عَمْرِو بْنِ الْحَضْرَمِيِّ جَاءَ بِغُلَامٍ لَهُ إِلَى عُمَرَ بْنِ الْخَطَّابِ فَقَالَ لَهُ اقْطَعْ يَدَ غُلَامِي هَذَا فَإِنَّهُ سَرَقَ فَقَالَ لَهُ عُمَرُ مَاذَا سَرَقَ فَقَالَ سَرَقَ مِرْآةً لِامْرَأَتِي ثَمَنُهَا سِتُّونَ دِرْهَمًا فَقَالَ عُمَرُ أَرْسِلْهُ فَلَيْسَ عَلَيْهِ قَطْعٌ خَادِمُكُمْ سَرَقَ مَتَاعَكُمْ",
        "ar_diacless": "حدثني عن مالك عن ابن شهاب عن السائب بن يزيد\n\nأن عبد الله بن عمرو بن الحضرمي جاء بغلام له إلى عمر بن الخطاب فقال له اقطع يد غلامي هذا فإنه سرق فقال له عمر ماذا سرق فقال سرق مرآة لامرأتي ثمنها ستون درهما فقال عمر أرسله فليس عليه قطع خادمكم سرق متاعكم",
        "note": "[১] ইমাম আবূ হানীফা (র) এবং সকলের সম্মিলিত মত এটাই। কিন্তু মালিক (র)-এর মতে যদি স্বামীর দাস তার স্ত্রীর মাল চুরি করে তবে তার হাত কাটা হবে।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49588,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৪১",
        "hadith_id": 1541,
        "narrator": "ইবনু শিহাব (রহঃ)",
        "bn": "মারওয়ানের নিকট এক ব্যক্তিকে আনা হল, যে ব্যক্তি কারো মাল অপহরণ করে নিয়ে গিয়েছে। মারওয়ান তার হাত কাটতে মনস্থ করলেন। অতঃপর এর বিধান জিজ্ঞেস করবার জন্য যায়দ ইব্নু সাবিত (র)-এর নিকট এক ব্যক্তিকে পাঠালেন। তিনি বললেন, যে ব্যক্তি কারো মাল অপহরণ করে, তার হাত কাটা হবে না। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ أَنَّ مَرْوَانَ بْنَ الْحَكَمِ أُتِيَ بِإِنْسَانٍ قَدْ اخْتَلَسَ مَتَاعًا فَأَرَادَ قَطْعَ يَدِهِ فَأَرْسَلَ إِلَى زَيْدِ بْنِ ثَابِتٍ يَسْأَلُهُ عَنْ ذَلِكَ فَقَالَ زَيْدُ بْنُ ثَابِتٍ لَيْسَ فِي الْخُلْسَةِ قَطْعٌ",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب أن مروان بن الحكم أتي بإنسان قد اختلس متاعا فأراد قطع يده فأرسل إلى زيد بن ثابت يسأله عن ذلك فقال زيد بن ثابت ليس في الخلسة قطع",
        "note": "[১] ইবনু মাজাহ হাদীস গ্রন্থে আবদুর রহমান ইবনু আউফ (রা) হতে একটি মারফু’ হাদীস রয়েছে যে, অপহরণকারীর হাত কাটা হবে। অধিকাংশ আলিমের এটাই মত।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49590,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 11,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৪২",
        "hadith_id": 1542,
        "narrator": "ইয়াহ্ইয়া ইবনু সাঈদ (র)",
        "bn": "তিনি বলেন, আবূ বাকর ইব্নু মুহাম্মাদ ইব্নু আমর ইব্নু হাযম এক নিবাতী ব্যক্তিকে গ্রেফতার করল, যে লোহার আংটি চুরি করেছে। তাকে হাত কাটতে ধরে রাখল। ‘আমরা বিনতে আবদুর রহমান (রা) তাঁর উমাইয়া নামক মুক্ত দাসীকে আবূ বাকর (র)-এর নিকট পাঠালেন। আবূ বাকর (র) বললেন, আমি কয়েকজন লোকের মধ্যে উপবিষ্ট ছিলাম। ইত্যবসরে ঐ দাসী আমার নিকট এসে বলতে লাগল, আপনার খালা ‘আমরা বলেছেন, ভাগনে! তুমি অল্প কিছু মালের জন্য একজন গ্রাম্য লোককে আটকিয়ে রেখেছ আর তার হাত কাটতে চাচ্ছ ? আমি বললাম, হ্যাঁ। সে বলল, ‘আমরা বলেছেন যে, এক-চতুর্থাংশ দীনারের বিনিময়েই হাত কাটা হয়ে থাকে। অতঃপর আমি তাকে ছেড়ে দিলাম। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন, যদি কোন দাস এইরূপ কোন অন্যায় স্বীকার করে, যাতে তার উপর হাদ্দ জারি হয় অথবা শাস্তি বর্তায় যা তার দৈহিক ক্ষতি সাধন করে, (যথা, হাত কাটা যায়) তবে তা বৈধ। তাকে এই দোষারোপ করা হবে না যে, সে তার মালিকের অনিষ্ট সাধনের নিমিত্তে এই ধরনের অপরাধ স্বীকার করেছে, প্রকৃতপক্ষে সে উহা করেনি।\nমালিক (র) বলেন, কোন দাস যদি এইরূপ কোন অন্যায় স্বীকার করে যার জন্য তার মালিককে ক্ষতিগ্রস্ত হতে হয় এইভাবে যে, মালিককে তার ক্ষতিপূরণ দিতে হয়, তবে তার এই স্বীকারোক্তি বৈধ ধরা যাবে না।\nমালিক (র) বলেন, যদি কোন শ্রমিক অথবা অন্য কোন ব্যক্তি যে এমন সব লোকের মধ্যে থাকে, যাদের সে খিদমত করে সে তাদের কোন বস্তু চুরি করলে হাত কাটা যাবে না। কেননা সে খেয়ানতকারীর মতো হল। আর খেয়ানতকারী ব্যক্তির হাত কাটা হয় না।\nমালিক (র) বলেন, যদি কেউ কারো কোন দ্রব্য চেয়ে নেয়, অতঃপর তা অস্বীকার করে, তবে তার হাত কাটা হবে না। এর উদাহরণ এইরূপ, যেমন কেউ কারো নিকট হতে ঋণ নিয়ে তা অস্বীকার করল তখন তার হাত কাটা হবে না।\nমালিক (র) বলেন, আমাদের কাছে ইহা একটি সর্বসম্মত বিধান যে, যদি চোর ঘরে ঢুকে মাল একত্র করে নেয় কিন্তু উহা ঘর হতে বের করল না, তা হলে তার হাত কাটা হবে না। এর উদাহরণ এইরূপ, যেমন কারো সম্মুখে পান করবার জন্য মদ রাখা আছে, কিন্তু সে এখনও উহা পান করেনি; এমতাবস্থায় তাকে মদ্য পানের শাস্তি দেয়া হবে না। উহার উদাহরণ এরূপও হতে পারে, যেমন কেউ কোন স্ত্রীলোকের নিকট সহবাস করতে উপবেশন করল, কিন্তু তার লজ্জাস্থানে স্বীয় লজ্জাস্থান প্রবেশ করায়নি, এমতাবস্থায় তার উপর ব্যভিচারের শাস্তি বর্তাবে না।\nমালিক (র) বলেন, আমাদের কাছে একটি সর্বসম্মত বিধান এই যে, ছিনিয়ে নিলে হাত কাটা হবে না, ঐ দ্রব্যের মূল্য এক দীনারের চতুর্থাংশ হোক বা তার চাইতে কম হোক।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّهُ قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ أَنَّهُ أَخَذَ نَبَطِيًّا قَدْ سَرَقَ خَوَاتِمَ مِنْ حَدِيدٍ فَحَبَسَهُ لِيَقْطَعَ يَدَهُ فَأَرْسَلَتْ إِلَيْهِ عَمْرَةُ بِنْتُ عَبْدِ الرَّحْمَنِ مَوْلَاةً لَهَا يُقَالُ لَهَا أُمَيَّةُ قَالَ أَبُو بَكْرٍ فَجَاءَتْنِي وَأَنَا بَيْنَ ظَهْرَانَيْ النَّاسِ فَقَالَتْ تَقُولُ لَكَ خَالَتُكَ عَمْرَةُ يَا ابْنَ أُخْتِي أَخَذْتَ نَبَطِيًّا فِي شَيْءٍ يَسِيرٍ ذُكِرَ لِي فَأَرَدْتَ قَطْعَ يَدِهِ قُلْتُ نَعَمْ قَالَتْ فَإِنَّ عَمْرَةَ تَقُولُ لَكَ لَا قَطْعَ إِلَّا فِي رُبُعِ دِينَارٍ فَصَاعِدًا قَالَ أَبُو بَكْرٍ فَأَرْسَلْتُ النَّبَطِيَّ\n\nقَالَ مَالِك وَالْأَمْرُ الْمُجْتَمَعُ عَلَيْهِ عِنْدَنَا فِي اعْتِرَافِ الْعَبِيدِ أَنَّهُ مَنْ اعْتَرَفَ مِنْهُمْ عَلَى نَفْسِهِ بِشَيْءٍ يَقَعُ الْحَدُّ فِيهِ أَوْ الْعُقُوبَةُ فِيهِ فِي جَسَدِهِ فَإِنَّ اعْتِرَافَهُ جَائِزٌ عَلَيْهِ وَلَا يُتَّهَمُ أَنْ يُوقِعَ عَلَى نَفْسِهِ هَذَا قَالَ مَالِك وَأَمَّا مَنْ اعْتَرَفَ مِنْهُمْ بِأَمْرٍ يَكُونُ غُرْمًا عَلَى سَيِّدِهِ فَإِنَّ اعْتِرَافَهُ غَيْرُ جَائِزٍ عَلَى سَيِّدِهِ\n\nقَالَ مَالِك لَيْسَ عَلَى الْأَجِيرِ وَلَا عَلَى الرَّجُلِ يَكُونَانِ مَعَ الْقَوْمِ يَخْدُمَانِهِمْ إِنْ سَرَقَاهُمْ قَطْعٌ لِأَنَّ حَالَهُمَا لَيْسَتْ بِحَالِ السَّارِقِ وَإِنَّمَا حَالُهُمَا حَالُ الْخَائِنِ وَلَيْسَ عَلَى الْخَائِنِ قَطْعٌ\n\nقَالَ مَالِك فِي الَّذِي يَسْتَعِيرُ الْعَارِيَةَ فَيَجْحَدُهَا إِنَّهُ لَيْسَ عَلَيْهِ قَطْعٌ وَإِنَّمَا مَثَلُ ذَلِكَ مَثَلُ رَجُلٍ كَانَ لَهُ عَلَى رَجُلٍ دَيْنٌ فَجَحَدَهُ ذَلِكَ فَلَيْسَ عَلَيْهِ فِيمَا جَحَدَهُ قَطْعٌ\n\nقَالَ مَالِك الْأَمْرُ الْمُجْتَمَعُ عَلَيْهِ عِنْدَنَا فِي السَّارِقِ يُوجَدُ فِي الْبَيْتِ قَدْ جَمَعَ الْمَتَاعَ وَلَمْ يَخْرُجْ بِهِ إِنَّهُ لَيْسَ عَلَيْهِ قَطْعٌ وَإِنَّمَا مَثَلُ ذَلِكَ كَمَثَلِ رَجُلٍ وَضَعَ بَيْنَ يَدَيْهِ خَمْرًا لِيَشْرَبَهَا فَلَمْ يَفْعَلْ فَلَيْسَ عَلَيْهِ حَدٌّ وَمَثَلُ ذَلِكَ رَجُلٌ جَلَسَ مِنْ امْرَأَةٍ مَجْلِسًا وَهُوَ يُرِيدُ أَنْ يُصِيبَهَا حَرَامًا فَلَمْ يَفْعَلْ وَلَمْ يَبْلُغْ ذَلِكَ مِنْهَا فَلَيْسَ عَلَيْهِ أَيْضًا فِي ذَلِكَ حَدٌّ\n\nقَالَ مَالِك الْأَمْرُ الْمُجْتَمَعُ عَلَيْهِ عِنْدَنَا أَنَّهُ لَيْسَ فِي الْخُلْسَةِ قَطْعٌ بَلَغَ ثَمَنُهَا مَا يُقْطَعُ فِيهِ أَوْ لَمْ يَبْلُغْ",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد أنه قال أخبرني أبو بكر بن محمد بن عمرو بن حزم أنه أخذ نبطيا قد سرق خواتم من حديد فحبسه ليقطع يده فأرسلت إليه عمرة بنت عبد الرحمن مولاة لها يقال لها أمية قال أبو بكر فجاءتني وأنا بين ظهراني الناس فقالت تقول لك خالتك عمرة يا ابن أختي أخذت نبطيا في شيء يسير ذكر لي فأردت قطع يده قلت نعم قالت فإن عمرة تقول لك لا قطع إلا في ربع دينار فصاعدا قال أبو بكر فأرسلت النبطي\n\nقال مالك والأمر المجتمع عليه عندنا في اعتراف العبيد أنه من اعترف منهم على نفسه بشيء يقع الحد فيه أو العقوبة فيه في جسده فإن اعترافه جائز عليه ولا يتهم أن يوقع على نفسه هذا قال مالك وأما من اعترف منهم بأمر يكون غرما على سيده فإن اعترافه غير جائز على سيده\n\nقال مالك ليس على الأجير ولا على الرجل يكونان مع القوم يخدمانهم إن سرقاهم قطع لأن حالهما ليست بحال السارق وإنما حالهما حال الخائن وليس على الخائن قطع\n\nقال مالك في الذي يستعير العارية فيجحدها إنه ليس عليه قطع وإنما مثل ذلك مثل رجل كان له على رجل دين فجحده ذلك فليس عليه فيما جحده قطع\n\nقال مالك الأمر المجتمع عليه عندنا في السارق يوجد في البيت قد جمع المتاع ولم يخرج به إنه ليس عليه قطع وإنما مثل ذلك كمثل رجل وضع بين يديه خمرا ليشربها فلم يفعل فليس عليه حد ومثل ذلك رجل جلس من امرأة مجلسا وهو يريد أن يصيبها حراما فلم يفعل ولم يبلغ ذلك منها فليس عليه أيضا في ذلك حد\n\nقال مالك الأمر المجتمع عليه عندنا أنه ليس في الخلسة قطع بلغ ثمنها ما يقطع فيه أو لم يبلغ",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18457,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 2,
    "title": "ব্যভিচার স্বীকারকারীর বিধান",
    "preface": "",
    "number": "পরিচ্ছেদঃ ২",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 49539,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫১৯",
        "hadith_id": 1519,
        "narrator": "যায়দ ইব্নু আসলাম (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সময়ে এক ব্যক্তি ব্যভিচারে লিপ্ত হয়েছে বলে স্বীকার করল। রসূলুল্লাহ্ তার জন্য একটি চাবুক আনতে বলা হলে তাঁর নিকট একটি ভাঙ্গা চাবুক আনা হল। রসূল সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এর চাইতে ভাল চাবুক আনতে, তখন একটি নতুন চাবুক আনা হল, যার মাথা এখনও কাটা হয়নি। তিনি বললেন,  ইহা হতে নরম একটি লও। অতঃপর এমন একটি চাবুক আনা হল, যা বাহনে ব্যবহার করা হয়েছে, তজ্জন্য নরম হয়ে গিয়েছে। অতঃপর তাঁর আদেশে তাকে বেত্রাঘাত করা হল। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন,  এখন সময় এসেছে তোমরা আল্লাহ্‌র নির্ধারিত সীমা অতিক্রম করা হতে ফিরে আসবে। যদি কেউ এইরূপ কোন কিছু করে বসে, তবে তাকে আল্লাহর পর্দার আড়ালে লুকিয়ে থাকা উচিত। যে ব্যক্তি স্বীয় পর্দা উন্মোচন করবে, তবে আমরা তার উপর আল্লাহর কিতাবের নির্ধারিত শাস্তি জারি করব। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّ رَجُلًا اعْتَرَفَ عَلَى نَفْسِهِ بِالزِّنَا عَلَى عَهْدِ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَدَعَا لَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِسَوْطٍ فَأُتِيَ بِسَوْطٍ مَكْسُورٍ فَقَالَ فَوْقَ هَذَا فَأُتِيَ بِسَوْطٍ جَدِيدٍ لَمْ تُقْطَعْ ثَمَرَتُهُ فَقَالَ دُونَ هَذَا فَأُتِيَ بِسَوْطٍ قَدْ رُكِبَ بِهِ وَلَانَ فَأَمَرَ بِهِ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَجُلِدَ ثُمَّ قَالَ أَيُّهَا النَّاسُ قَدْ آنَ لَكُمْ أَنْ تَنْتَهُوا عَنْ حُدُودِ اللهِ مَنْ أَصَابَ مِنْ هَذِهِ الْقَاذُورَاتِ شَيْئًا فَلْيَسْتَتِرْ بِسِتْرِ اللهِ فَإِنَّهُ مَنْ يُبْدِي لَنَا صَفْحَتَهُ نُقِمْ عَلَيْهِ كِتَابَ اللهِ",
        "ar_diacless": "حدثني مالك عن زيد بن أسلم أن رجلا اعترف على نفسه بالزنا على عهد رسول الله صلى الله عليه وسلم فدعا له رسول الله صلى الله عليه وسلم بسوط فأتي بسوط مكسور فقال فوق هذا فأتي بسوط جديد لم تقطع ثمرته فقال دون هذا فأتي بسوط قد ركب به ولان فأمر به رسول الله صلى الله عليه وسلم فجلد ثم قال أيها الناس قد آن لكم أن تنتهوا عن حدود الله من أصاب من هذه القاذورات شيئا فليستتر بستر الله فإنه من يبدي لنا صفحته نقم عليه كتاب الله",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49540,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 2,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২০",
        "hadith_id": 1520,
        "narrator": "সফীয় বিনত আবূ উরায়দ (রা)",
        "bn": "আবূ বাকর (রা)-এর কাছে এক ব্যক্তিকে আনা হল। সে একটি কুমারী বালিকার সাথে ব্যভিচারে লিপ্ত হয়ে তাকে গর্ভবতী করেছিল। অতঃপর সে ব্যভিচারের কথা স্বীকার করল। সে বিবাহিত ছিল না। আবূ বাকর (রা) তাকে কোড়া লাগাবার আদেশ করলেন। এর পর ঐ লোকটিকে ফদক নামক স্থানে নির্বাসনে পাঠানো হলো। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন, যদি কোন ব্যক্তি ব্যভিচারের কথা স্বীকার করার পর আবার অস্বীকার করে বলে যে, আমি ব্যভিচার করিনি, তা হলে তা হতে শাস্তি বাতিল হয়ে যাবে। কেননা ব্যভিচারের শাস্তির জন্য হয় চারজন উপযুক্ত সাক্ষী হবে, না হয় তার স্বীকারোক্তি হতে হবে যার উপর সে শাস্তির সময় পর্যন্ত স্থির থাকে।\nমালিক (র) বলেন, আমার দেশের উলামার মত হল যে, যদি গোলাম ব্যভিচারে লিপ্ত হয় তবে তাকে দেশান্তরিত করা হবে না।",
        "ar": "حَدَّثَنِي مَالِك عَنْ نَافِعٍ أَنَّ صَفِيَّةَ بِنْتَ أَبِي عُبَيْدٍ أَخْبَرَتْهُ أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ أُتِيَ بِرَجُلٍ قَدْ وَقَعَ عَلَى جَارِيَةٍ بِكْرٍ فَأَحْبَلَهَا ثُمَّ اعْتَرَفَ عَلَى نَفْسِهِ بِالزِّنَا وَلَمْ يَكُنْ أَحْصَنَ فَأَمَرَ بِهِ أَبُو بَكْرٍ فَجُلِدَ الْحَدَّ ثُمَّ نُفِيَ إِلَى فَدَكَ\n\nقَالَ مَالِك فِي الَّذِي يَعْتَرِفُ عَلَى نَفْسِهِ بِالزِّنَا ثُمَّ يَرْجِعُ عَنْ ذَلِكَ وَيَقُولُ لَمْ أَفْعَلْ وَإِنَّمَا كَانَ ذَلِكَ مِنِّي عَلَى وَجْهِ كَذَا وَكَذَا لِشَيْءٍ يَذْكُرُهُ إِنَّ ذَلِكَ يُقْبَلُ مِنْهُ وَلَا يُقَامُ عَلَيْهِ الْحَدُّ وَذَلِكَ أَنَّ الْحَدَّ الَّذِي هُوَ لِلَّهِ لَا يُؤْخَذُ إِلَّا بِأَحَدِ وَجْهَيْنِ إِمَّا بِبَيِّنَةٍ عَادِلَةٍ تُثْبِتُ عَلَى صَاحِبِهَا وَإِمَّا بِاعْتِرَافٍ يُقِيمُ عَلَيْهِ حَتَّى يُقَامَ عَلَيْهِ الْحَدُّ فَإِنْ أَقَامَ عَلَى اعْتِرَافِهِ أُقِيمَ عَلَيْهِ الْحَدُّ\n\nقَالَ مَالِك الَّذِي أَدْرَكْتُ عَلَيْهِ أَهْلَ الْعِلْمِ أَنَّهُ لَا نَفْيَ عَلَى الْعَبِيدِ إِذَا زَنَوْا",
        "ar_diacless": "حدثني مالك عن نافع أن صفية بنت أبي عبيد أخبرته أن أبا بكر الصديق أتي برجل قد وقع على جارية بكر فأحبلها ثم اعترف على نفسه بالزنا ولم يكن أحصن فأمر به أبو بكر فجلد الحد ثم نفي إلى فدك\n\nقال مالك في الذي يعترف على نفسه بالزنا ثم يرجع عن ذلك ويقول لم أفعل وإنما كان ذلك مني على وجه كذا وكذا لشيء يذكره إن ذلك يقبل منه ولا يقام عليه الحد وذلك أن الحد الذي هو لله لا يؤخذ إلا بأحد وجهين إما ببينة عادلة تثبت على صاحبها وإما باعتراف يقيم عليه حتى يقام عليه الحد فإن أقام على اعترافه أقيم عليه الحد\n\nقال مالك الذي أدركت عليه أهل العلم أنه لا نفي على العبيد إذا زنوا",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18458,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 3,
    "title": "ব্যভিচারের শাস্তির বিভিন্ন হাদীস",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৩",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 49543,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২১",
        "hadith_id": 1521,
        "narrator": "আবূ হুরায়রা (রা) ও যায়দ ইব্নু খালিদ জুহানী (রা)",
        "bn": "কেউ রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে অবিবাহিতা দাসী সম্বন্ধে জিজ্ঞেস করল যে, যদি সে ব্যভিচারে লিপ্ত হয় তবে তার বিধান কি? রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যদি সে ব্যভিচারে লিপ্ত হয়, তবে তাকে বেত্রাঘাত করবে। তিনবার তিনি এইরূপ বললেন। অতঃপর তাকে বিক্রয় করে ফেল, যদি তার মূল্য একটি রশির তুল্যও হয়। (বুখারী ২১৫২, ২৫২৪, মুসলিম ১৭০৪)\nমালিক (র) বলেন, ইব্নু শিহাব বলেন, তিনি কি তিনবারের পর এ কথা বলেছেন, না চারবারের পর, তা আমার স্মরণ নেই। ইয়াহইয়া বলেন, আমি মালিক (র)-কে বলতে শুনেছি যাফীর অর্থ রশি।",
        "ar": "حَدَّثَنِي مَالِك عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الْأَمَةِ إِذَا زَنَتْ وَلَمْ تُحْصِنْ فَقَالَ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ بِيعُوهَا وَلَوْ بِضَفِيرٍ قَالَ ابْنُ شِهَابٍ لَا أَدْرِي أَبَعْدَ الثَّالِثَةِ أَوْ الرَّابِعَةِ قَالَ يَحْيَى سَمِعْت مَا لِكًا يَقُولُ وَالضَّفِيرُ الْحَبْلُ",
        "ar_diacless": "حدثني مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود عن أبي هريرة وزيد بن خالد الجهني أن رسول الله صلى الله عليه وسلم سئل عن الأمة إذا زنت ولم تحصن فقال إن زنت فاجلدوها ثم إن زنت فاجلدوها ثم إن زنت فاجلدوها ثم بيعوها ولو بضفير قال ابن شهاب لا أدري أبعد الثالثة أو الرابعة قال يحيى سمعت ما لكا يقول والضفير الحبل",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49541,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২২",
        "hadith_id": 1522,
        "narrator": "নাফি‘ (র)",
        "bn": "একজন গোলাম গনীমতের এক-পঞ্চমাংশের মালের মধ্যে যে সকল দাসদাসী ছিল তাদের দেখাশুনার দায়িত্বে ছিল। অতঃপর এক দাসীর সাথে বলপূর্বক ব্যভিচার করেছিল। উমার (রা) তাকে বেত্রাঘাত করে নির্বাসনে দিলেন, (কিন্তু) তিনি দাসীকে প্রহার করলেন না। কারণ তার উপর বল প্রয়োগ করা হয়েছিল। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ نَافِعٍ أَنَّ عَبْدًا كَانَ يَقُومُ عَلَى رَقِيقِ الْخُمُسِ وَأَنَّهُ اسْتَكْرَهَ جَارِيَةً مِنْ ذَلِكَ الرَّقِيقِ فَوَقَعَ بِهَا فَجَلَدَهُ عُمَرُ بْنُ الْخَطَّابِ وَنَفَاهُ\n\nوَلَمْ يَجْلِدْ الْوَلِيدَةَ لِأَنَّهُ اسْتَكْرَهَهَا",
        "ar_diacless": "حدثني مالك عن نافع أن عبدا كان يقوم على رقيق الخمس وأنه استكره جارية من ذلك الرقيق فوقع بها فجلده عمر بن الخطاب ونفاه\n\nولم يجلد الوليدة لأنه استكرهها",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49542,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 3,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২৩",
        "hadith_id": 1523,
        "narrator": "আবদুল্লাহ্ ইব্নু ‘আইয়্যাস ইব্নু আবি রবি‘য়া মাখযুমী (র)",
        "bn": "উমার ইব্নু খাত্তাব (রা) আমাকে এবং আরও কতিপয় কুরাইশী যুবককে ব্যভিচারের দায়ে প্রহার করতে আদেশ দিলে আমরা ব্যভিচারের শাস্তি হিসাবে বায়তুলমালের দাসীদেরকে পঞ্চাশ পঞ্চাশ বেত্রাঘাত করতাম। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ سُلَيْمَانَ بْنَ يَسَارٍ أَخْبَرَهُ أَنَّ عَبْدَ اللهِ بْنَ عَيَّاشِ بْنِ أَبِي رَبِيعَةَ الْمَخْزُومِيَّ قَالَ أَمَرَنِي عُمَرُ بْنُ الْخَطَّابِ\n\nفِي فِتْيَةٍ مِنْ قُرَيْشٍ فَجَلَدْنَا وَلَائِدَ مِنْ وَلَائِدِ الْإِمَارَةِ خَمْسِينَ خَمْسِينَ فِي الزِّنَا",
        "ar_diacless": "حدثني مالك عن يحيى بن سعيد أن سليمان بن يسار أخبره أن عبد الله بن عياش بن أبي ربيعة المخزومي قال أمرني عمر بن الخطاب\n\nفي فتية من قريش فجلدنا ولائد من ولائد الإمارة خمسين خمسين في الزنا",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18459,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 4,
    "title": "কোন নারীকে হরণ করে বল প্রয়োগে সহবাস করা হলে তার হুকুম",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৪",
    "sort_order": 4,
    "hadiths": [
      {
        "id": 49544,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 4,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১",
        "hadith_id": 1,
        "narrator": "মালিক (র)",
        "bn": "যে সমস্ত রমণী গর্ভবতী হয়, অথচ তাদের কোন স্বামী না থাকে আর তাদের কেউ বলে, তার সাথে বলপূর্বক ব্যভিচার করা হয়েছে অথবা বলে, আমি বিবাহ করেছি, তবে তার এই কথা ধর্তব্য নয়, বরং তার উপর শাস্তির কার্যকর করা হবে যতক্ষণ পর্যন্ত সে বিবাহের কোন সাক্ষী উপস্থিত করতে অসমর্থ হবে অথবা তার উপর বল প্রয়োগের জন্য সাক্ষী না আনবে। যেমন এক অবিবাহিতা রমণী এই অবস্থায় কাঁদতে কাঁদতে আসবে যে, তার লজ্জাস্থান হতে রক্ত নির্গত হচ্ছে, আর সে কুমারী ছিল (ব্যভিচারের সময়) অথবা চিৎকার করবে আর লোক একত্র হয়ে তার এই অবস্থা দেখবে অথবা এই ধরনের অন্য কোন নিদর্শন। এই সব কিছুই সে না করলে তাকে শাস্তি দেয়া হবে, আর তার কথা বিশ্বাস করা হবে না।\nমালিক (র) বলেন, যদি কেউ কোন রমণীর সাথে বলপূর্বক সহবাস করে, তবে তিন হায়েয অতিবাহিত হওয়ার পূর্বে সে বিবাহ করবে না। যদি গর্ভ হওয়ার সন্দেহ হয়, তবে গর্ভের সন্দেহ দূর না হওয়া পর্যন্ত বিবাহ করবে না।",
        "ar": "قَالَ مَالِك الْأَمْرُ عِنْدَنَا فِي الْمَرْأَةِ تُوجَدُ حَامِلًا وَلَا زَوْجَ لَهَا فَتَقُولُ قَدْ اسْتُكْرِهْتُ أَوْ تَقُولُ تَزَوَّجْتُ إِنَّ ذَلِكَ لَا يُقْبَلُ مِنْهَا وَإِنَّهَا يُقَامُ عَلَيْهَا الْحَدُّ إِلَّا أَنْ يَكُونَ لَهَا عَلَى مَا ادَّعَتْ مِنْ النِّكَاحِ بَيِّنَةٌ أَوْ عَلَى أَنَّهَا اسْتُكْرِهَتْ أَوْ جَاءَتْ تَدْمَى إِنْ كَانَتْ بِكْرًا أَوْ اسْتَغَاثَتْ حَتَّى أُتِيَتْ وَهِيَ عَلَى ذَلِكَ الْحَالِ أَوْ مَا أَشْبَهَ هَذَا مِنْ الْأَمْرِ الَّذِي تَبْلُغُ فِيهِ فَضِيحَةَ\n\nنَفْسِهَا قَالَ فَإِنْ لَمْ تَأْتِ بِشَيْءٍ مِنْ هَذَا أُقِيمَ عَلَيْهَا الْحَدُّ وَلَمْ يُقْبَلْ مِنْهَا مَا ادَّعَتْ مِنْ ذَلِكَ\n\nقَالَ مَالِك وَالْمُغْتَصَبَةُ لَا تَنْكِحُ حَتَّى تَسْتَبْرِئَ نَفْسَهَا بِثَلَاثِ حِيَضٍ قَالَ فَإِنْ ارْتَابَتْ مِنْ حَيْضَتِهَا فَلَا تَنْكِحُ حَتَّى تَسْتَبْرِئَ نَفْسَهَا مِنْ تِلْكَ الرِّيبَةِ",
        "ar_diacless": "قال مالك الأمر عندنا في المرأة توجد حاملا ولا زوج لها فتقول قد استكرهت أو تقول تزوجت إن ذلك لا يقبل منها وإنها يقام عليها الحد إلا أن يكون لها على ما ادعت من النكاح بينة أو على أنها استكرهت أو جاءت تدمى إن كانت بكرا أو استغاثت حتى أتيت وهي على ذلك الحال أو ما أشبه هذا من الأمر الذي تبلغ فيه فضيحة\n\nنفسها قال فإن لم تأت بشيء من هذا أقيم عليها الحد ولم يقبل منها ما ادعت من ذلك\n\nقال مالك والمغتصبة لا تنكح حتى تستبرئ نفسها بثلاث حيض قال فإن ارتابت من حيضتها فلا تنكح حتى تستبرئ نفسها من تلك الريبة",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18460,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 5,
    "title": "অপবাদের শাস্তি, নসব  অস্বীকার, ইশারায় কাউকে গালি দেয়া সম্পর্কিত মাস‘আলা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৫",
    "sort_order": 5,
    "hadiths": [
      {
        "id": 49545,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২৪",
        "hadith_id": 1524,
        "narrator": "আবূ যিনাদ (রা)",
        "bn": "উমার ইব্নু আবদুল আযীয (র) এক দাসকে অপবাদের শাস্তি হিসাবে আশিটি বেত্রাঘাত করেছিলেন। আবূ যিনাদ বলেন, আমি আবদুল্লাহ্ ইব্নু ‘আমির (রা)-কে এ বিষয়ে জিজ্ঞেস করলাম। তিনি বললেন, আমি উমার ও উসমান (রা)-কে এবং তাদের পর অপর দুই খলীফাকে দেখেছি, কেউই কোন দাসকে অপবাদের শাস্তি হিসেবে চল্লিশ বেত্রাঘাতের বেশি মারেননি। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ أَبِي الزِّنَادِ أَنَّهُ قَالَ جَلَدَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ عَبْدًا فِي فِرْيَةٍ ثَمَانِينَ قَالَ أَبُو الزِّنَادِ فَسَأَلْتُ عَبْدَ اللهِ بْنَ عَامِرِ بْنِ رَبِيعَةَ عَنْ ذَلِكَ فَقَالَ أَدْرَكْتُ عُمَرَ بْنَ الْخَطَّابِ وَعُثْمَانَ بْنَ عَفَّانَ وَالْخُلَفَاءَ هَلُمَّ جَرًّا فَمَا رَأَيْتُ أَحَدًا جَلَدَ عَبْدًا فِي فِرْيَةٍ أَكْثَرَ مِنْ أَرْبَعِينَ",
        "ar_diacless": "حدثني مالك عن أبي الزناد أنه قال جلد عمر بن عبد العزيز عبدا في فرية ثمانين قال أبو الزناد فسألت عبد الله بن عامر بن ربيعة عن ذلك فقال أدركت عمر بن الخطاب وعثمان بن عفان والخلفاء هلم جرا فما رأيت أحدا جلد عبدا في فرية أكثر من أربعين",
        "note": "[১] কেননা চল্লিশ আশির অর্ধেক, দাসের শাস্তি স্বাধীনের শাস্তির অর্ধেক।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49546,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২৫",
        "hadith_id": 1525,
        "narrator": "যুরাইক ইব্নু হাকিম আইলী (র)",
        "bn": "এক ব্যক্তি, যার নাম মিসবাহ, স্বীয় ছেলেকে কোন কাজে ডাকলেন। সে আসতে বিলম্ব করল। সে যখন এল, তখন মিসবাহ তাকে বলল, হে ব্যভিচারী! যুরাইক বলেন, এ ছেলেটি আমার কাছে ফরিয়াদ করল। আমি যখন তার পিতাকে শাস্তি দিতে চাইলাম, সে বলতে লাগল, যদি তুমি আমার পিতাকে বেত্রাঘাত কর, তা হলে আমি ব্যভিচারের স্বীকারোক্তি করব। এটা শুনে আমি মুশকিলে পড়ে গেলাম আর এই ঝগড়ার ফয়সালা করা কষ্টকর হয়ে পড়ল। বিষয়টি আমি উমার ইব্নু আবদুল আযীয (র)-কে লিখে জানালাম। ঐ সময় তিনি মদীনার শাসনকর্তা ছিলেন। উমার ইব্নু আবদুল আযীয (র) উত্তরে লিখলেন,  ছেলেকে ক্ষমা কর। যুরাইক বলেন, আমি উমারকে ইহাও লিখলাম, যদি কোন ব্যক্তি কাউকে অথবা তার পিতাকে অথবা তার মাতাকে ব্যভিচারের অপবাদ দেয় আর তার মাতাপিতা মৃত্যুবরণ করে অথবা তাদের একজন মৃত্যুবরণ করে থাকে (তা হলে এর বিধান কি?), তখন উমার (রা) উত্তরে লিখলেন, যাকে অপবাদ দেয়া হয়েছে, যদি সে ক্ষমা করে, তবে ক্ষমা ঠিকই হবে। হ্যাঁ, যদি তার মাতাপিতা উভয়ে অথবা কোন একজন মৃত্যুবরণ করে থাকে, তবে আল্লাহ্‌র কিতাবের বিধান মতে তার শাস্তি হবে। হ্যাঁ, যদি ছেলে স্বীয় পিতার অবস্থা লুকাবার জন্য ক্ষমা করে তবে ক্ষমা বৈধ হবে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nইয়াহইয়া বলেন, আমি মালিক (র)-কে বলতে শুনেছি ইহা এজন্য যে, যাকে অপবাদ দেয়া হয়েছে, যদি অপবাদের কথা প্রকাশ পায় শাস্তি দেয়ার কারণে এবং আশংকা করা হয় যে, এতে ব্যভিচারের সাক্ষী প্রকাশ পেয়ে যাবে আর ছেলে তা লুকাতে চাইবে। তাকে ক্ষমা করে দেয়া বৈধ।",
        "ar": "حَدَّثَنِي مَالِك عَنْ زُرَيْقِ بْنِ حَكِيمٍ الْأَيْلِيِّ\n\nأَنَّ رَجُلًا يُقَالُ لَهُ مِصْبَاحٌ اسْتَعَانَ ابْنًا لَهُ فَكَأَنَّهُ اسْتَبْطَأَهُ فَلَمَّا جَاءَهُ قَالَ لَهُ يَا زَانٍ قَالَ زُرَيْقٌ فَاسْتَعْدَانِي عَلَيْهِ فَلَمَّا أَرَدْتُ أَنْ أَجْلِدَهُ قَالَ ابْنُهُ وَاللهِ لَئِنْ جَلَدْتَهُ لَأَبُوءَنَّ عَلَى نَفْسِي بِالزِّنَا فَلَمَّا قَالَ ذَلِكَ أَشْكَلَ عَلَيَّ أَمْرُهُ فَكَتَبْتُ فِيهِ إِلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَهُوَ الْوَالِي يَوْمَئِذٍ أَذْكُرُ لَهُ ذَلِكَ فَكَتَبَ إِلَيَّ عُمَرُ أَنْ أَجِزْ عَفْوَهُ\n\nقَالَ زُرَيْقٌ وَكَتَبْتُ إِلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ أَيْضًا أَرَأَيْتَ رَجُلًا افْتُرِيَ عَلَيْهِ أَوْ عَلَى أَبَوَيْهِ وَقَدْ هَلَكَا أَوْ أَحَدُهُمَا قَالَ فَكَتَبَ إِلَيَّ عُمَرُ إِنْ عَفَا فَأَجِزْ عَفْوَهُ فِي نَفْسِهِ وَإِنْ افْتُرِيَ عَلَى أَبَوَيْهِ وَقَدْ هَلَكَا أَوْ أَحَدُهُمَا فَخُذْ لَهُ بِكِتَابِ اللهِ إِلَّا أَنْ يُرِيدَ سِتْرًا\n\nقَالَ يَحْيَى سَمِعْت مَا لِكًا يَقُولُ وَذَلِكَ أَنْ يَكُونَ الرَّجُلُ الْمُفْتَرَى عَلَيْهِ يَخَافُ إِنْ كُشِفَ ذَلِكَ مِنْهُ أَنْ تَقُومَ عَلَيْهِ بَيِّنَةٌ فَإِذَا كَانَ عَلَى مَا وَصَفْتُ فَعَفَا جَازَ عَفْوُهُ",
        "ar_diacless": "حدثني مالك عن زريق بن حكيم الأيلي\n\nأن رجلا يقال له مصباح استعان ابنا له فكأنه استبطأه فلما جاءه قال له يا زان قال زريق فاستعداني عليه فلما أردت أن أجلده قال ابنه والله لئن جلدته لأبوءن على نفسي بالزنا فلما قال ذلك أشكل علي أمره فكتبت فيه إلى عمر بن عبد العزيز وهو الوالي يومئذ أذكر له ذلك فكتب إلي عمر أن أجز عفوه\n\nقال زريق وكتبت إلى عمر بن عبد العزيز أيضا أرأيت رجلا افتري عليه أو على أبويه وقد هلكا أو أحدهما قال فكتب إلي عمر إن عفا فأجز عفوه في نفسه وإن افتري على أبويه وقد هلكا أو أحدهما فخذ له بكتاب الله إلا أن يريد سترا\n\nقال يحيى سمعت ما لكا يقول وذلك أن يكون الرجل المفترى عليه يخاف إن كشف ذلك منه أن تقوم عليه بينة فإذا كان على ما وصفت فعفا جاز عفوه",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49547,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 5,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২৬",
        "hadith_id": 1526,
        "narrator": "উরওয়া ইব্নু যুবাইর (র)",
        "bn": "যে ব্যক্তি এক কথায়ই অনেক লোকের উপর ব্যভিচারের অপবাদ দেয়, যেমন বলল, তোমরা সকলে ব্যভিচারী অথবা হে ব্যভিচারীর দল, তা হলে তার উপর অপবাদের এক শাস্তিই হবে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন, যদি তারা পৃথকও হয়ে যায়, তবুও একই শাস্তি হবে।\nআমারা বিন্তে আবদুর রহমান (র) বলেন, উমার (রা)-এর সময় দুই ব্যক্তির মধ্যে গালমন্দ হল। একজন অপরজনকে বলল,, আল্লাহ্‌র কসম, আমার পিতা বদকার ছিল না, আমার মাও বদকার ছিল না। উমার (রা) এ ব্যাপারে পরামর্শ করলেন। এক ব্যক্তি বলল, এতে সে মন্দ কি বলল। সে তো স্বীয় মাতাপিতার ভালই বর্ণনা করল। অন্যরা বলল, তার পিতার কি এই গুণ ছাড়া অন্যকোন গুণ অবশিষ্ট ছিল না? আমাদের মতে তাকে অপবাদের শাস্তি দিতে হবে। অবশেষে উমার (রা) তাকে আশি বেত্রাঘাত লাগালেন। মালিক (র) বলেন, আমাদের মতে অপবাদ, অস্বীকার ও ইশারায় গালি ছাড়া অন্য কোন কথায় শাস্তি অনিবার্য হয় না।\nমালিক (র) বলেন, আমার মতে যদি কেউ কাউকে তার পিতার বংশের বলে অস্বীকার করে, তা হলে শাস্তি ওয়াজিব হবে, তার মা দাসী হলেও।",
        "ar": "حَدَّثَنِي مَالِك عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّهُ قَالَ فِي رَجُلٍ قَذَفَ قَوْمًا جَمَاعَةً أَنَّهُ لَيْسَ عَلَيْهِ إِلَّا حَدٌّ وَاحِدٌ قَالَ مَالِك وَإِنْ تَفَرَّقُوا فَلَيْسَ عَلَيْهِ إِلَّا حَدٌّ وَاحِدٌ\n\nحَدَّثَنِي مَالِك عَنْ أَبِي الرِّجَالِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ حَارِثَةَ بْنِ النُّعْمَانِ الْأَنْصَارِيِّ ثُمَّ مِنْ بَنِي النَّجَّارِ عَنْ أُمِّهِ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ\n\nأَنَّ رَجُلَيْنِ اسْتَبَّا فِي زَمَانِ عُمَرَ بْنِ الْخَطَّابِ فَقَالَ أَحَدُهُمَا لِلْآخَرِ وَاللهِ مَا أَبِي بِزَانٍ وَلَا أُمِّي بِزَانِيَةٍ فَاسْتَشَارَ فِي ذَلِكَ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ قَائِلٌ مَدَحَ أَبَاهُ وَأُمَّهُ وَقَالَ آخَرُونَ قَدْ كَانَ لِأَبِيهِ وَأُمِّهِ مَدْحٌ غَيْرُ هَذَا نَرَى أَنْ تَجْلِدَهُ الْحَدَّ فَجَلَدَهُ عُمَرُ الْحَدَّ ثَمَانِينَ\n\nقَالَ مَالِك لَا حَدَّ عِنْدَنَا إِلَّا فِي نَفْيٍ أَوْ قَذْفٍ أَوْ تَعْرِيضٍ يُرَى أَنَّ قَائِلَهُ إِنَّمَا أَرَادَ بِذَلِكَ نَفْيًا أَوْ قَذْفًا فَعَلَى مَنْ قَالَ ذَلِكَ الْحَدُّ تَامًّا\n\nقَالَ مَالِك الْأَمْرُ عِنْدَنَا أَنَّهُ إِذَا نَفَى رَجُلٌ رَجُلًا مِنْ أَبِيهِ فَإِنَّ عَلَيْهِ الْحَدَّ وَإِنْ كَانَتْ أُمُّ الَّذِي نُفِيَ مَمْلُوكَةً فَإِنَّ عَلَيْهِ الْحَدَّ",
        "ar_diacless": "حدثني مالك عن هشام بن عروة عن أبيه أنه قال في رجل قذف قوما جماعة أنه ليس عليه إلا حد واحد قال مالك وإن تفرقوا فليس عليه إلا حد واحد\n\nحدثني مالك عن أبي الرجال محمد بن عبد الرحمن بن حارثة بن النعمان الأنصاري ثم من بني النجار عن أمه عمرة بنت عبد الرحمن\n\nأن رجلين استبا في زمان عمر بن الخطاب فقال أحدهما للآخر والله ما أبي بزان ولا أمي بزانية فاستشار في ذلك عمر بن الخطاب فقال قائل مدح أباه وأمه وقال آخرون قد كان لأبيه وأمه مدح غير هذا نرى أن تجلده الحد فجلده عمر الحد ثمانين\n\nقال مالك لا حد عندنا إلا في نفي أو قذف أو تعريض يرى أن قائله إنما أراد بذلك نفيا أو قذفا فعلى من قال ذلك الحد تاما\n\nقال مالك الأمر عندنا أنه إذا نفى رجل رجلا من أبيه فإن عليه الحد وإن كانت أم الذي نفي مملوكة فإن عليه الحد",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18461,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 6,
    "title": "যে সমস্ত ব্যাপারে কোন শাস্তি নেই",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৬",
    "sort_order": 6,
    "hadiths": [
      {
        "id": 49549,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১",
        "hadith_id": 1,
        "narrator": "মালিক (র)",
        "bn": "যদি কেউ এমন দাসীর সাথে সহবাস করে, যাতে সে অংশীদার রয়েছে, তবে তাতে শাস্তি নেই। এতে যে সন্তান জন্মলাভ করবে, সে সন্তান এই সহবাসকারীর বলে ধরা হবে। আর ঐ দাসীর মূল্য নির্ধারিত করে অন্যান্য অংশীদারের অংশ অনুপাতে তাদের মূল্য আদায় করে দিবে। অতঃপর সে দাসীর সে একাই মালিক হয়ে যাবে। এটাই আমাদের মত।\nমালিক (র) বলেন, যদি কেউ কাউকে স্বীয় দাসী হালাল করে দেয় (সহবাস করবার অনুমতি দিয়ে দেয়, অথচ তা অবৈধ) আর ঐ ব্যক্তি ঐ দাসীর সাথে সহবাস করে, তা হলে ঐ দাসীর মূল্য দিতে হবে, গর্ভবতী হোক অথবা না হোক। হ্যাঁ, এতে কোন শাস্তি বর্তাবে না। যদি দাসী গর্ভ ধারণ করে, তবে ঐ সন্তানের বংশ এ সহবাসকারীর সাথে সাব্যস্ত হবে।\nমালিক (র) বলেন, যদি কেউ স্বীয় ছেলের অথবা কন্যার দাসীর সাথে সহবাস করে তা হলে তাকে ব্যভিচারের শাস্তি দেয়া হবে না। তবে এই দাসীর দাম দিতে হবে, গর্ভবতী হোক অথবা না হোক।",
        "ar": "قَالَ مَالِك إِنَّ أَحْسَنَ مَا سُمِعَ فِي الْأَمَةِ يَقَعُ بِهَا الرَّجُلُ وَلَهُ فِيهَا شِرْكٌ أَنَّهُ لَا يُقَامُ عَلَيْهِ الْحَدُّ وَأَنَّهُ يُلْحَقُ بِهِ الْوَلَدُ وَتُقَوَّمُ عَلَيْهِ الْجَارِيَةُ حِينَ حَمَلَتْ فَيُعْطَى شُرَكَاؤُهُ حِصَصَهُمْ مِنْ الثَّمَنِ وَتَكُونُ الْجَارِيَةُ لَهُ وَعَلَى هَذَا الْأَمْرُ عِنْدَنَا\n\nقَالَ مَالِك فِي الرَّجُلِ يُحِلُّ لِلرَّجُلِ جَارِيَتَهُ إِنَّهُ إِنْ أَصَابَهَا الَّذِي أُحِلَّتْ لَهُ قُوِّمَتْ عَلَيْهِ يَوْمَ أَصَابَهَا حَمَلَتْ أَوْ لَمْ تَحْمِلْ وَدُرِئَ عَنْهُ الْحَدُّ بِذَلِكَ فَإِنْ حَمَلَتْ أُلْحِقَ بِهِ الْوَلَدُ\n\nقَالَ مَالِك فِي الرَّجُلِ يَقَعُ عَلَى جَارِيَةِ ابْنِهِ أَوْ ابْنَتِهِ أَنَّهُ يُدْرَأُ عَنْهُ الْحَدُّ وَتُقَامُ عَلَيْهِ الْجَارِيَةُ حَمَلَتْ أَوْ لَمْ تَحْمِلْ",
        "ar_diacless": "قال مالك إن أحسن ما سمع في الأمة يقع بها الرجل وله فيها شرك أنه لا يقام عليه الحد وأنه يلحق به الولد وتقوم عليه الجارية حين حملت فيعطى شركاؤه حصصهم من الثمن وتكون الجارية له وعلى هذا الأمر عندنا\n\nقال مالك في الرجل يحل للرجل جاريته إنه إن أصابها الذي أحلت له قومت عليه يوم أصابها حملت أو لم تحمل ودرئ عنه الحد بذلك فإن حملت ألحق به الولد\n\nقال مالك في الرجل يقع على جارية ابنه أو ابنته أنه يدرأ عنه الحد وتقام عليه الجارية حملت أو لم تحمل",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49548,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 6,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২৭",
        "hadith_id": 1527,
        "narrator": "রবীআ ইব্নু আবদুর রহমান (র)",
        "bn": "এক ব্যক্তি তার স্ত্রীর দাসীকে সাথে নিয়ে সফরে যাত্রা করল। তথায় সে তার সাথে সহবাস করে বসল। স্ত্রী হিংসার বশবর্তী হয়ে উমার (রা)-এর কাছে বলে দিল। উমার (রা) তাকে এ ব্যাপারে প্রশ্ন করলে সে বলল, আমার স্ত্রী এই দাসীটি আমাকে দান করেছে। উমার (রা) বললেন, তুমি দানের সাক্ষী নিয়ে এসো, না হয় তোমাকে প্রস্তরাঘাত করা হবে। তখন স্ত্রীলোকটি বলল, আমি তাকে দান করেছি। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي مَالِك عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ لِرَجُلٍ خَرَجَ بِجَارِيَةٍ لِامْرَأَتِهِ مَعَهُ فِي سَفَرٍ فَأَصَابَهَا فَغَارَتْ امْرَأَتُهُ فَذَكَرَتْ ذَلِكَ لِعُمَرَ بْنِ الْخَطَّابِ فَسَأَلَهُ عَنْ ذَلِكَ فَقَالَ وَهَبَتْهَا لِي فَقَالَ عُمَرُ لَتَأْتِينِي بِالْبَيِّنَةِ أَوْ لَأَرْمِيَنَّكَ بِالْحِجَارَةِ قَالَ فَاعْتَرَفَتْ امْرَأَتُهُ أَنَّهَا وَهَبَتْهَا لَهُ",
        "ar_diacless": "حدثني مالك عن ربيعة بن أبي عبد الرحمن أن عمر بن الخطاب قال لرجل خرج بجارية لامرأته معه في سفر فأصابها فغارت امرأته فذكرت ذلك لعمر بن الخطاب فسأله عن ذلك فقال وهبتها لي فقال عمر لتأتيني بالبينة أو لأرمينك بالحجارة قال فاعترفت امرأته أنها وهبتها له",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18462,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 7,
    "title": "কোন্ প্রকারের বস্তু চুরি করলে হাত কাটা ওয়াজিব হয়",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৭",
    "sort_order": 7,
    "hadiths": [
      {
        "id": 49576,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২৮",
        "hadith_id": 1528,
        "narrator": "আবদুল্লাহ্ ইব্নু উমার (রা)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি ঢালের মূল্যের বিনিময়ে, যার মূল্য তিন দিরহাম ছিল, হাত কাটার আদেশ করেছেন। (বুখারী ৬৭৯৫, মুসলিম ১৬৮৬)",
        "ar": "حَدَّثَنِي مَالِك عَنْ نَافِعٍ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَطَعَ فِي مِجَنٍّ ثَمَنُهُ ثَلَاثَةُ دَرَاهِمَ",
        "ar_diacless": "حدثني مالك عن نافع عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم قطع في مجن ثمنه ثلاثة دراهم",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      },
      {
        "id": 49579,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫২৯",
        "hadith_id": 1529,
        "narrator": "আবদুল্লাহ্ ইব্নু আবদুর রহমান মক্কী (র)",
        "bn": "রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, গাছে যে ফল ঝুলিতেছে অথবা যে ছাগল পাহাড়ে উঠে আছে উহা চুরি করলে হাত কাটা যাবে না। যখন ছাগল ঘরে আসে অথবা ফল শুকাবার জায়গায় রাখা হয়, অতঃপর উহাকে কেউ চুরি করে, তখন হাত কাটা যাবে, যদি উহার মূল্য ঢালের মূল্যের সমান হয়। (হাসান, হাদীসটি আবদুল্লাহ বিন আমর থেকে মুত্তাসিল সনদে বর্ণনা করা হয়েছে, নাসাঈ ৪৭৫৭, ৪৯৫৯, আলবানী হাদীসটিকে হাসান বলেছেন [সহীহ, আল জ্বামে] ৭৩৯৮, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)\n(ইহা ঐ সময়ে প্রযোজ্য, যখন ছাগলের কোন রক্ষক না থাকে এবং উহাদের নষ্ট হওয়ার আশংকা থাকে)।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي حُسَيْنٍ الْمَكِّيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا قَطْعَ فِي ثَمَرٍ مُعَلَّقٍ وَلَا فِي حَرِيسَةِ جَبَلٍ فَإِذَا آوَاهُ الْمُرَاحُ أَوْ الْجَرِينُ فَالْقَطْعُ فِيمَا يَبْلُغُ ثَمَنَ الْمِجَنِّ",
        "ar_diacless": "و حدثني عن مالك عن عبد الله بن عبد الرحمن بن أبي حسين المكي أن رسول الله صلى الله عليه وسلم قال لا قطع في ثمر معلق ولا في حريسة جبل فإذا آواه المراح أو الجرين فالقطع فيما يبلغ ثمن المجن",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49577,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩০",
        "hadith_id": 1530,
        "narrator": "আমরাহ্ বিন্তে আবদুর রহমান (র)",
        "bn": "উসমান (রা)-এর সময় এক ব্যক্তি একটি উতরজ (স্বর্ণনির্মিত শিশুদের গলার জাব) চুরি করেছিল। উসমান (রা) তার মূল্য তিন দিরহাম ধার্য করলেন, যা এক দীনারের এক চতুর্থাংশ ছিল। উসমান (রা) এর জন্য হাত কেটেছিলেন। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرٍ عَنْ أَبِيهِ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّ سَارِقًا سَرَقَ فِي زَمَانِ عُثْمَانَ أُتْرُجَّةً فَأَمَرَ بِهَا عُثْمَانُ بْنُ عَفَّانَ أَنْ تُقَوَّمَ فَقُوِّمَتْ بِثَلَاثَةِ دَرَاهِمَ مِنْ صَرْفِ اثْنَيْ عَشَرَ دِرْهَمًا بِدِينَارٍ فَقَطَعَ عُثْمَانُ يَدَهُ",
        "ar_diacless": "و حدثني عن مالك عن عبد الله بن أبي بكر عن أبيه عن عمرة بنت عبد الرحمن أن سارقا سرق في زمان عثمان أترجة فأمر بها عثمان بن عفان أن تقوم فقومت بثلاثة دراهم من صرف اثني عشر درهما بدينار فقطع عثمان يده",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49578,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩১",
        "hadith_id": 1531,
        "narrator": "উম্মুল মু‘মিনীন আয়িশা (রা)",
        "bn": "এখনও এত বেশি দিন হয়নি, আমিও ভুলিনি। চোরের হাত এক-চতুর্থাংশ দীনার বা তদূর্ধ্বের জন্য কাটা যাবে। [১] (মারফু, বুখারী ৬৭৮৯, মুসলিম ১৬৮৪)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْ\n\nمَا طَالَ عَلَيَّ وَمَا نَسِيتُ الْقَطْعُ فِي رُبُعِ دِينَارٍ فَصَاعِدًا",
        "ar_diacless": "و حدثني عن مالك عن يحيى بن سعيد عن عمرة بنت عبد الرحمن عن عائشة زوج النبي صلى الله عليه وسلم أنها قالت\n\nما طال علي وما نسيت القطع في ربع دينار فصاعدا",
        "note": "[১] এই রেওয়ায়তটি আয়েশা (রা) হতে মারফূ বর্ণিত আছে। ঐ সময় এক দীনারের মূল্য বার দিরহাম হত আর এক দীনারের এক-চতুর্থাংশ তিন দিরহাম হবে।",
        "grade_id": 10,
        "grade": "সহিহ মারফু",
        "grade_color": "#46B891"
      },
      {
        "id": 49580,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 7,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩২",
        "hadith_id": 1532,
        "narrator": "আমরাহ্ বিনতে আবদুর রহমান (র)",
        "bn": "উম্মুল মু‘মিনীন আয়িশা (রা) মক্কাভিমুখে যাত্রা করলেন। তাঁর সাথে তাঁর দুইটি দাসীও ছিল, যাদেরকে মুক্ত করে দেয়া হয়েছে। আর আবদুল্লাহ্ ইব্নু আবূ বাকরের একজন দাসও তাঁর সাথে ছিল। তিনি ঐ দাসীদের হাতে মক্কা হতে একখানা চাদর পাঠালেন, যাতে পুরুষের ছবি অঙ্কিত ছিল এবং উহাকে একখানা সবুজ কাপড়ে জড়িয়ে সেলাই করে দেয়া হয়েছিল। ঐ দাসটি ঐ সেলাই খুলে তা হতে চাদর বের করে নিল আর তদস্থলে একটা চামড়া রেখে উহাকে পুনরায় সেলাই করে দিল। দাসীদ্বয় মদীনায় এসে উহার মালিকের নিকট উহা অর্পণ করল। তারা উহা খুলে দেখল চাদরের পরিবর্তে একখানা চামড়া, পরে ঐ দাসীদের নিকট জিজ্ঞেস করা হলে তারা আয়িশা (রা)-এর নিকট লিখে দিল যে, উহা ঐ দাস নিয়ে গিয়েছে। ঐ দাসকে প্রশ্ন করা হল, সে স্বীকার করল। অতঃপর আয়িশা (রা)-এর আদেশে তার হাত কাটা হল। আয়িশা (রা) বলেন, দীনারের চতুর্থাংশ বা তদূর্ধ্বের পরিবর্তে হাত কর্তন করা হবে। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন, আমাদের মতে যদি চোর তিন দিরহাম বা তদূর্ধ্ব মূল্যের মাল চুরি করে, তখন তার হাত কর্তন করা অনিবার্য হয়ে পড়ে। যদিও দীনারের তুলনায় বেড়ে অথবা কমে যায়। কেননা রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি ঢালের বিনিময়ে হাত কর্তনের আদেশ দিয়েছেন, যার মূল্য তিন দিরহাম ছিল। উসমান (রা) একটি সাতরানজের বিনিময়ে হাত কেটেছিলেন যার মূল্য তিন দিরহাম ছিল। আমি যা শুনেছি তন্মধ্যে এই মতই উত্তম বলে গণ্য।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرِ بْنِ حَزْمٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ أَنَّهَا قَالَتْ\n\nخَرَجَتْ عَائِشَةُ زَوْجُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى مَكَّةَ وَمَعَهَا مَوْلَاتَانِ لَهَا وَمَعَهَا غُلَامٌ لِبَنِي عَبْدِ اللهِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ فَبَعَثَتْ مَعَ الْمَوْلَاتَيْنِ بِبُرْدٍ مُرَجَّلٍ قَدْ خِيطَ عَلَيْهِ خِرْقَةٌ خَضْرَاءُ قَالَتْ فَأَخَذَ الْغُلَامُ الْبُرْدَ فَفَتَقَ عَنْهُ فَاسْتَخْرَجَهُ وَجَعَلَ مَكَانَهُ لِبْدًا أَوْ فَرْوَةً وَخَاطَ عَلَيْهِ فَلَمَّا قَدِمَتْ الْمَوْلَاتَانِ الْمَدِينَةَ دَفَعَتَا ذَلِكَ إِلَى أَهْلِهِ فَلَمَّا فَتَقُوا عَنْهُ وَجَدُوا فِيهِ اللِّبْدَ وَلَمْ يَجِدُوا الْبُرْدَ فَكَلَّمُوا الْمَرْأَتَيْنِ فَكَلَّمَتَا عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوْ كَتَبَتَا إِلَيْهَا وَاتَّهَمَتَا الْعَبْدَ فَسُئِلَ الْعَبْدُ عَنْ ذَلِكَ فَاعْتَرَفَ فَأَمَرَتْ بِهِ عَائِشَةُ زَوْجُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُطِعَتْ يَدُهُ وَقَالَتْ عَائِشَةُ الْقَطْعُ فِي رُبُعِ دِينَارٍ فَصَاعِدًا\n\nو قَالَ مَالِك أَحَبُّ مَا يَجِبُ فِيهِ الْقَطْعُ إِلَيَّ ثَلَاثَةُ دَرَاهِمَ وَإِنْ ارْتَفَعَ الصَّرْفُ أَوْ اتَّضَعَ وَذَلِكَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَطَعَ فِي مِجَنٍّ قِيمَتُهُ ثَلَاثَةُ دَرَاهِمَ وَأَنَّ عُثْمَانَ بْنَ عَفَّانَ قَطَعَ فِي أُتْرُجَّةٍ قُوِّمَتْ بِثَلَاثَةِ دَرَاهِمَ وَهَذَا أَحَبُّ مَا سَمِعْتُ إِلَيَّ فِي ذَلِكَ",
        "ar_diacless": "و حدثني عن مالك عن عبد الله بن أبي بكر بن حزم عن عمرة بنت عبد الرحمن أنها قالت\n\nخرجت عائشة زوج النبي صلى الله عليه وسلم إلى مكة ومعها مولاتان لها ومعها غلام لبني عبد الله بن أبي بكر الصديق فبعثت مع المولاتين ببرد مرجل قد خيط عليه خرقة خضراء قالت فأخذ الغلام البرد ففتق عنه فاستخرجه وجعل مكانه لبدا أو فروة وخاط عليه فلما قدمت المولاتان المدينة دفعتا ذلك إلى أهله فلما فتقوا عنه وجدوا فيه اللبد ولم يجدوا البرد فكلموا المرأتين فكلمتا عائشة زوج النبي صلى الله عليه وسلم أو كتبتا إليها واتهمتا العبد فسئل العبد عن ذلك فاعترف فأمرت به عائشة زوج النبي صلى الله عليه وسلم فقطعت يده وقالت عائشة القطع في ربع دينار فصاعدا\n\nو قال مالك أحب ما يجب فيه القطع إلي ثلاثة دراهم وإن ارتفع الصرف أو اتضع وذلك أن رسول الله صلى الله عليه وسلم قطع في مجن قيمته ثلاثة دراهم وأن عثمان بن عفان قطع في أترجة قومت بثلاثة دراهم وهذا أحب ما سمعت إلي في ذلك",
        "note": "[১] কেউ কেউ বলেছেন, ঐ চাদরে মানুষের ছবি ছিল না, বরং উটের হাওদা ইত্যাদির ছবি ছিল। যরকানী বলেনঃ কোন জন্তুর আধা ছবি থাকলে কোন দোষ নেই, পূর্ণ ছবি থাকলে তা নিষেধ। যরকানী আরও বলেন, অত্র হাদীসের দ্বারা কেউ যেন ছবি রাখা জায়েয মনে না করে। কেননা প্রথমত জানদারের ছবি সন্দেহজনক, তদুপরি অর্ধ ছবি থাকলে উহাতে কোন দোষ নেই, পূর্ণ ছবিই নিষেধের আওতায় পড়ে।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18463,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 8,
    "title": "পলাতক দাস ও চোরের হাত কাটা সম্পর্কিত মাস‘আলা",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৮",
    "sort_order": 8,
    "hadiths": [
      {
        "id": 49581,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩৩",
        "hadith_id": 1533,
        "narrator": "নাফি‘ (র)",
        "bn": "ইবনু উমার (রা)-এর একটি দাস পলিয়ে গেল, সে চুরি করেছিল। ইব্নু উমার (রা) তাকে মদীনার গভর্নর সাঈদ ইব্নু আসের নিকট হাত কর্তনের জন্য পাঠিয়ে দিলেন। সাঈদ এটা মানলেন না। তিনি বললেন, চুরি করে পালিয়ে গেলে পলাতক দাসের হাত কর্তন করা হবে না। ইব্নু উমার (রা) বললেন, তুমি আল্লাহর কোন কিতাবে ইহা পেয়েছ ? অতঃপর ইব্নু উমারের আদেশে তার হাত কাটা হল। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "حَدَّثَنِي عَنْ مَالِك عَنْ نَافِعٍ أَنَّ عَبْدًا لِعَبْدِ اللهِ بْنِ عُمَرَ\n\nسَرَقَ وَهُوَ آبِقٌ فَأَرْسَلَ بِهِ عَبْدُ اللهِ بْنُ عُمَرَ إِلَى سَعِيدِ بْنِ الْعَاصِ وَهُوَ أَمِيرُ الْمَدِينَةِ لِيَقْطَعَ يَدَهُ فَأَبَى سَعِيدٌ أَنْ يَقْطَعَ يَدَهُ وَقَالَ لَا تُقْطَعُ يَدُ الْآبِقِ السَّارِقِ إِذَا سَرَقَ فَقَالَ لَهُ عَبْدُ اللهِ بْنُ عُمَرَ فِي أَيِّ كِتَابِ اللهِ وَجَدْتَ هَذَا ثُمَّ أَمَرَ بِهِ عَبْدُ اللهِ بْنُ عُمَرَ فَقُطِعَتْ يَدُهُ",
        "ar_diacless": "حدثني عن مالك عن نافع أن عبدا لعبد الله بن عمر\n\nسرق وهو آبق فأرسل به عبد الله بن عمر إلى سعيد بن العاص وهو أمير المدينة ليقطع يده فأبى سعيد أن يقطع يده وقال لا تقطع يد الآبق السارق إذا سرق فقال له عبد الله بن عمر في أي كتاب الله وجدت هذا ثم أمر به عبد الله بن عمر فقطعت يده",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49582,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 8,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩৪",
        "hadith_id": 1534,
        "narrator": "যুরায়ক ইব্নু হাকিম (র)",
        "bn": "তিনি একজন পলাতক গোলামকে ধরে ফেললেন যে চুরি করেছিল। তিনি বলেন, এ ব্যাপারে বিচার করা আমার জন্য কষ্টসাধ্য ছিল। আমি তজ্জন্য উমার ইব্নু আবদুল আযীয (র)-কে লিখলাম, আমি শুনিতেছি যখন পলাতক কোন দাস চুরি করে, তখন তার হাত কাটা যাবে না। তিনি বলেন, উমার (রা) আমার লেখার হাওলা দিয়ে উত্তরে লিখলেন, তুমি লিখেছ, তুমি শুনেছ, পলাতক দাস চুরি করলে তার হাত কাটা যাবে না, অথচ আল্লাহ্ তায়ালা স্বয়ং বলেছেন, চোর পুরুষ হোক বা নারী হোক, তার হাত কাট। ইহা তার ঐ কাজের শাস্তি আর আল্লাহ্‌র পক্ষ হতে আযাব। আল্লাহ্ ক্ষমতাবান হেকমতওয়ালা। যদি ঐ দাস এক দীনারের চতুর্থাংশ বা তদূর্ধ্ব চুরি করে, তবে তার হাত কেটে ফেল। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nকেননা আল্লাহ পাক বলেন,\nوَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنْ \nকাসেম ইব্নু মুহাম্মাদ, সালেম ইব্নু আবদুল্লাহ ও উরওয়া ইব্নু যুবায়ের (র) বলেন, যদি পলাতক দাস সেই পরিমাণ মাল চুরি করে যাতে হাত কাটা ওয়াজিব হয়, তবে তার হাত কাটা যাবে। (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)\nমালিক (র) বলেন, আমাদের মধ্যে এতে কোন মতপার্থক্য নেই যে, পলাতক দাস যদি চুরি করে এবং তার মূল্য যদি সেই পরিমাণ হয় যাতে হাত কাটা ওয়াজিব, তবে তার হাত কাটা যাবে।",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ زُرَيْقِ بْنِ حَكِيمٍ أَنَّهُ أَخْبَرَهُ أَنَّهُ أَخَذَ عَبْدًا آبِقًا قَدْ سَرَقَ قَالَ فَأَشْكَلَ عَلَيَّ أَمْرُهُ قَالَ فَكَتَبْتُ فِيهِ إِلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ\n\nأَسْأَلُهُ عَنْ ذَلِكَ وَهُوَ الْوَالِي يَوْمَئِذٍ قَالَ فَأَخْبَرْتُهُ أَنَّنِي كُنْتُ أَسْمَعُ أَنَّ الْعَبْدَ الْآبِقَ إِذَا سَرَقَ وَهُوَ آبِقٌ لَمْ تُقْطَعْ يَدُهُ قَالَ فَكَتَبَ إِلَيَّ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ نَقِيضَ كِتَابِي يَقُولُ كَتَبْتَ إِلَيَّ أَنَّكَ كُنْتَ تَسْمَعُ أَنَّ الْعَبْدَ الْآبِقَ إِذَا سَرَقَ لَمْ تُقْطَعْ يَدُهُ وَإِنَّ اللهَ تَبَارَكَ وَتَعَالَى يَقُولُ فِي كِتَابِهِ\n\n{ وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنْ اللهِ وَاللهُ عَزِيزٌ حَكِيمٌ } فَإِنْ بَلَغَتْ سَرِقَتُهُ رُبُعَ دِينَارٍ فَصَاعِدًا فَاقْطَعْ يَدَهُ\n\nو حَدَّثَنِي عَنْ مَالِك أَنَّهُ بَلَغَهُ أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ وَسَالِمَ بْنَ عَبْدِ اللهِ وَعُرْوَةَ بْنَ الزُّبَيْرِ كَانُوا يَقُولُونَ إِذَا سَرَقَ الْعَبْدُ الْآبِقُ مَا يَجِبُ فِيهِ الْقَطْعُ قُطِعَ\n\nقَالَ مَالِك وَذَلِكَ الْأَمْرُ الَّذِي لَا اخْتِلَافَ فِيهِ عِنْدَنَا أَنَّ الْعَبْدَ الْآبِقَ إِذَا سَرَقَ مَا يَجِبُ فِيهِ الْقَطْعُ قُطِعَ",
        "ar_diacless": "و حدثني عن مالك عن زريق بن حكيم أنه أخبره أنه أخذ عبدا آبقا قد سرق قال فأشكل علي أمره قال فكتبت فيه إلى عمر بن عبد العزيز\n\nأسأله عن ذلك وهو الوالي يومئذ قال فأخبرته أنني كنت أسمع أن العبد الآبق إذا سرق وهو آبق لم تقطع يده قال فكتب إلي عمر بن عبد العزيز نقيض كتابي يقول كتبت إلي أنك كنت تسمع أن العبد الآبق إذا سرق لم تقطع يده وإن الله تبارك وتعالى يقول في كتابه\n\n{ والسارق والسارقة فاقطعوا أيديهما جزاء بما كسبا نكالا من الله والله عزيز حكيم } فإن بلغت سرقته ربع دينار فصاعدا فاقطع يده\n\nو حدثني عن مالك أنه بلغه أن القاسم بن محمد وسالم بن عبد الله وعروة بن الزبير كانوا يقولون إذا سرق العبد الآبق ما يجب فيه القطع قطع\n\nقال مالك وذلك الأمر الذي لا اختلاف فيه عندنا أن العبد الآبق إذا سرق ما يجب فيه القطع قطع",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  },
  {
    "id": 18464,
    "book_id": 7,
    "book_name": "muwatta-malik",
    "chapter_id": 41,
    "section_id": 9,
    "title": "যখন চোর বিচারকের নিকট উপস্থিত হয়ে যায়, তখন তার জন্য সুপারিশ করা অবৈধ",
    "preface": "",
    "number": "পরিচ্ছেদঃ ৯",
    "sort_order": 9,
    "hadiths": [
      {
        "id": 49583,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩৫",
        "hadith_id": 1535,
        "narrator": "সাফওয়ান ইব্নু আবদুল্লাহ্ ইব্নু সাফওয়ান (র)",
        "bn": "কেউ সাফওয়ান ইব্নু উমাইয়া (রা)-কে বলল, যে ব্যক্তি হিজরত করেনি সে ধ্বংস হোক। অতঃপর সাফওয়ান হিজরত করে মদীনাতে আগমন করে স্বীয় চাদর মাথার নিচে রেখে মসজিদে নববীতে শুয়ে পড়ল। ইত্যবসরে এক চোর তার চাদর চুরি করল। সাফওয়ান চোরকে ধরে, তাকে রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খিদমতে নিয়ে গেলে অতঃপর রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত কাটার আদেশ দিলেন। সাফওয়াল বলল, ইয়া রসূলাল্লাহ্! আমার এই ইচ্ছা ছিল না। আমি তাকে চাদরখানা সদকা করলাম। রসূলুল্লাহ্ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমার কাছে তাকে আনার পূর্বে তোমার এ কথা বলা উচিত ছিল। (সহীহ, আবূ দাঊদ ৪৩৯৪, নাসাঈ ৪৮৭৯, ইবনু মাজাহ ২৫৯৫, আলবানী হাদীসটিকে সহীহ বলেছেন [ইরওয়া] ২৩১৭, তবে ইমাম মালিক কর্তৃক বর্ণিত হাদীসটি মুরসাল)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ ابْنِ شِهَابٍ عَنْ صَفْوَانَ بْنِ عَبْدِ اللهِ بْنِ صَفْوَانَ\n\nأَنَّ صَفْوَانَ بْنَ أُمَيَّةَ قِيلَ لَهُ إِنَّهُ مَنْ لَمْ يُهَاجِرْ هَلَكَ فَقَدِمَ صَفْوَانُ بْنُ أُمَيَّةَ الْمَدِينَةَ فَنَامَ فِي الْمَسْجِدِ وَتَوَسَّدَ رِدَاءَهُ فَجَاءَ سَارِقٌ فَأَخَذَ رِدَاءَهُ فَأَخَذَ صَفْوَانُ السَّارِقَ فَجَاءَ بِهِ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَ بِهِ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ تُقْطَعَ يَدُهُ فَقَالَ لَهُ صَفْوَانُ إِنِّي لَمْ أُرِدْ هَذَا يَا رَسُولَ اللهِ هُوَ عَلَيْهِ صَدَقَةٌ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَهَلَّا قَبْلَ أَنْ تَأْتِيَنِي بِهِ",
        "ar_diacless": "و حدثني عن مالك عن ابن شهاب عن صفوان بن عبد الله بن صفوان\n\nأن صفوان بن أمية قيل له إنه من لم يهاجر هلك فقدم صفوان بن أمية المدينة فنام في المسجد وتوسد رداءه فجاء سارق فأخذ رداءه فأخذ صفوان السارق فجاء به إلى رسول الله صلى الله عليه وسلم فأمر به رسول الله صلى الله عليه وسلم أن تقطع يده فقال له صفوان إني لم أرد هذا يا رسول الله هو عليه صدقة فقال رسول الله صلى الله عليه وسلم فهلا قبل أن تأتيني به",
        "note": "",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      },
      {
        "id": 49584,
        "book_id": 7,
        "book_name": "মুয়াত্তা ইমাম মালিক",
        "chapter_id": 41,
        "section_id": 9,
        "hadith_key": "মুয়াত্তা ইমাম মালিক: ১৫৩৬",
        "hadith_id": 1536,
        "narrator": "রবীআ ইব্নু আবূ আবদুর রহমান (র)",
        "bn": "যুবাইর ইব্নু আওয়াম এক ব্যক্তিকে দেখল, সে চোরকে ধরে বিচারকের কাছে নিয়ে যাচ্ছে। যুবাইর বলল, তাকে ছেড়ে দাও। সে বলল, বিচারকের নিকট না নিয়ে আমি তাকে ছাড়ব না। যুবাইর বলল, তুমি তাকে বিচারকের কাছে নিয়ে গেলে সুপারিশকারী ও সুপারিশ মান্যকারীর উপর আল্লাহর অভিসম্পাত। [১] (হাদীসটি ইমাম মালিক এককভাবে বর্ণনা করেছেন)",
        "ar": "و حَدَّثَنِي عَنْ مَالِك عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ أَنَّ الزُّبَيْرَ بْنَ الْعَوَّامِ لَقِيَ رَجُلًا قَدْ أَخَذَ سَارِقًا وَهُوَ يُرِيدُ أَنْ يَذْهَبَ بِهِ إِلَى السُّلْطَانِ فَشَفَعَ لَهُ الزُّبَيْرُ لِيُرْسِلَهُ فَقَالَ لَا حَتَّى أَبْلُغَ بِهِ السُّلْطَانَ فَقَالَ الزُّبَيْرُ إِذَا بَلَغْتَ بِهِ السُّلْطَانَ فَلَعَنَ اللهُ الشَّافِعَ وَالْمُشَفِّعَ",
        "ar_diacless": "و حدثني عن مالك عن ربيعة بن أبي عبد الرحمن أن الزبير بن العوام لقي رجلا قد أخذ سارقا وهو يريد أن يذهب به إلى السلطان فشفع له الزبير ليرسله فقال لا حتى أبلغ به السلطان فقال الزبير إذا بلغت به السلطان فلعن الله الشافع والمشفع",
        "note": "[১] বোঝা গেল বিচারালয়ে মুকাদ্দমা দায়ের হওয়ার পর সুপারিশ অবৈধ হয়ে যায়।",
        "grade_id": 1,
        "grade": "নির্ণীত নয়",
        "grade_color": "#F0AD4E"
      }
    ]
  }
]