[
  {
    "id": 1267,
    "book_id": 1,
    "book_name": "bukhari",
    "chapter_id": 38,
    "section_id": 1,
    "title": "হাওয়াল (দায় অপসারণ) করা। হাওয়ালা করার পর পুনরায় হাওয়ালাকারীর নিকট দাবী করা যায় কি?",
    "preface": "হাসান এবং কাতাদা (রহঃ) বলেন, যেদিন হাওয়ালা করা হল, সেদিন যদি সে মালদার হয় তাহলে হাওয়ালা জায়িয হবে। ইবনু ‘আব্বাস (রাঃ) বলেন, দু’জন অংশীদার অথবা উত্তরাধিকারী পরস্পরের মধ্যে এভাবে বন্টন করল যে একজন নগদ সম্পদ নিল, অন্যজন সে ব্যক্তির অপরের নিকট পাওনা সম্পদ নিল। এমতাবস্থায় যদি কারো সম্পদ নষ্ট হয়ে যায়, তবে অন্যজনের নিকট আবার দাবী করা যাবে না।",
    "number": "৩৮/১. অধ্যায়ঃ",
    "sort_order": 1,
    "hadiths": [
      {
        "id": 2323,
        "book_id": 1,
        "book_name": "সহিহ বুখারী",
        "chapter_id": 38,
        "section_id": 1,
        "hadith_key": "সহিহ বুখারী: ২২৮৭",
        "hadith_id": 2287,
        "narrator": "আবূ হুরায়রা (রাঃ)",
        "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ধনী ব্যক্তির ঋণ পরিশোধে গড়িমসি করা জুলুম। যখন তোমাদের কাউকে (তার জন্যে) কোন ধনী ব্যক্তির হাওয়ালা করা হয়, তখন সে যেন তা মেনে নেয়।",
        "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَطْلُ الْغَنِيِّ ظُلْمٌ، فَإِذَا أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيٍّ فَلْيَتْبَعْ ‏\"‏‏.‏",
        "ar_diacless": "حدثنا عبد الله بن يوسف، أخبرنا مالك، عن أبي الزناد، عن الأعرج، عن أبي هريرة ـ رضى الله عنه ـ أن رسول الله صلى الله عليه وسلم قال ‏ \"‏ مطل الغني ظلم، فإذا أتبع أحدكم على ملي فليتبع ‏\"‏‏.‏",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 1268,
    "book_id": 1,
    "book_name": "bukhari",
    "chapter_id": 38,
    "section_id": 2,
    "title": "যখন (ঋণ) কোন আমীর ব্যক্তির হাওয়ালা করা হয়, তখন (তা মেনে নেয়ার পর) তার পক্ষে প্রত্যাখ্যান করার ইখতিয়ার নেই।",
    "preface": "",
    "number": "৩৮/২. অধ্যায়ঃ",
    "sort_order": 2,
    "hadiths": [
      {
        "id": 2324,
        "book_id": 1,
        "book_name": "সহিহ বুখারী",
        "chapter_id": 38,
        "section_id": 2,
        "hadith_key": "সহিহ বুখারী: ২২৮৮",
        "hadith_id": 2288,
        "narrator": "আবূ হুরায়রা (রাঃ)",
        "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, ধনী ব্যক্তির পক্ষ হতে ঋণ পরিশোধে গড়িমসি করা জুলুম। যাকে (তার পাওনার জন্য) ধনীর হাওয়ালা করা হয়, সে যেন তা মেনে নেয়।",
        "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ ذَكْوَانَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَطْلُ الْغَنِيِّ ظُلْمٌ، وَمَنْ أُتْبِعَ عَلَى مَلِيٍّ فَلْيَتَّبِعْ ‏\"‏‏.‏",
        "ar_diacless": "حدثنا محمد بن يوسف، حدثنا سفيان، عن ابن ذكوان، عن الأعرج، عن أبي هريرة ـ رضى الله عنه ـ عن النبي صلى الله عليه وسلم قال ‏ \"‏ مطل الغني ظلم، ومن أتبع على ملي فليتبع ‏\"‏‏.‏",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  },
  {
    "id": 1269,
    "book_id": 1,
    "book_name": "bukhari",
    "chapter_id": 38,
    "section_id": 3,
    "title": "কারো উপর মৃত ব্যক্তির ঋণের ভার হাওয়ালা করা জায়েয।",
    "preface": "",
    "number": "৩৮/৩. অধ্যায়ঃ",
    "sort_order": 3,
    "hadiths": [
      {
        "id": 2325,
        "book_id": 1,
        "book_name": "সহিহ বুখারী",
        "chapter_id": 38,
        "section_id": 3,
        "hadith_key": "সহিহ বুখারী: ২২৮৯",
        "hadith_id": 2289,
        "narrator": "সালামা ইবনু আকওয়া (রাঃ)",
        "bn": "তিনি বলেন, একদিন আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট বসা ছিলাম। এমন সময় একটি জানাযা উপস্থিত করা হল। সাহাবীগণ বললেন, আপনি তার জানাযার সালাত আদায় করে দিন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তার কি কোন ঋণ আছে? তারা বলল, না। তিনি বললেন, সে কি কিছু রেখে গেছে? তারা বলল, না। তখন তিনি জানাযার সালাত আদায় করলেন। তারপর আরেকটি জানাযা উপস্থিত করা হল। সাহাবীগণ বললেন, হে আল্লাহর রসূল! আপনি জানাযার সালাত আদায় করে দিন। তিনি বললেন, তার কি কোন ঋণ আছে? বলা হল, হ্যাঁ, আছে। তিনি বললেন, সে কি কিছু রেখে গেছে? তারা বললেন, তিনটি দীনার। তখন তিনি তার জানাযার সালাত আদায় করলেন। তারপর তৃতীয় আরেকটি জানাযা উপস্থিত করা হল। সাহাবীগণ বললেন, আপনি তার জানাযা আদায় করুন। তিনি বলেন, সে কি কিছু রেখে গেছে। তারা বললেন, না। তিনি বললেন, তার কি কোন ঋণ আছে। তারা বললেন, তিন দীনার। তিনি বললেন, তোমাদের এ লোকটির সালাত তোমরাই আদায় করে নাও। আবূ কাতাদা (রাঃ) বললেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তার জানাযার সালাত আদায় করুন, তার ঋণের জন্য আমি দায়ী। তখন তিনি তার জানাযার সালাত আদায় করলেন।",
        "ar": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ ـ رضى الله عنه ـ قَالَ كُنَّا جُلُوسًا عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ أُتِيَ بِجَنَازَةٍ، فَقَالُوا صَلِّ عَلَيْهَا‏.‏ فَقَالَ ‏\"‏ هَلْ عَلَيْهِ دَيْنٌ ‏\"‏‏.‏ قَالُوا لاَ‏.‏ قَالَ ‏\"‏ فَهَلْ تَرَكَ شَيْئًا ‏\"‏‏.‏ قَالُوا لاَ‏.‏ فَصَلَّى عَلَيْهِ ثُمَّ أُتِيَ بِجَنَازَةٍ أُخْرَى، فَقَالُوا يَا رَسُولَ اللَّهِ، صَلِّ عَلَيْهَا‏.‏ قَالَ ‏\"‏ هَلْ عَلَيْهِ دَيْنٌ ‏\"‏‏.‏ قِيلَ نَعَمْ‏.‏ قَالَ ‏\"‏ فَهَلْ تَرَكَ شَيْئًا ‏\"‏‏.‏ قَالُوا ثَلاَثَةَ دَنَانِيرَ‏.‏ فَصَلَّى عَلَيْهَا، ثُمَّ أُتِيَ بِالثَّالِثَةِ، فَقَالُوا صَلِّ عَلَيْهَا‏.‏ قَالَ ‏\"‏ هَلْ تَرَكَ شَيْئًا ‏\"‏‏.‏ قَالُوا لاَ‏.‏ قَالَ ‏\"‏ فَهَلْ عَلَيْهِ دَيْنٌ ‏\"‏‏.‏ قَالُوا ثَلاَثَةُ دَنَانِيرَ‏.‏ قَالَ ‏\"‏ صَلُّوا عَلَى صَاحِبِكُمْ ‏\"‏‏.‏ قَالَ أَبُو قَتَادَةَ صَلِّ عَلَيْهِ يَا رَسُولَ اللَّهِ، وَعَلَىَّ دَيْنُهُ‏.‏ فَصَلَّى عَلَيْهِ‏.‏",
        "ar_diacless": "حدثنا المكي بن إبراهيم، حدثنا يزيد بن أبي عبيد، عن سلمة بن الأكوع ـ رضى الله عنه ـ قال كنا جلوسا عند النبي صلى الله عليه وسلم إذ أتي بجنازة، فقالوا صل عليها‏.‏ فقال ‏\"‏ هل عليه دين ‏\"‏‏.‏ قالوا لا‏.‏ قال ‏\"‏ فهل ترك شيئا ‏\"‏‏.‏ قالوا لا‏.‏ فصلى عليه ثم أتي بجنازة أخرى، فقالوا يا رسول الله، صل عليها‏.‏ قال ‏\"‏ هل عليه دين ‏\"‏‏.‏ قيل نعم‏.‏ قال ‏\"‏ فهل ترك شيئا ‏\"‏‏.‏ قالوا ثلاثة دنانير‏.‏ فصلى عليها، ثم أتي بالثالثة، فقالوا صل عليها‏.‏ قال ‏\"‏ هل ترك شيئا ‏\"‏‏.‏ قالوا لا‏.‏ قال ‏\"‏ فهل عليه دين ‏\"‏‏.‏ قالوا ثلاثة دنانير‏.‏ قال ‏\"‏ صلوا على صاحبكم ‏\"‏‏.‏ قال أبو قتادة صل عليه يا رسول الله، وعلى دينه‏.‏ فصلى عليه‏.‏",
        "note": "",
        "grade_id": 2,
        "grade": "সহিহ হাদিস",
        "grade_color": "#46B891"
      }
    ]
  }
]