[
  {
    "id": 1,
    "ar": "حمٓ",
    "tr": "হা-মীম।",
    "bn_haque": "হা মীম!",
    "bn_muhi": "হা-মীম।",
    "en": "Ha, Meem."
  },
  {
    "id": 2,
    "ar": "عٓسٓقٓ",
    "tr": "‘আইূন ছীন কাফ।",
    "bn_haque": "'আইন সীন ক্কাফ।",
    "bn_muhi": "আইন, সীন ক্বা-ফ।",
    "en": "Ayn, Seen, Qaf."
  },
  {
    "id": 3,
    "ar": "كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "tr": "কাযা-লিকা ইউহীইলাইকা ওয়া ইলাল্লাযীনা মিন কাবলিকাল্লা-হুল ‘আঝীঝুল হাকীম।",
    "bn_haque": "এইভাবেই তোমার কাছে ও তোমার পূর্বে যাঁরা ছিলেন তাঁদের কাছে প্রত্যাদেশ দিয়েছিলেন -- মহাশক্তিশালী পরমজ্ঞানী আল্লাহ্‌।",
    "bn_muhi": "এমনিভাবে পরাক্রমশালী, প্রজ্ঞাময় আল্লাহ আপনার প্রতি ও আপনার পূর্ববর্তীদের প্রতি ওহী প্রেরণ করেন।",
    "en": "Thus has He revealed to you, [O Muhammad], and to those before you - Allah, the Exalted in Might, the Wise."
  },
  {
    "id": 4,
    "ar": "لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "tr": "লাহূমা-ফিছছামা-ওয়া-তি ওয়ামা ফিল আরদি ওয়াহুয়াল ‘আলিইয়ুল ‘আজীম।",
    "bn_haque": "যা-কিছু আছে মহাকাশমন্ডলীতে ও যা-কিছু আছে পৃথিবীতে সে-সবই তাঁর। আর তিনি মহোচ্চ, মহিমান্বিত।",
    "bn_muhi": "নভোমন্ডলে যা কিছু আছে এবং ভূমন্ডলে যা কিছু আছে, সমস্তই তাঁর। তিনি সমুন্নত, মহান।",
    "en": "To Him belongs whatever is in the heavens and whatever is in the earth, and He is the Most High, the Most Great."
  },
  {
    "id": 5,
    "ar": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ وَٱلْمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "tr": "তাকা-দুছছামা-ওয়া-তুইয়াতাফাত্তারনা মিন ফাওকিহিন্না ওয়াল মালাইকাতুইউছাব্বিহূনা বিহামদি রাব্বিহিম ওয়া ইয়াছতাগফিরূনা লিমান ফিল আরদি আলাইন্নাল্লা-হা হুওয়াল গাফূরুর রাহীম।",
    "bn_haque": "মহাকাশমন্ডলী তাদের উপর থেকে ভেঙ্গে পড়ার উপক্রম হয়েছে, কিন্ত ফিরিশ্‌তারা তাদের প্রভুর প্রশংসায় জপতপ করে এবং পৃথিবীতে যারা আছে তাদের জন্য পরিত্রাণ খোঁজে। এটি কি নয় যে নিঃসন্দেহ আল্লাহ্‌, তিনি পরম ক্ষমাশীল, অফুরন্ত ফলদাতা?",
    "bn_muhi": "আকাশ উপর থেকে ফেটে পড়ার উপক্রম হয় আর তখন ফেরেশতাগণ তাদের পালনকর্তার প্রশংসাসহ পবিত্রতা বর্ণনা করে এবং পৃথিবীবাসীদের জন্যে ক্ষমা প্রার্থনা করে। শুনে রাখ, আল্লাহই ক্ষমাশীল, পরম করুনাময়।",
    "en": "The heavens almost break from above them, and the angels exalt [ Allah ] with praise of their Lord and ask forgiveness for those on earth. Unquestionably, it is Allah who is the Forgiving, the Merciful."
  },
  {
    "id": 6,
    "ar": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
    "tr": "ওয়াল্লাযীনাত্তাখাযূমিন দূ নিহীআওলিয়াআল্লা-হু হাফীজুন ‘আলাইহিম ওয়ামা আনতা ‘আলাইহিম বিওয়াকীল।",
    "bn_haque": "আর যারা তাঁকে বাদ দিয়ে অন্যদের অভিভাবকরূপে গ্রহণ করে, -- আল্লাহ্ তাদের উপরে পর্যবেক্ষক, আর তুমি তাদের উপরে কর্ণধার নও।",
    "bn_muhi": "যারা আল্লাহ ব্যতীত অপরকে অভিভাবক হিসাবে গ্রহণ করে, আল্লাহ তাদের প্রতি লক্ষ্য রাখেন। আপনার উপর নয় তাদের দায়-দায়িত্ব।",
    "en": "And those who take as allies other than Him - Allah is [yet] Guardian over them; and you, [O Muhammad], are not over them a manager."
  },
  {
    "id": 7,
    "ar": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِى ٱلْجَنَّةِ وَفَرِيقٌ فِى ٱلسَّعِيرِ",
    "tr": "ওয়া কাযা-লিকা আওহাইনাইলাইকা কুরআ-নান ‘আরাবিইইয়াল লিতুনযিরা উম্মাল কুরা-ওয়া মান হাওলাহা-ওয়া তুনযিরা ইয়াওমাল জাম‘ই লা-রাইবা ফীহি ফারীকুন ফিল জান্নাতি ওয়া ফারীকুন ফিছ ছা‘ঈর।",
    "bn_haque": "আর এইভাবে আমরা তোমার প্রতি প্রত্যাদেশ দিয়েছি এই ভাষণ আরবীতে যেন তুমি নগর-জননী ও তার আশেপাশে যারা রয়েছে তাদের সতর্ক করতে পার, আর যেন তুমি সতর্ক করতে পার জমায়েৎ হওয়ার দিন সম্পর্কে -- যাতে কোনো সন্দেহ নেই। একদল জান্নাতে ও আরেক দল জ্বলন্ত আগুনে।",
    "bn_muhi": "এমনি ভাবে আমি আপনার প্রতি আরবী ভাষায় কোরআন নাযিল করেছি, যাতে আপনি মক্কা ও তার আশ-পাশের লোকদের সতর্ক করেন এবং সতর্ক করেন সমাবেশের দিন সম্পর্কে, যাতে কোন সন্দেহ নেই। একদল জান্নাতে এবং একদল জাহান্নামে প্রবেশ করবে।",
    "en": "And thus We have revealed to you an Arabic Qur'an that you may warn the Mother of Cities [Makkah] and those around it and warn of the Day of Assembly, about which there is no doubt. A party will be in Paradise and a party in the Blaze."
  },
  {
    "id": 8,
    "ar": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةً وَٰحِدَةً وَلَٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِىٍّ وَلَا نَصِيرٍ",
    "tr": "ওয়ালাও শাআল্লা-হু লাজা‘আলাহুম উম্মাতাওঁ ওয়া-হিদাতাওঁ ওয়ালা-কিইঁ ইউদ খিলুমাইঁ ইয়াশাউ ফী রাহমাতিহী ওয়াজ্জা-লিমূনা মা-লাহুম মিওঁ ওয়ালিইয়িওঁ ওয়ালা-নাসীর।",
    "bn_haque": "আর আল্লাহ্ যদি চাইতেন তাহলে তিনি তাদের একই সম্প্রদায় করতে পারতেন, কিন্ত তিনি তাঁর করুণার মধ্যে প্রবেশ করান যাকে তিনি ইচ্ছে করেন। আর অনাচারীরা -- তাদের জন্যে কোনো অভিভাবক নেই আর কোনো সাহায্যকারীও নেই।",
    "bn_muhi": "আল্লাহ ইচ্ছা করলে সমস্ত লোককে এক দলে পরিণত করতে পারেন। কিন্তু তিনি যাকে ইচ্ছা স্বীয় রহমতে দাখিল করেন। আর যালেমদের কোন অভিভাবক ও সাহায্যকারী নেই।",
    "en": "And if Allah willed, He could have made them [of] one religion, but He admits whom He wills into His mercy. And the wrongdoers have not any protector or helper."
  },
  {
    "id": 9,
    "ar": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "tr": "আমিত্তাখাযূমিন দূ নিহীআওলিয়াআ ফাল্লা-হু হুওয়াল ওয়ালিইয়ুওয়া হুওয়া ইউহয়িল মাওতা- ওয়া হুওয়া ‘আলা-কুল্লি শাইয়িন কাদীর।",
    "bn_haque": "অথবা তারা কি তাঁকে বাদ দিয়ে অন্যদের অভিভাবকরূপে গ্রহণ করেছে? কিন্ত আল্লাহ্ -- তিনিই তো মনিব, আর তিনি মৃতকে জীবন দান করেন, আর তিনি সব-কিছুর উপরে সর্বশক্তিমান।",
    "bn_muhi": "তারা কি আল্লাহ ব্যতীত অপরকে অভিভাবক স্থির করেছে? পরন্তু আল্লাহই তো একমাত্র অভিভাবক। তিনি মৃতদেরকে জীবিত করেন। তিনি সর্ববিষয়ে ক্ষমতাবান।",
    "en": "Or have they taken protectors [or allies] besides him? But Allah - He is the Protector, and He gives life to the dead, and He is over all things competent."
  },
  {
    "id": 10,
    "ar": "وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "tr": "ওয়ামাখ তালাফতুম ফীহি মিন শাইয়িন ফাহুকমুহূইলাল্লা-হি যা-লিকুমুল্লা-হু রাববী ‘আলাইহি তাওয়াক্কালতু  ওয়া ইলাইহি উনীব।",
    "bn_haque": "আর তোমরা যে কোনো বিষয়েই মতভেদ কর না কেন তার রায় তো আল্লাহ্‌রই নিকট। \"ইনিই আল্লাহ্‌, আমার প্রভু, তাঁরই উপরে আমি নির্ভর করি, আর তাঁরই দিকে আমি ফিরি।",
    "bn_muhi": "তোমরা যে বিষয়েই মতভেদ কর, তার ফয়সালা আল্লাহর কাছে সোপর্দ। ইনিই আল্লাহ আমার পালনকর্তা আমি তাঁরই উপর নির্ভর করি এবং তাঁরই অভিমুখী হই।",
    "en": "And in anything over which you disagree - its ruling is [to be referred] to Allah . [Say], \"That is Allah, my Lord; upon Him I have relied, and to Him I turn back.\""
  },
  {
    "id": 11,
    "ar": "فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَمِنَ ٱلْأَنْعَٰمِ أَزْوَٰجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِۦ شَىْءٌ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "tr": "ফা-তিরুছ ছামা-ওয়া-তি ওয়াল আরদি জা‘আলা লাকুম মিন আনফুছিকুম আঝওয়া-জাওঁ ওয়া মিনাল আন‘আ-মি আঝওয়া-জাইঁ ইয়াযরাঊকুম ফীহি লাইছা কামিছলিহী শাইউওঁ ওয়া হুওয়াছ ছামী‘উল বাসীর।",
    "bn_haque": "\"তিনি মহাকাশমন্ডলী ও পৃথিবীর আদিস্রষ্টা। তিনি তোমাদের জন্য তোমাদেরই মধ্যে থেকে জোড়া সৃষ্টি করেছেন, আর গবাদি- পশুর মধ্যেও জোড়া, এর মধ্যে থেকেই তিনি তোমাদের বংশ বিস্তার করেন। কিছুই তাঁর সদৃশ নয়। আর তিনি সর্বশ্রোতা, সর্বদ্রষ্টা।",
    "bn_muhi": "তিনি নভোমন্ডল ও ভূমন্ডলের স্রষ্টা। তিনি তোমাদের মধ্য থেকে তোমাদের জন্যে যুগল সৃষ্টি করেছেন এবং চতুস্পদ জন্তুদের মধ্য থেকে জোড়া সৃষ্টি করেছেন। এভাবে তিনি তোমাদের বংশ বিস্তার করেন। কোন কিছুই তাঁর অনুরূপ নয়। তিনি সব শুনেন, সব দেখেন।",
    "en": "[He is] Creator of the heavens and the earth. He has made for you from yourselves, mates, and among the cattle, mates; He multiplies you thereby. There is nothing like unto Him, and He is the Hearing, the Seeing."
  },
  {
    "id": 12,
    "ar": "لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ إِنَّهُۥ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "tr": "লাহূমাকা-লীদুছ ছামা-ওয়া-তি ওয়াল আরদি ইয়াবছুতু র রিঝকা লিমাইঁ ইয়াশাউ ওয়া ইয়াকদিরু ইন্নাহূবিকুল্লি শাইয়িন ‘আলীম।",
    "bn_haque": "মহাকাশমন্ডলী ও পৃথিবীর চাবিকাঠি তাঁরই কাছে, তিনি যাকে ইচ্ছা করেন তার প্রতি রিযেক সম্প্রসারিত করেন আর মেপেজোখেও দেন। নিঃসন্দেহ তিনি সর্ববিষয়ে সর্বজ্ঞাতা।",
    "bn_muhi": "আকাশ ও পৃথিবীর চাবি তাঁর কাছে। তিনি যার জন্যে ইচ্ছা রিযিক বৃদ্ধি করেন এবং পরিমিত করেন। তিনি সর্ব বিষয়ে জ্ঞানী।",
    "en": "To Him belong the keys of the heavens and the earth. He extends provision for whom He wills and restricts [it]. Indeed He is, of all things, Knowing."
  },
  {
    "id": 13,
    "ar": "شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحًا وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِۦٓ إِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓ أَنْ أَقِيمُوا۟ ٱلدِّينَ وَلَا تَتَفَرَّقُوا۟ فِيهِ كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ٱللَّهُ يَجْتَبِىٓ إِلَيْهِ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَن يُنِيبُ",
    "tr": "শারা‘আ লাকুম মিনাদ্দীনি মা-ওয়াসসা-বিহী নূহাওঁ ওয়াল্লাযীআওহাইনাইলাইকা ওয়ামা-ওয়াসসাইনা-বিহীইবরা-হীমা ওয়া মূছা-ওয়া ‘ঈছাআন আকীমুদ্দীনা ওয়া লাতাতাফাররাকূফীহি কাবুরা ‘আলাল মুশরিকীনা মা-তাদ‘ঊহুম ইলাইহি আল্লা-হু ইয়াজতাবীইলাইহি মাইঁ ইয়াশাউ ওয়া ইয়াহদীইলাইহি মাইঁ ইউনীব।",
    "bn_haque": "তিনি তোমাদের জন্য সেই ধর্ম থেকে বিধান দিচ্ছেন যার দ্বারা তিনি নূহকে নির্দেশ দিয়েছিলেন, আর যা আমরা তোমার কাছে প্রত্যাদেশ করছি, আর যার দ্বারা আমরা ইব্রাহীমকে ও মূসাকে ও ঈসাকে নির্দেশ দিয়েছিলাম এই বলে -- \"ধর্মকে কায়েম করো, আর এতে একে-অন্যে বিচ্ছিন্ন হয়ো না।\" মুশরিকদের জন্য এ বড় কঠিন ব্যাপার যার প্রতি তুমি তাদের আহ্‌বান করছ! আল্লাহ্ যাকে ইচ্ছা করেন তাকে তাঁর কারণে নির্বাচিত করেন, আর তাঁর দিকে পরিচালিত করেন তাকে যে ফেরে।",
    "bn_muhi": "তিনি তোমাদের জন্যে দ্বীনের ক্ষেত্রে সে পথই নিধারিত করেছেন, যার আদেশ দিয়েছিলেন নূহকে, যা আমি প্রত্যাদেশ করেছি আপনার প্রতি এবং যার আদেশ দিয়েছিলাম ইব্রাহীম, মূসা ও ঈসাকে এই মর্মে যে, তোমরা দ্বীনকে প্রতিষ্ঠিত কর এবং তাতে অনৈক্য সৃষ্টি করো না। আপনি মূশরেকদেরকে যে বিষয়ের প্রতি আমন্ত্রণ জানান, তা তাদের কাছে দুঃসাধ্য বলে মনে হয়। আল্লাহ যাকে ইচ্ছা মনোনীত করেন এবং যে তাঁর অভিমুখী হয়, তাকে পথ প্রদর্শন করেন।",
    "en": "He has ordained for you of religion what He enjoined upon Noah and that which We have revealed to you, [O Muhammad], and what We enjoined upon Abraham and Moses and Jesus - to establish the religion and not be divided therein. Difficult for those who associate others with Allah is that to which you invite them. Allah chooses for Himself whom He wills and guides to Himself whoever turns back [to Him]."
  },
  {
    "id": 14,
    "ar": "وَمَا تَفَرَّقُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَىٰٓ أَجَلٍ مُّسَمًّى لَّقُضِىَ بَيْنَهُمْ وَإِنَّ ٱلَّذِينَ أُورِثُوا۟ ٱلْكِتَٰبَ مِنۢ بَعْدِهِمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "tr": "ওয়ামা-তাফাররাকূইল্লা-মিম বা‘দি মা-জাআহুমুল ‘ইলমুবাগইয়াম বাইনাহুম ওয়া লাওলা-কালিমাতুন ছাবাকাত মির রাব্বিকা ইলাআজালিম মুছাম্মাল লাকুদিয়া বাইনাহুম ওয়া ইন্নাল্লাযীনা ঊরিছুল কিতা-বা মিম বা‘দিহিম লাফী শাক্কিম মিনহু মুরীব।",
    "bn_haque": "আর তারা নিজেদের কাছে জ্ঞান আসার পরেও বিচ্ছিন্ন হয়ে যেত না যদি-না নিজেদের মধ্যে ঈর্ষা-বিদ্বেষ থাকত। আর যদি তোমার প্রভুর কাছ থেকে একটি নির্ধারিত কাল পর্যন্ত একটি বাণী ইতিপূর্বে ধার্য হয়ে না থাকত তাহলে নিশ্চয়ই তাদের মধ্যে হেস্তনেস্ত হয়ে যেত। আর তাঁদের পরে যারা ধর্মগ্রন্থ উত্তরাধিকার করেছিল তারা তো এটি সন্বন্ধে বিভ্রান্তিকর সন্দেহে রয়েছে।",
    "bn_muhi": "তাদের কাছে জ্ঞান আসার পরই তারা পারস্পরিক বিভেদের কারণে মতভেদ করেছে। যদি আপনার পালনকর্তার পক্ষ থেকে নির্দিষ্ট সময় পর্যন্ত অবকাশের পূর্ব সিদ্ধান্ত না থাকত, তবে তাদের ফয়সালা হয়ে যেত। তাদের পর যারা কিতাব প্রাপ্ত হয়েছে, তারা অস্বস্তিকর সন্দেহে পতিত রয়েছে।",
    "en": "And they did not become divided until after knowledge had come to them - out of jealous animosity between themselves. And if not for a word that preceded from your Lord [postponing the penalty] until a specified time, it would have been concluded between them. And indeed, those who were granted inheritance of the Scripture after them are, concerning it, in disquieting doubt."
  },
  {
    "id": 15,
    "ar": "فَلِذَٰلِكَ فَٱدْعُ وَٱسْتَقِمْ كَمَآ أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ٱللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ٱللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ ٱلْمَصِيرُ",
    "tr": "ফালিযা-লিকা ফাদ‘উ ওয়াছতাকিম কামাউমিরতা ওয়ালা-তাত্তাবি‘ আহওয়াআহুম ওয়া কুল আ-মানতুবিমাআনঝালাল্লা-হু মিন কিতা-বিওঁ ওয়া উমিরতুলিআ‘দিলা বাইনাকুম আল্লা-হু রাব্বুনা-ওয়া রাব্বাকুম লানাআ‘মা-লুনাওয়ালাকুম আ‘মা-লুকুম লা-হুজ্জাতা বাইনানা-ওয়া বাইনাকুম আল্লা-হু ইয়াজমা‘উ বাইনানা- ওয়া ইলাইহিল মাসীর।",
    "bn_haque": "কাজেই এর প্রতি তুমি তবে আহ্বান করতে থাকো, আর তোমাকে যেমন আদেশ করা হয়েছে তেমনিভাবে তুমি অটল থাকো, আর তাদের খেয়ালখুশির অনুগমন করো না, বরং বলো -- \"আমি বিশ্বাস করি তাতে যা আল্লাহ্ অবতারণ করেছেন এ গ্রন্থ থেকে, আর আমাকে আদেশ করা হয়েছে তোমাদের মধ্যে ন্যায়বিচার করতে। আল্লাহ্ আমাদের প্রভু এবং তোমাদেরও প্রভু। আমাদের কাজ হবে আমাদের জন্য এবং তোমাদের কাজ হবে তোমাদের জন্য। আমাদের মধ্যে ও তোমাদের মধ্যে কোনো বিবাদ-বিসংবাদ নেই। আল্লাহ্ আমাদের একত্রিত করবেন। আর তাঁর কাছেই তো প্রত্যাবর্তন।\"",
    "bn_muhi": "সুতরাং আপনি এর প্রতিই দাওয়াত দিন এবং হুকুম অনুযায়ী অবিচল থাকুন; আপনি তাদের খেয়ালখুশীর অনুসরণ করবেন না। বলুন, আল্লাহ যে কিতাব নাযিল করেছেন, আমি তাতে বিশ্বাস স্থাপন করেছি। আমি তোমাদের মধ্যে ন্যায় বিচার করতে আদিষ্ট হয়েছি। আল্লাহ আমাদের পালনকর্তা ও তোমাদের পালনকর্তা। আমাদের জন্যে আমাদের কর্ম এবং তোমাদের জন্যে তোমাদের কর্ম। আমাদের মধ্যে ও তোমাদের মধ্যে বিবাদ নেই। আল্লাহ আমাদেরকে সমবেত করবেন এবং তাঁরই দিকে প্রত্যাবর্তণ হবে।",
    "en": "So to that [religion of Allah ] invite, [O Muhammad], and remain on a right course as you are commanded and do not follow their inclinations but say, \"I have believed in what Allah has revealed of the Qur'an, and I have been commanded to do justice among you. Allah is our Lord and your Lord. For us are our deeds, and for you your deeds. There is no [need for] argument between us and you. Allah will bring us together, and to Him is the [final] destination.\""
  },
  {
    "id": 16,
    "ar": "وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
    "tr": "ওয়াল্লাযীনা ইঊহাজ্জূনা ফিল্লা-হি মিম বা‘দি মাছতুজীবা লাহূহুজ্জাতুহুম দা-হিদাতুন ‘ইনদা রাব্বিহিম ওয়া ‘আলাইহিম গাদাবুওঁ ওয়া লাহুম ‘আযা-বুন শাদীদ।",
    "bn_haque": "আর যারা আল্লাহ্ সন্বন্ধে তর্ক করে তাঁর কথায় সাড়া দেবার পরেও, তাদের তর্কবিতর্ক তাদের প্রভুর কাছে অসার, আর তাদের উপরে ক্রোধ, আর তাদের জন্য রয়েছে ভীষণ শাস্তি।",
    "bn_muhi": "আল্লাহর দ্বীন মেনে নেয়ার পর যারা সে সম্পর্কে বিতর্কে প্রবৃত্ত হয়, তাদের বিতর্ক তাদের পালনকর্তার কাছে বাতিল, তাদের প্রতি আল্লাহর গযব এবং তাদের জন্যে রয়েছে কঠোর আযাব।",
    "en": "And those who argue concerning Allah after He has been responded to - their argument is invalid with their Lord, and upon them is [His] wrath, and for them is a severe punishment."
  },
  {
    "id": 17,
    "ar": "ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌ",
    "tr": "আল্লা-হুল্লাযীআনঝালাল কিতা-বা বিলহাক্কিওয়াল মীযা-না ওয়ামা ইউদরীকা লা‘আল্লাছছা-‘আতা কারীব।",
    "bn_haque": "আল্লাহ্‌ই তিনি যিনি সত্যসহ এই গ্রন্থ অবতারণ করেছেন আর দাঁড়িপাল্লা। আর কী তোমাকে জানাতে পারে -- সম্ভবতঃ ঘড়িঘন্টা আসন্ন।",
    "bn_muhi": "আল্লাহই সত্যসহ কিতাব ও ইনসাফের মানদন্ড নাযিল করেছেন। আপনি কি জানেন, সম্ভবতঃ কেয়ামত নিকটবর্তী।",
    "en": "It is Allah who has sent down the Book in truth and [also] the balance. And what will make you perceive? Perhaps the Hour is near."
  },
  {
    "id": 18,
    "ar": "يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا وَٱلَّذِينَ ءَامَنُوا۟ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَٰلٍۭ بَعِيدٍ",
    "tr": "ইয়াছতা‘জিলূবিহাল্লাযীনা লা-ইউ’মিনূনা বিহা- ওয়াল্লাযীনা আ-মানূমুশফিকূনা মিনহা- ওয়া ইয়া‘লামূনা আন্নাহাল হাক্কু আলাইন্নাল্লাযীনা ইউমা-রূনা ফিছছা‘আতি লাফী দালা-লিম বা‘ঈদ।",
    "bn_haque": "যারা এতে বিশ্বাস করে না তারাই এটি ত্বরান্বিত করতে চায়, কিন্ত যারা বিশ্বাস করে তারা এ সন্বন্ধে ভীত-সন্ত্রস্ত, এবং তারা জানে যে এটি নিঃসন্দেহ সত্য। এটি কি নয় যে যারা ঘড়িঘন্টা সন্বন্ধে বাক্‌-বিতন্ডা করে তারাই তো সুদূর প্রসারী ভ্রান্তি তে রয়েছে?",
    "bn_muhi": "যারা তাতে বিশ্বাস করে না তারা তাকে তড়িৎ কামনা করে। আর যারা বিশ্বাস করে, তারা তাকে ভয় করে এবং জানে যে, তা সত্য। জেনে রাখ, যারা কেয়ামত সম্পর্কে বিতর্ক করে, তারা দূরবর্তী পথ ভ্রষ্টতায় লিপ্ত রয়েছে।",
    "en": "Those who do not believe in it are impatient for it, but those who believe are fearful of it and know that it is the truth. Unquestionably, those who dispute concerning the Hour are in extreme error."
  },
  {
    "id": 19,
    "ar": "ٱللَّهُ لَطِيفٌۢ بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
    "tr": "আল্লা-হু লাতীফুম বি‘ইবা-দিহী ইয়ারঝুকুমাইঁ ইয়াশাউ ওয়া হুওয়াল কাবিইয়ুল ‘আঝীঝ।",
    "bn_haque": "আল্লাহ্ তাঁর বান্দাদের প্রতি পরম দয়ালু, তিনি যাকে ইচ্ছা করেন রিযেক দান করেন, আর তিনি মহাবলীয়ান, মহাশক্তিশালী।",
    "bn_muhi": "আল্লাহ তাঁর বান্দাদের প্রতি দয়ালু। তিনি যাকে ইচ্ছা, রিযিক দান করেন। তিনি প্রবল, পরাক্রমশালী।",
    "en": "Allah is Subtle with His servants; He gives provisions to whom He wills. And He is the Powerful, the Exalted in Might."
  },
  {
    "id": 20,
    "ar": "مَن كَانَ يُرِيدُ حَرْثَ ٱلْءَاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْءَاخِرَةِ مِن نَّصِيبٍ",
    "tr": "মান কা-না ইউরীদুহারছাল আ-খিরাতি নাঝিদ লাহূফী হারছিহী ওয়ামান কা-না ইউরীদুহারছাদ্দুনইয়া-নু’তিহী মিনহা-ওয়ামা-লাহূফিল আ-খিরাতি মিন নাসীব।",
    "bn_haque": "যে কেউ পরলোকের শস্যক্ষেত্র চায়, আমরা তার জন্য তার চাষ-আবাদ বাড়িয়ে দিই, আর যে কেউ এই দুনিয়ার চাষ-আবাদ চায় তাকে আমরা তা থেকেই দিয়ে থাকি, আর তার জন্য পরলোকে কোনো ভাগ থাকবে না।",
    "bn_muhi": "যে কেউ পরকালের ফসল কামনা করে, আমি তার জন্যে সেই ফসল বাড়িয়ে দেই। আর যে ইহকালের ফসল কামনা করে, আমি তাকে তার কিছু দিয়ে দেই এবং পরকালে তার কোন অংশ থাকবে না।",
    "en": "Whoever desires the harvest of the Hereafter - We increase for him in his harvest. And whoever desires the harvest of this world - We give him thereof, but there is not for him in the Hereafter any share."
  },
  {
    "id": 21,
    "ar": "أَمْ لَهُمْ شُرَكَٰٓؤُا۟ شَرَعُوا۟ لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "tr": "আম লাহুম শুরাকাউ শারা‘ঊ লাহুম মিনাদ্দীনি মা -লাম ইয়া’যাম বিহিল্লা-হু ওয়া লাওলা-কালিমাতুল ফাসলি লাকুদিয়া বাইনাহুম ওয়া ইন্নাজ্জা-লিমীনা লাহুম ‘আযা-বুন আলীম।",
    "bn_haque": "অথবা তাদের কারণে কি অংশীদাররা রয়েছে যারা তাদের এমন এক ধর্মের বিধান দেয় যার জন্য আল্লাহ্ কোনো অনুমতি দেন নি? আর যদি একটি সিদ্ধান্তপূর্ণ বাণী না থাকত তাহলে নিশ্চয় তাদের মধ্যে মীমাংসা হয়েই যেত। আর অবশ্য অনাচারীরা -- তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি।",
    "bn_muhi": "তাদের কি এমন শরীক দেবতা আছে, যারা তাদের জন্যে সে ধর্ম সিদ্ধ করেছে, যার অনুমতি আল্লাহ দেননি ? যদি চুড়ান্ত সিন্ধান্ত না থাকত, তবে তাদের ব্যাপারে ফয়সালা হয়ে যেত। নিশ্চয় যালেমদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।",
    "en": "Or have they other deities who have ordained for them a religion to which Allah has not consented? But if not for the decisive word, it would have been concluded between them. And indeed, the wrongdoers will have a painful punishment."
  },
  {
    "id": 22,
    "ar": "تَرَى ٱلظَّٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا۟ وَهُوَ وَاقِعٌۢ بِهِمْ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
    "tr": "তারাজ্জা-লিমীনা মুশফিকীনা মিম্মা-কাছাবূওয়া হুওয়া ওয়া-কি‘উম বিহিম ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ফী রাওদা-তিল জান্না-তি লাহুম মাইয়াশাঊনা ‘ইনদা রাব্বিহিম যা-লিকা হুওয়াল ফাদলুল কাবীর।",
    "bn_haque": "তুমি দেখতে পাবে অন্যায়কারীরা ভীত-সন্ত্রস্ত রয়েছে তারা যা অর্জন করেছে সে জন্য, আর তা তাদের উপরে পড়তেই যাচ্ছে। পক্ষান্তরে যারা ঈমান এনেছে ও সৎকর্ম করছে জান্নাতের ফুলময় ময়দানে, -- তাদের জন্য তাদের প্রভুর কাছে রয়েছে তারা যা চায় তাই। এইটি -- এইই তো হচ্ছে বিরাট করুণাভান্ডার।",
    "bn_muhi": "আপনি কাফেরদেরকে তাদের কৃতকর্মের জন্যে ভীতসন্ত্রস্ত দেখবেন। তাদের কর্মের শাস্তি অবশ্যই তাদের উপর পতিত হবে। আর যারা মুমিন ও সৎকর্মী, তারা জান্নাতের উদ্যানে থাকবে। তারা যা চাইবে, তাই তাদের জন্যে তাদের পালনকর্তার কাছে রয়েছে। এটাই বড় পুরস্কার।",
    "en": "You will see the wrongdoers fearful of what they have earned, and it will [certainly] befall them. And those who have believed and done righteous deeds will be in lush regions of the gardens [in Paradise] having whatever they will in the presence of their Lord. That is what is the great bounty."
  },
  {
    "id": 23,
    "ar": "ذَٰلِكَ ٱلَّذِى يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِلَّا ٱلْمَوَدَّةَ فِى ٱلْقُرْبَىٰ وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُۥ فِيهَا حُسْنًا إِنَّ ٱللَّهَ غَفُورٌ شَكُورٌ",
    "tr": "যা-লিকাল্লাযী ইয়ুবাশশিরুল্লা-হু ‘ইবা-দাহুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি কুল লাআছআলুকুম ‘আলাইহি আজরান ইল্লাল মাওয়াদ্দাতা ফিল কুরবা- ওয়া মাইঁ ইয়াকতারিফ হাছানাতান নাঝিদ লাহূফীহা-হুছনান ইন্নাল্লা-হা গাফূরুন শাকূর।",
    "bn_haque": "এইটি যার সুসংবাদ আল্লাহ্ দিচ্ছেন তাঁর বান্দাদের -- যারা ঈমান এনেছে ও সৎকাজ করছে। তুমি বলো -- \"আমি তোমাদের থেকে এর জন্যে নিকটা‌ত্মীয়দের মধ্যে ভালবাসা ব্যতীত অন্য কোনো প্রতিদান চাইছি না।\" আর যে কেউ ভাল কাজ অর্জন করে আমরা তার জন্য এতে আরো ভাল যোগ দিই। নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, গুণগ্রাহী।",
    "bn_muhi": "এরই সুসংবাদ দেন আল্লাহ তার সেসব বান্দাকে, যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে। বলুন, আমি আমার দাওয়াতের জন্যে তোমাদের কাছে কেবল আত্নীয়তাজনিত সৌহার্দ চাই। যে কেউ উত্তম কাজ করে, আমি তার জন্যে তাতে পুণ্য বাড়িয়ে দেই। নিশ্চয় আল্লাহ ক্ষমাকারী, গুণগ্রাহী।",
    "en": "It is that of which Allah gives good tidings to His servants who believe and do righteous deeds. Say, [O Muhammad], \"I do not ask you for this message any payment [but] only good will through kinship.\" And whoever commits a good deed - We will increase for him good therein. Indeed, Allah is Forgiving and Appreciative."
  },
  {
    "id": 24,
    "ar": "أَمْ يَقُولُونَ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا فَإِن يَشَإِ ٱللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ وَيَمْحُ ٱللَّهُ ٱلْبَٰطِلَ وَيُحِقُّ ٱلْحَقَّ بِكَلِمَٰتِهِۦٓ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "tr": "আম ইয়াকূলূনাফ তারা-‘আলাল্লা-হি কাযিবান ফাইয়ঁইয়াশাইল্লা-হু ইয়াখতিম ‘আলাকালবিকা ওয়া ইয়ামহুল্লা-হুল বা-তিলা ওয়া ইউহিক্কুল হাক্কা বিকালিমা-তিহী ইন্নাহূ‘আলীমুম বিযা-তিসসুদূ র।",
    "bn_haque": "অথবা তারা কি বলে -- \"সে আল্লাহ্ সম্পর্কে এক মিথ্যা উদ্ভাবন করেছে?\" কিন্ত আল্লাহ্ যদি চাইতেন তাহলে তোমার হৃদয়ে তিনি মোহর মেরে দিতেন। বস্তুত আল্লাহ্ মিথ্যাকে মুছে ফেলেন এবং সত্যকে সত্য প্রতিপন্ন করবেন তাঁর বাণীর দ্বারা। নিঃসন্দেহ তাদের অন্তরে যা রয়েছে সে-সন্বন্ধে তিনি সম্যক জ্ঞাতা।",
    "bn_muhi": "নাকি তারা একথা বলে যে, তিনি আল্লাহর বিরুদ্ধে মিথ্যা রটনা করেছেন? আল্লাহ ইচ্ছা করলে আপনার অন্তরে মোহর এঁটে দিতেন। বস্তুতঃ তিনি মিথ্যাকে মিটিয়ে দেন এবং নিজ বাক্য দ্বারা সত্যকে প্রতিষ্ঠিত করেন। নিশ্চয় তিনি অন্তর্নিহিত বিষয় সম্পর্কে সর্বিশেষ জ্ঞাত।",
    "en": "Or do they say, \"He has invented about Allah a lie\"? But if Allah willed, He could seal over your heart. And Allah eliminates falsehood and establishes the truth by His words. Indeed, He is Knowing of that within the breasts."
  },
  {
    "id": 25,
    "ar": "وَهُوَ ٱلَّذِى يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَعْفُوا۟ عَنِ ٱلسَّيِّـَٔاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
    "tr": "ওয়া হুওয়াল্লাযীইয়াকবালুত্তাওবাতা ‘আন ‘ইবা-দিহী ওয়া ইয়া‘ফূ‘আনিছ ছাইয়িআ-তি ওয়া ইয়া‘লামুমা-তাফ‘আলূন।",
    "bn_haque": "আর তিনিই সেইজন যিনি তাঁর বান্দাদের থেকে তওবা কবুল করেন, আর মন্দ ক্রিয়াকলাপ থেকে ক্ষমা করেন, আর তোমরা যা কর তিনি তা জানেন।",
    "bn_muhi": "তিনি তাঁর বান্দাদের তওবা কবুল করেন পাপসমূহ মার্জনা করেন এবং তোমাদের কৃত বিষয় সম্পর্কে অবগত রয়েছেন।",
    "en": "And it is He who accepts repentance from his servants and pardons misdeeds, and He knows what you do."
  },
  {
    "id": 26,
    "ar": "وَيَسْتَجِيبُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضْلِهِۦ وَٱلْكَٰفِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
    "tr": "ওয়া ইয়াছতাজীবুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া ইয়াঝীদুহুম মিন ফাদলিহী ওয়াল কা-ফিরূনা লাহুম ‘আযা-বুন শাদীদ।",
    "bn_haque": "আর তিনি সাড়া দেন তাদের প্রতি যারা ঈমান আনে ও সৎকর্ম করে, আর তাদের তিনি বাড়িয়ে দেন তাঁর করুণাভান্ডার থেকে। আর অবিশ্বাসীরা -- তাদের জন্য রয়েছে ভীষণ শাস্তি।",
    "bn_muhi": "তিনি মুমিন ও সৎকর্মীদের দোয়া শোনেন এবং তাদের প্রতি স্বীয় অনুগ্রহ বাড়িয়ে দেন। আর কাফেরদের জন্যে রয়েছে কঠোর শাস্তি।",
    "en": "And He answers [the supplication of] those who have believed and done righteous deeds and increases [for] them from His bounty. But the disbelievers will have a severe punishment."
  },
  {
    "id": 27,
    "ar": "وَلَوْ بَسَطَ ٱللَّهُ ٱلرِّزْقَ لِعِبَادِهِۦ لَبَغَوْا۟ فِى ٱلْأَرْضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٍ مَّا يَشَآءُ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرٌۢ بَصِيرٌ",
    "tr": "ওয়ালাও বাছাতাল্লা-হুর রিঝকালি‘ইবা-দিহী লাবাগাও ফিল আরদিওয়ালা-কিইঁ ইউনাঝঝিলুবিকাদারিম মা-ইয়াশাউ ইন্নাহূবি‘ইবা-দিহী খাবীরুম বাসীর।",
    "bn_haque": "আর যদি আল্লাহ্ তাঁর বান্দাদের প্রতি রিযেক বাড়িয়ে দিতেন তাহলে তারা অবশ্যই দুনিয়াতে বিদ্রোহ করত, কিন্ত তিনি পাঠান যেমন তিনি চান তেমন পরিমাপ মতো। নিঃসন্দেহ তিনি তাঁর বান্দাদের প্রতি পূর্ণ ওয়াকিফহাল, সর্বদ্রষ্টা।",
    "bn_muhi": "যদি আল্লাহ তাঁর সকল বান্দাকে প্রচুর রিযিক দিতেন, তবে তারা পৃথিবীতে বিপর্যয় সৃষ্টি করত। কিন্তু তিনি যে পরিমাণ ইচ্ছা সে পরিমাণ নাযিল করেন। নিশ্চয় তিনি তাঁর বান্দাদের খবর রাখেন ও সবকিছু দেখেন।",
    "en": "And if Allah had extended [excessively] provision for His servants, they would have committed tyranny throughout the earth. But He sends [it] down in an amount which He wills. Indeed He is, of His servants, Acquainted and Seeing."
  },
  {
    "id": 28,
    "ar": "وَهُوَ ٱلَّذِى يُنَزِّلُ ٱلْغَيْثَ مِنۢ بَعْدِ مَا قَنَطُوا۟ وَيَنشُرُ رَحْمَتَهُۥ وَهُوَ ٱلْوَلِىُّ ٱلْحَمِيدُ",
    "tr": "ওয়া হুওয়াল্লাযী ইউনাঝঝিলুল গাইছা মিম বা‘দি মা-কানাতূওয়া ইয়ানশুরু রাহমাতাহূ ওয়া হুওয়াল ওয়ালিইয়ুল হামীদ।",
    "bn_haque": "আর তিনিই সেইজন যিনি বৃষ্টি বর্ষণ করেন তারা হতাশ হয়ে পড়ার পরে, আর প্রসারিত করেন তাঁর করুণা। আর তিনিই মুরব্বী, পরম প্রশংসিত।",
    "bn_muhi": "মানুষ নিরাশ হয়ে যাওয়ার পরে তিনি বৃষ্টি বর্ষণ করেন এবং স্বীয় রহমত ছড়িয়ে দেন। তিনিই কার্যনির্বাহী, প্রশংসিত।",
    "en": "And it is He who sends down the rain after they had despaired and spreads His mercy. And He is the Protector, the Praiseworthy."
  },
  {
    "id": 29,
    "ar": "وَمِنْ ءَايَٰتِهِۦ خَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌ",
    "tr": "ওয়া মিন আ-য়া-তিহী খালকুছ ছামা-ওয়া-তি ওয়ালআরদিওয়ামা-বাছছা ফীহিমা-মিন দাব্বাতিওঁ ওয়া হুওয়া ‘আলা-জাম‘ইহিম ইযা-ইয়াশাউ কাদীর।",
    "bn_haque": "আর তাঁর নিদর্শনগুলোর মধ্যে হচ্ছে মহাকাশমন্ডলী ও পৃথিবীর সৃষ্টি, আর এ দুইয়ের মধ্যে জীবজন্তুর যে-সব তিনি ছড়িয়ে দিয়েছেন সেগুলি। আর যখন তিনি চান তখনই তাদের জমায়েৎ করণে তিনি পরম ক্ষমতাবান।",
    "bn_muhi": "তাঁর এক নিদর্শন নভোমন্ডল ও ভূমন্ডলের সৃষ্টি এবং এতদুভয়ের মধ্যে তিনি যেসব জীব-জন্তু ছড়িয়ে দিয়েছেন। তিনি যখন ইচ্ছা এগুলোকে একত্রিত করতে সক্ষম।",
    "en": "And of his signs is the creation of the heavens and earth and what He has dispersed throughout them of creatures. And He, for gathering them when He wills, is competent."
  },
  {
    "id": 30,
    "ar": "وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا۟ عَن كَثِيرٍ",
    "tr": "ওয়ামাআসা-বাকুম মিম মুসীবাতিন ফাবিমা-কাছাবাত আইদীকুম ওয়া ইয়া‘ফূ‘আন কাছীর।",
    "bn_haque": "আর বিপদ-আপদের যা তোমাদের আঘাত করে তা তো তোমার হাত যা অর্জন করেছে সে-জন্য, আর তিনি অনেকটা ক্ষমা করে দেন।",
    "bn_muhi": "তোমাদের উপর যেসব বিপদ-আপদ পতিত হয়, তা তোমাদের কর্মেরই ফল এবং তিনি তোমাদের অনেক গোনাহ ক্ষমা করে দেন।",
    "en": "And whatever strikes you of disaster - it is for what your hands have earned; but He pardons much."
  },
  {
    "id": 31,
    "ar": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
    "tr": "ওয়ামাআনতুম বিমু‘জিঝীনা ফিল আরদি ওয়ামা-লাকুম মিন দূ নিল্লা-হি মিওঁ ওয়ালিইয়িওঁ ওয়ালা-নাসীর।",
    "bn_haque": "আর তোমরা পৃথিবীতে এড়িয়ে যেতে পারবে না। আর আল্লাহ্‌কে বাদ দিয়ে তোমাদের জন্য কোনো অভিভাবক নেই আর সাহায্যকারীও নেই।",
    "bn_muhi": "তোমরা পৃথিবীতে পলায়ন করে আল্লাহকে অক্ষম করতে পার না এবং আল্লাহ ব্যতীত তোমাদের কোন কার্যনির্বাহী নেই, সাহায্যকারীও নেই।",
    "en": "And you will not cause failure [to Allah ] upon the earth. And you have not besides Allah any protector or helper."
  },
  {
    "id": 32,
    "ar": "وَمِنْ ءَايَٰتِهِ ٱلْجَوَارِ فِى ٱلْبَحْرِ كَٱلْأَعْلَٰمِ",
    "tr": "ওয়া মিন আ-য়া-তিহিল জাওয়া-রি ফিল বাহরি কালআ‘লা-ম।",
    "bn_haque": "আর তাঁর নিদর্শনাবলীর মধ্যে হচ্ছে সমুদ্রে পাহাড়ের মতো জাহাজগুলো --",
    "bn_muhi": "সমুদ্রে ভাসমান পর্বতসম জাহাজসমূহ তাঁর অন্যতম নিদর্শন।",
    "en": "And of His signs are the ships in the sea, like mountains."
  },
  {
    "id": 33,
    "ar": "إِن يَشَأْ يُسْكِنِ ٱلرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِۦٓ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "tr": "ইয়ঁইয়াশা’ ইউছকিনিররীহা ফাইয়াজলালনা রাওয়া-কিদা ‘আলা-জাহরিহী ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকুল্লি সাব্বা-রিন শাকূর।",
    "bn_haque": "তিনি যদি ইচ্ছা করেন তবে তিনি বাতাসকে নিশ্চল করে দিতে পারেন, ফলে তারা তার পিঠে নিশ্চল হয়ে পড়ে। এতে তো অবশ্যই নিদর্শনাবলী রয়েছে প্রত্যেক অধ্যবসায়ী কৃতজ্ঞের জন্য।",
    "bn_muhi": "তিনি ইচ্ছা করলে বাতাসকে থামিয়ে দেন। তখন জাহাজসমূহ সমুদ্রপৃষ্ঠে নিশ্চল হয়ে পড়ে যেন পাহাড়। নিশ্চয় এতে প্রত্যেক সবরকারী, কৃতজ্ঞের জন্যে নিদর্শনাবলী রয়েছে।",
    "en": "If He willed, He could still the wind, and they would remain motionless on its surface. Indeed in that are signs for everyone patient and grateful."
  },
  {
    "id": 34,
    "ar": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا۟ وَيَعْفُ عَن كَثِيرٍ",
    "tr": "আও ইঊবিকহুন্না বিমা-কাছাবূওয়া ইয়া‘ফু‘আন কাছীর।",
    "bn_haque": "অথবা তারা যা অর্জন করেছে সে-জন্য তিনি সেগুলো ভেঙেচুরে ফেলেন, আর তিনি অনেকের থেকে মাফও করে দেন, --",
    "bn_muhi": "অথবা তাদের কৃতকর্মের জন্যে সেগুলোকে ধ্বংস করে দেন এবং অনেককে ক্ষমাও করে দেন।",
    "en": "Or He could destroy them for what they earned; but He pardons much."
  },
  {
    "id": 35,
    "ar": "وَيَعْلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٍ",
    "tr": "ওয়া ইয়া‘লামাল্লাযীনা ইউজা-দিলূনা ফীআ-য়া-তিনা- মা-লাহুম মিম মাহীস।",
    "bn_haque": "আর যেন যারা আমাদের নিদর্শনগুলো সন্বন্ধে তর্কবিতর্ক করে তারা জানতে পারে। তাদের জন্য কোনো আশ্রয়স্থল নেই।",
    "bn_muhi": "এবং যারা আমার ক্ষমতা সম্পর্কে বিতর্ক করে, তারা যেন জানে যে, তাদের কোন পলায়নের জায়গা নেই।",
    "en": "And [that is so] those who dispute concerning Our signs may know that for them there is no place of escape."
  },
  {
    "id": 36,
    "ar": "فَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
    "tr": "ফামাঊতীতুম মিন শাইয়িন ফমাতা-‘উল হায়া-তিদ্দুনইয়া- ওয়ামা-‘ইনদাল্লা-হি খাইরুওঁ ওয়া আব কা-লিল্লাযীনা আ-মানূওয়া ‘আলা-রাব্বিহিম ইয়াতাওয়াক্কালূন।",
    "bn_haque": "বস্তুতঃ তোমাদের যা-কিছু দেওয়া হয়েছে তা তো এই দুনিয়ার জীবনের ভোগবিলাস, আর যা আল্লাহ্‌র কাছে রয়েছে তা বেশী ভাল ও দীর্ঘস্থায়ী তাদের জন্য যারা ঈমান এনেছে এবং তাদের প্রভুর উপরে নির্ভর করে থাকে, --",
    "bn_muhi": "অতএব, তোমাদেরকে যা দেয়া হয়েছে তা পার্থিব জীবনের ভোগ মাত্র। আর আল্লাহর কাছে যা রয়েছে, তা উৎকৃষ্ট ও স্থায়ী তাদের জন্যে যারা বিশ্বাস স্থাপন করে ও তাদের পালনকর্তার উপর ভরসা করে।",
    "en": "So whatever thing you have been given - it is but [for] enjoyment of the worldly life. But what is with Allah is better and more lasting for those who have believed and upon their Lord rely"
  },
  {
    "id": 37,
    "ar": "وَٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا۟ هُمْ يَغْفِرُونَ",
    "tr": "ওয়াল্লাযীনা ইয়াজতানিবূনা কাবাইরাল ইছমি ওয়াল ফাওয়া-হিশা ওয়া ইযা- মাগাদিবূহুম ইয়াগফিরূন।",
    "bn_haque": "আর যারা এড়িয়ে চলে পাপাচারের বড়গুলো এবং অশ্লীল আচরণ, আর যারা যখন রেগে যায় তখন তারা ক্ষমা করে দেয়,",
    "bn_muhi": "যারা বড় গোনাহ ও অশ্লীল কার্য থেকে বেঁচে থাকে এবং ক্রোধাম্বিত হয়েও ক্ষমা করে,",
    "en": "And those who avoid the major sins and immoralities, and when they are angry, they forgive,"
  },
  {
    "id": 38,
    "ar": "وَٱلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
    "tr": "ওয়াল্লাযীনাছ তাজা-বূলিরাব্বিহিম ওয়া আকা-মুসসালা-তা ওয়া আমরুহুম শূরাবাইনাহুম ওয়া মিম্মা-রাঝাকনা-হুম ইউনফিকূন।",
    "bn_haque": "আর যারা তাদের প্রভুর প্রতি সাড়া দেয়, এবং নামায কায়েম করে, আর তাদের কাজকর্ম হয় নিজেদের মধ্যে পরামর্শক্রমে, আর আমরা তাদের যা রিযেক দিয়েছি তা থেকে তারা খরচ করে থাকে,",
    "bn_muhi": "যারা তাদের পালনকর্তার আদেশ মান্য করে, নামায কায়েম করে; পারস্পরিক পরামর্শক্রমে কাজ করে এবং আমি তাদেরকে যে রিযিক দিয়েছি, তা থেকে ব্যয় করে,",
    "en": "And those who have responded to their lord and established prayer and whose affair is [determined by] consultation among themselves, and from what We have provided them, they spend."
  },
  {
    "id": 39,
    "ar": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ",
    "tr": "ওয়াল্লাযীনা ইযাআসা-বাহুমুল বাগইউহুম ইয়ানতাসিরূন।",
    "bn_haque": "আর যারা তাদের প্রতি যখন বিদ্রোহ আঘাত হানে তারা তখন আ‌ত্মরক্ষা করে।",
    "bn_muhi": "যারা আক্রান্ত হলে প্রতিশোধ গ্রহণ করে।",
    "en": "And those who, when tyranny strikes them, they defend themselves,"
  },
  {
    "id": 40,
    "ar": "وَجَزَٰٓؤُا۟ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
    "tr": "ওয়া জাঝাউ ছাইয়িআতিন ছাইয়িআতুম মিছলুহা- ফামান ‘আফা-ওয়া আসলাহা ফাআজরুহূ‘আলাল্লা-হি ইন্নাহূলা-ইউহিবজ জা-লিমীন।",
    "bn_haque": "আর মন্দের প্রতিফল তার অনুরূপ মন্দ, কিন্ত যে কেউ ক্ষমা করে আর সদ্ভাব সৃষ্টি করে, তাহলে তার পুরস্কার রয়েছে আল্লাহ্‌র নিকটে। নিঃসন্দেহ অন্যায়কারীদের তিনি ভালবাসেন না।",
    "bn_muhi": "আর মন্দের প্রতিফল তো অনুরূপ মন্দই। যে ক্ষমা করে ও আপোষ করে তার পুরস্কার আল্লাহর কাছে রয়েছে; নিশ্চয় তিনি অত্যাচারীদেরকে পছন্দ করেন নাই।",
    "en": "And the retribution for an evil act is an evil one like it, but whoever pardons and makes reconciliation - his reward is [due] from Allah . Indeed, He does not like wrongdoers."
  },
  {
    "id": 41,
    "ar": "وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُو۟لَٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ",
    "tr": "ওয়া লামানিন তাসারা বা‘দা জুলমিহী ফাউলাইকা মা-‘আলাইহিম মিন ছাবীল।",
    "bn_haque": "তবে যে কেউ আ‌ত্মরক্ষা করে তার প্রতি অত্যাচার হবার পরে -- তবে তারাই, তাদের বিরুদ্ধে কোনো রাস্তা নেই।",
    "bn_muhi": "নিশ্চয় যে অত্যাচারিত হওয়ার পর প্রতিশোধ গ্রহণ করে, তাদের বিরুদ্ধেও কোন অভিযোগ নেই।",
    "en": "And whoever avenges himself after having been wronged - those have not upon them any cause [for blame]."
  },
  {
    "id": 42,
    "ar": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "tr": "ইন্নামাছ ছাবীলু‘আলাল্লাযীনা ইয়াজলিমূনান্না-ছা ওয়া ইয়াবগূনা ফিল আরদিবিগাইরিল হাক্কি উলাইকা লাহুম ‘আযা-বুন আলীম।",
    "bn_haque": "পথ কেবল তাদেরই বিরুদ্ধে যারা লোকজনের উপরে অত্যাচার করে এবং দুনিয়াতে বিদ্রোহ করে ন্যায়সঙ্গত কারণ ব্যতিরেকে। এরাই -- এদেরই জন্য রয়েছে মর্মন্তুদ শাস্তি।",
    "bn_muhi": "অভিযোগ কেবল তাদের বিরুদ্ধে, যারা মানুষের উপর অত্যাচার চালায় এবং পৃথিবীতে অন্যায়ভাবে বিদ্রোহ করে বেড়ায়। তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।",
    "en": "The cause is only against the ones who wrong the people and tyrannize upon the earth without right. Those will have a painful punishment."
  },
  {
    "id": 43,
    "ar": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ",
    "tr": "ওয়ালামান সাবারা ওয়া গাফারা ইন্না যা-লিকা লামিন ‘আঝমিল উমূর।",
    "bn_haque": "আর যে কেউ অধ্যবসায় অবলন্বন করে ও ক্ষমা করে দেয়, তাহলে তাই তো হচ্ছে বীরত্বজনক কাজের মধ্যের অন্যতম।",
    "bn_muhi": "অবশ্যই যে সবর করে ও ক্ষমা করে নিশ্চয় এটা সাহসিকতার কাজ।",
    "en": "And whoever is patient and forgives - indeed, that is of the matters [requiring] determination."
  },
  {
    "id": 44,
    "ar": "وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّ مِّنۢ بَعْدِهِۦ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ",
    "tr": "ওয়া মাইঁ ইউদলিলিল্লা-হু ফামা-লাহূমিওঁ ওয়ালিইয়িম মিম বা‘দিহী ওয়াতারাজ্জালিমীনা লাম্মা-রায়াউল ‘আযা-বা ইয়াকূলূনা হাল ইলা-মারাদ্দিম মিন ছাবীল।",
    "bn_haque": "আর আল্লাহ্ যাকে ভ্রান্তপথে যেতে দেন তার জন্যে তবে তাঁর বাহিরে কোনো অভিভাবক নেই। আর তুমি অন্যায়াচারীদের দেখতে পাবে -- যখন তারা শাস্তি প্রত্যক্ষ করবে -- তারা বলতে থাকবে -- \"ফিরে যাবার মতো কোনো পথ আছে কি?\"",
    "bn_muhi": "আল্লাহ যাকে পথ ভ্রষ্ট করেন, তার জন্যে তিনি ব্যতীত কোন কার্যনির্বাহী নেই। পাপাচারীরা যখন আযাব প্রত্যক্ষ করবে, তখন আপনি তাদেরকে দেখবেন যে, তারা বলছে আমাদের ফিরে যাওয়ার কোন উপায় আছে কি?",
    "en": "And he whom Allah sends astray - for him there is no protector beyond Him. And you will see the wrongdoers, when they see the punishment, saying, \"Is there for return [to the former world] any way?\""
  },
  {
    "id": 45,
    "ar": "وَتَرَىٰهُمْ يُعْرَضُونَ عَلَيْهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِىٍّ وَقَالَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِى عَذَابٍ مُّقِيمٍ",
    "tr": "ওয়া তারা-হুম ইউ‘রাদূনা ‘আলাইহা-খা-শি‘ঈনা মিনাযযুলিল ইয়ানজু রূনা মিন তারফিন খাফীইয়িওঁ ওয়াকা-লাল্লাযীনা আমানূইন্নাল খা-ছিরীনাল্লাযীনা খাছিরূআনফুছাহুম ওয়া আহলীহিম ইয়াওমাল কিয়া-মাতি আলাইন্নাজ্জা-লিমীনা ফী ‘আযা-বিম মুকীম।",
    "bn_haque": "আর তুমি তাদের দেখতে পাবে এর সামনে আনা হয়েছে লাঞ্ছনার ফলে বিনত অবস্থায়, তাকিয়ে রয়েছে ভীত-সন্ত্রস্ত চোখে। আর যারা ঈমান এনেছে তারা বলবে -- \"নিঃসন্দেহ ক্ষতিগ্রস্ত তো তারা যারা কিয়ামতের দিনে তাদের নিজেদের ও তাদের পরিবারবর্গের ক্ষতি সাধন করেছে। এটি কি নয় যে অন্যাযাচারীরা দীর্ঘস্থায়ী শাস্তিতে রয়েছে?\"",
    "bn_muhi": "জাহান্নামের সামনে উপস্থিত করার সময় আপনি তাদেরকে দেখবেন, অপমানে অবনত এবং অর্ধ নিমীলিত দৃষ্টিতে তাকায়। মুমিনরা বলবে, কেয়ামতের দিন ক্ষতিগ্রস্ত তারাই, যারা নিজেদের ও তাদের পরিবার-পরিজনের ক্ষতি সাধন করেছে। শুনে রাখ, পাপাচারীরা স্থায়ী আযাবে থাকবে।",
    "en": "And you will see them being exposed to the Fire, humbled from humiliation, looking from [behind] a covert glance. And those who had believed will say, \"Indeed, the [true] losers are the ones who lost themselves and their families on the Day of Resurrection. Unquestionably, the wrongdoers are in an enduring punishment.\""
  },
  {
    "id": 46,
    "ar": "وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
    "tr": "ওয়ামা-কা-না লাহুম মিন আওলিয়াআ ইয়ানসুরূনাহুম মিন দূ নিল্লা-হি ওয়া মাইঁ ইউদলিলিল্লা-হু; ফামা-লাহূমিন ছাবীল।",
    "bn_haque": "আর তাদের সাহায্য করার কারণে আল্লাহ্‌কে বাদ দিয়ে তাদের জন্য অভিভাবকদের কেউ থাকবে না। আর যাকে আল্লাহ্ ভুলপথে চলতে দেন তার জন্য তবে কোনো গতি থাকবে না।",
    "bn_muhi": "আল্লাহ তা’আলা ব্যতীত তাদের কোন সাহায্যকারী থাকবে না, যে তাদেরকে সাহায্য করবে। আল্লাহ তা’আলা যাকে পথভ্রষ্ট করেন, তার কোন গতি নেই।",
    "en": "And there will not be for them any allies to aid them other than Allah . And whoever Allah sends astray - for him there is no way."
  },
  {
    "id": 47,
    "ar": "ٱسْتَجِيبُوا۟ لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ مَا لَكُم مِّن مَّلْجَإٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ",
    "tr": "ইছতাজীবূলিরাব্বিকুম মিন কাবলি আইঁ ইয়া’তিয়া ইয়াওমুল্লা-মারাদ্দা লাহূমিনাল্লা-হি মালাকুম মিম মালজায়িইঁ ইয়াওমায়িযিওঁ ওয়ামা-লাকুম মিন নাকীর।",
    "bn_haque": "তোমাদের প্রভুর প্রতি সাড়া দাও সেইদিন আসার আগে যাকে আল্লাহ্‌র কাছ থেকে ফেরানো যাবে না। তোমাদের জন্য সেইদিন কোনো আশ্রয়স্থল থাকবে না, আর তোমাদের জন্য রইবে না কোনো ধরনের অস্বীকারকরণ।",
    "bn_muhi": "আল্লাহ তা’আলার পক্ষ থেকে অবশ্যম্ভাবী দিবস আসার পূর্বে তোমরা তোমাদের পালনকর্তার আদেশ মান্য কর। সেদিন তোমাদের কোন আশ্রয়স্থল থাকবে না এবং তা নিরোধকারী কেউ থাকবে না।",
    "en": "Respond to your Lord before a Day comes from Allah of which there is no repelling. No refuge will you have that day, nor for you will there be any denial."
  },
  {
    "id": 48,
    "ar": "فَإِنْ أَعْرَضُوا۟ فَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا ٱلْبَلَٰغُ وَإِنَّآ إِذَآ أَذَقْنَا ٱلْإِنسَٰنَ مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلْإِنسَٰنَ كَفُورٌ",
    "tr": "ফাইন আ‘রাদূফামাআরছালনা-কা ‘আলাইহিম হাফীজান ইন ‘আলাইকা ইল্লাল বালা-গু ওয়া ইন্নাইযাআযাকনাল ইনছা-না মিন্না-রাহমাতান ফারিহা বিহা- ওয়া ইন তুসিবহুম ছাইয়িআতুম বিমা-কাদ্দামাত আইদীহিম ফাইন্নাল ইনছা-না কাফূর।",
    "bn_haque": "কিন্ত তারা যদি বিমুখ হয় তবে আমরা তোমাকে তো তাদের উপরে একজন রক্ষাকারীরূপে পাঠাই নি। তোমার উপরে তো শুধু বাণী পৌঁছে দেওয়া। আর অবশ্য আমরা যখন মানুষকে আমাদের কাছ একে করুণা আস্বাদন করাই তখন সে এতে আনন্দ করে, কিন্ত তাদের হাত যা আগবাড়িয়েছে সেজন্য যদি কোনো মন্দ তাদের আঘাত করে, তবে মানুষ নিশ্চয়ই হয়ে যায় অকৃতজ্ঞ।",
    "bn_muhi": "যদি তারা মুখ ফিরিয়ে নেয়, তবে আপনাকে আমি তাদের রক্ষক করে পাঠাইনি। আপনার কর্তব্য কেবল প্রচার করা। আমি তাদের রক্ষক করে পাঠাইনি। আপনার কর্তব্য কেবল প্রচার করা। আমি যখন মানুষকে আমার রহমত আস্বাদন করাই, তখন সে উল্লসিত, আর যখন তাদের কৃতকর্মের কারণে তাদের কোন অনিষ্ট ঘটে, তখন মানুষ খুব অকৃতজ্ঞ হয়ে যায়।",
    "en": "But if they turn away - then We have not sent you, [O Muhammad], over them as a guardian; upon you is only [the duty of] notification. And indeed, when We let man taste mercy from us, he rejoices in it; but if evil afflicts him for what his hands have put forth, then indeed, man is ungrateful."
  },
  {
    "id": 49,
    "ar": "لِّلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَٰثًا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
    "tr": "লিল্লা-হি মুলকুছ ছামা-ওয়া-তি ওয়াল আরদি ইয়াখলুকুমা-ইয়াশাউ ইয়াহাবু লিমাইঁ ইয়াশাউ ইনা-ছাওঁ ওয়া ইয়াহাবুলিমাইঁ ইয়াশাউযযুকূর।",
    "bn_haque": "আল্লাহরই হচ্ছে মহাকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব। তিনি যা চান তাই সৃষ্টি করেন। তিনি যাকে চান কন্যাসন্তান দান করেন, আর যাকে ইচ্ছা করেন পুত্রসন্তান দেন,",
    "bn_muhi": "নভোমন্ডল ও ভূমন্ডলের রাজত্ব আল্লাহ তা’আলারই। তিনি যা ইচ্ছা, সৃষ্টি করেন, যাকে ইচ্ছা কন্যা-সন্তান এবং যাকে ইচ্ছা পুত্র সন্তান দান করেন।",
    "en": "To Allah belongs the dominion of the heavens and the earth; He creates what he wills. He gives to whom He wills female [children], and He gives to whom He wills males."
  },
  {
    "id": 50,
    "ar": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَٰثًا وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا إِنَّهُۥ عَلِيمٌ قَدِيرٌ",
    "tr": "আও ইউঝাওবিজুহুম যুকরা-নাওঁ ওয়া ইনা-ছাওঁ ওয়া ইয়াজ‘আলুমাইঁ ইয়াশাউ ‘আকীমান ইন্নাহূ‘আলীমুন কাদীর।",
    "bn_haque": "অথবা তিনি তাদের জোড়ে দেন পুত্রসন্তান ও কন্যা-সন্তান, আবার যাকে চান তাকে তিনি বন্ধ্যা বানিয়ে দেন। নিঃসন্দেহ তিনি সর্বজ্ঞাতা, সর্বশক্তিমান।",
    "bn_muhi": "অথবা তাদেরকে দান করেন পুত্র ও কন্যা উভয়ই এবং যাকে ইচ্ছা বন্ধ্যা করে দেন। নিশ্চয় তিনি সর্বজ্ঞ, ক্ষমতাশীল।",
    "en": "Or He makes them [both] males and females, and He renders whom He wills barren. Indeed, He is Knowing and Competent."
  },
  {
    "id": 51,
    "ar": "وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَآئِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِىَ بِإِذْنِهِۦ مَا يَشَآءُ إِنَّهُۥ عَلِىٌّ حَكِيمٌ",
    "tr": "ওয়ামা-কা-না লিবাশারিন আইঁ ইউকালিলমাহুল্লা-হু ইল্লা-ওয়াহইয়ান আও মিওঁ ওয়ারাই হিজা-বিন আও ইউরছিলা রাছূলান ফাইঊহিয়া বিইযনিহী মা ইয়াশাউ ইন্নাহূ ‘আলিইয়ুন হাকীম।",
    "bn_haque": "আর কোনো মানবের জন্যে এটি নয় যে আল্লাহ্ তার সাথে কথা বলবেন ওহী ব্যতীত, অথবা পর্দার আড়ালে থেকে, অথবা তিনি কোনো বাণীবাহককে পাঠান ফলে সে তাঁর নির্দেশ অনুযায়ী যা তিনি চান তা প্রত্যাদেশ করে। নিঃসন্দেহ তিনি সর্বোন্নত, পরমজ্ঞানী।",
    "bn_muhi": "কোন মানুষের জন্য এমন হওয়ার নয় যে, আল্লাহ তার সাথে কথা বলবেন। কিন্তু ওহীর মাধ্যমে অথবা পর্দার অন্তরাল থেকে অথবা তিনি কোন দূত প্রেরণ করবেন, অতঃপর আল্লাহ যা চান, সে তা তাঁর অনুমতিক্রমে পৌঁছে দেবে। নিশ্চয় তিনি সর্বোচ্চ প্রজ্ঞাময়।",
    "en": "And it is not for any human being that Allah should speak to him except by revelation or from behind a partition or that He sends a messenger to reveal, by His permission, what He wills. Indeed, He is Most High and Wise."
  },
  {
    "id": 52,
    "ar": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِى مَا ٱلْكِتَٰبُ وَلَا ٱلْإِيمَٰنُ وَلَٰكِن جَعَلْنَٰهُ نُورًا نَّهْدِى بِهِۦ مَن نَّشَآءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "tr": "ওয়া কাযা-লিকা আওহাইনাইলাইকা রূহাম মিন আমরিনা- মা-কুনতা তাদরী মাল কিতা-বুওয়ালাল ঈমা-নুওয়ালা-কিন জা‘আলনা-হু নূরান নাহদী বিহী মান নাশাউ মিন ‘ইবা-দিনা- ওয়া ইন্নাকা লা তাহদীইলা সিরা-তিম মুছতাকীম।",
    "bn_haque": "আর এইভাবে আমরা তোমার কাছে আমাদের নির্দেশক্রমে প্রত্যাদেশ করেছি অনুপ্রাণিত গ্রন্থ। তুমি তো জানতে না গ্রন্থখানা কেমনতর, আর ধর্মবিশ্বাসও নয়, কিন্ত আমরা এটিকে বানিয়েছি এক আলোক, -- এর দ্বারা আমরা পথ দেখাচ্ছি আমাদের বান্দাদের যাদের আমরা ইচ্ছা করছি। আর তুমি তো নিশ্চয়ই পথ দেখাচ্ছ সঠিক পথের দিকে --",
    "bn_muhi": "এমনিভাবে আমি আপনার কাছে এক ফেরেশতা প্রেরণ করেছি আমার আদেশক্রমে। আপনি জানতেন না, কিতাব কি এবং ঈমান কি? কিন্তু আমি একে করেছি নূর, যাদ্দ্বারা আমি আমার বান্দাদের মধ্য থেকে যাকে ইচ্ছা পথ প্রদর্শন করি। নিশ্চয় আপনি সরল পথ প্রদর্শন করেন-",
    "en": "And thus We have revealed to you an inspiration of Our command. You did not know what is the Book or [what is] faith, but We have made it a light by which We guide whom We will of Our servants. And indeed, [O Muhammad], you guide to a straight path -"
  },
  {
    "id": 53,
    "ar": "صِرَٰطِ ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلْأُمُورُ",
    "tr": "সিরাতিল্লা-হিল্লাযী লাহূমা-ফিছছামা-ওয়া-তি ওয়ামা-ফিল আরদি আলাইলাল্লা-হি তাসীরুল উমূর।",
    "bn_haque": "আল্লাহ্‌র পথ, যিনি তাঁর দখলে রেখেছেন মহাকাশমন্ডলীতে যা-কিছু আছে এবং যা-কিছু আছে পৃথিবীতে। এটি কি নয় যে সব ব্যাপারই আল্লাহ্‌র কাছে পেছে যাঁয়?",
    "bn_muhi": "আল্লাহর পথ। নভোমন্ডল ও ভূমন্ডল যা কিছু আছে, সব তাঁরই। শুনে রাখ, আল্লাহ তা’আলার কাছেই সব বিষয়ে পৌঁছে।",
    "en": "The path of Allah, to whom belongs whatever is in the heavens and whatever is on the earth. Unquestionably, to Allah do [all] matters evolve."
  }
]