[
  {
    "id": 1,
    "ar": "الٓمٓ",
    "tr": "আলিফ লাম মীম।",
    "bn_haque": "আলিফ, লাম, মীম।",
    "bn_muhi": "আলিফ লাম মীম।",
    "en": "Alif, Lam, Meem."
  },
  {
    "id": 2,
    "ar": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ",
    "tr": "আল্লা-হু লাইলাহা ইল্লা-হুওয়াল হাইয়ুল কাইয়ূম।",
    "bn_haque": "আল্লাহ্‌! তিনি ছাড়া অন্য উপাস্য নেই, -- চিরজীবন্ত, সদা-বিদ্যমান।",
    "bn_muhi": "আল্লাহ ছাড়া কোন উপাস্য নেই, তিনি চিরঞ্জীব, সবকিছুর ধারক।",
    "en": "Allah - there is no deity except Him, the Ever-Living, the Sustainer of existence."
  },
  {
    "id": 3,
    "ar": "نَزَّلَ عَلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
    "tr": "নাঝঝালা ‘আলাইকাল কিতা-বা বিলহাক্কি মুসাদ্দিকালিলমা-বাইনা ইয়াদাইহি ওয়াআনঝালাত তাওরা-তা ওয়াল ইনজীল।",
    "bn_haque": "তিনি তোমার কাছে এই কিতাব অবতারণ করেছেন সত্যের সাথে, -- এর আগে যা এসেছিল তার সত্যসমর্থনরূপে আর তিনি তওরাত ও ইনজীল অবতারণ করেছিলেন --",
    "bn_muhi": "তিনি আপনার প্রতি কিতাব নাযিল করেছেন সত্যতার সাথে; যা সত্যায়ন করে পূর্ববর্তী কিতাবসমুহের।",
    "en": "He has sent down upon you, [O Muhammad], the Book in truth, confirming what was before it. And He revealed the Torah and the Gospel."
  },
  {
    "id": 4,
    "ar": "مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ ٱلْفُرْقَانَ إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
    "tr": "মিন কাবলু হুদাল লিন্না-ছি ওয়া আনঝালাল ফুরকানা ইন্নাল্লাযীনা কাফারূ বিআ-য়াতিল্লা-হি লাহুম ‘আযা-বুন শাদীদুওঁ ওয়াল্লা-হু ‘আঝীঝুন যুনতিকা-ম।",
    "bn_haque": "-- এর আগে, মানুষের জন্য এক একটি পথনির্দেশ হিসেবে, আর তিনি অবতারণ করেছেন এই ফুরকান। নিঃসন্দেহ যারা অবিশ্বাস করে আল্লাহ্‌র বাণীসমূহে, তাদের জন্য রয়েছে ভয়ঙ্কর শাস্তি। আর আল্লাহ্ মহাশক্তিশালী, প্রতিফল দান সুসমর্থ।",
    "bn_muhi": "নাযিল করেছেন তাওরত ও ইঞ্জিল, এ কিতাবের পূর্বে, মানুষের হেদায়েতের জন্যে এবং অবতীর্ণ করেছেন মীমাংসা। নিঃসন্দেহে যারা আল্লাহর আয়াতসমূহ অস্বীকার করে, তাদের জন্যে রয়েছে কঠিন আযাব। আর আল্লাহ হচ্ছেন পরাক্রমশীল, প্রতিশোধ গ্রহণকারী।",
    "en": "Before, as guidance for the people. And He revealed the Qur'an. Indeed, those who disbelieve in the verses of Allah will have a severe punishment, and Allah is exalted in Might, the Owner of Retribution."
  },
  {
    "id": 5,
    "ar": "إِنَّ ٱللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَىْءٌ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
    "tr": "ইন্নাল্লা-হা লা-ইয়াখফা-‘আলাইহি শাইউন ফিল আরদিওয়ালা-ফিছ ছামাই।",
    "bn_haque": "নিঃসন্দেহ আল্লাহ্ সম্পর্কে, -- তাঁর কাছে কিছুই লুকানো নেই পৃথিবীতে, আর মহাকাশেও নেই।",
    "bn_muhi": "আল্লাহর নিকট আসমান ও যমীনের কোন বিষয়ই গোপন নেই।",
    "en": "Indeed, from Allah nothing is hidden in the earth nor in the heaven."
  },
  {
    "id": 6,
    "ar": "هُوَ ٱلَّذِى يُصَوِّرُكُمْ فِى ٱلْأَرْحَامِ كَيْفَ يَشَآءُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "tr": "হুওয়াল্লাযী ইউসাওবিরুকুম ফিল আরহা-মি কাইফা ইয়াশাউ লাইলা-হা ইল্লা-হুওয়াল ‘আঝীঝুল হাকীম।",
    "bn_haque": "তিনিই সেইজন যিনি তোমাদের গড়ে তোলেন জঠরের ভেতরে যেমন তিনি চান। তিনি ছাড়া কোনো উপাস্য নেই, -- মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "তিনিই সেই আল্লাহ, যিনি তোমাদের আকৃতি গঠন করেন মায়ের গর্ভে, যেমন তিনি চেয়েছেন। তিনি ছাড়া আর কোন উপাস্য নেই। তিনি প্রবল পরাক্রমশীল, প্রজ্ঞাময়।",
    "en": "It is He who forms you in the wombs however He wills. There is no deity except Him, the Exalted in Might, the Wise."
  },
  {
    "id": 7,
    "ar": "هُوَ ٱلَّذِىٓ أَنزَلَ عَلَيْكَ ٱلْكِتَٰبَ مِنْهُ ءَايَٰتٌ مُّحْكَمَٰتٌ هُنَّ أُمُّ ٱلْكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٌ فَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنْهُ ٱبْتِغَآءَ ٱلْفِتْنَةِ وَٱبْتِغَآءَ تَأْوِيلِهِۦ وَمَا يَعْلَمُ تَأْوِيلَهُۥٓ إِلَّا ٱللَّهُ وَٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلٌّ مِّنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
    "tr": "হুওয়াল্লাযীআনঝালা ‘আলাইকাল কিতা-বা মিনহু আ-য়া-তুম মুহকামা-তুন হুন্না উম্মুল কিতা-বি ওয়া উখারু মুতাশা-বিহা-তুন ফাআম্মাল্লাযীনা ফী কুলূবিহিম ঝাইগুন ফাইয়াত্তাবি‘ঊন মা-তাশা-বাহা মিনহুবতিগাআল ফিতনাতি ওয়াবতিগাআ তা’বিলিহী ওয়া মা-ইয়া‘লামুতা’বিলাহু ইল্লাল্লা-হ । ওয়ার রা-ছিখূনা ফিল ‘ইলমি ইয়াকূলূনা আমান্না-বিহী কুল্লুম মিন ‘ইনদি রাব্বিনা-ওয়ামা-ইয়াযযাককারু ইল্লা উলুল আলবা-ব।",
    "bn_haque": "তিনি সেইজন যিনি তোমার কাছে নাযিল করেছেন এই কিতাব, তার মধ্যে কতকগুলো আয়াত নির্দেশা‌ত্মক -- সেইসব হচ্ছে গ্রন্থের ভিত্তি, আর অপরগুলো রূপক। তবে তাদের বেলা যাদের অন্তরে আছে কুটিলতা তারা অনুসরণ করে এর মধ্যের যেগুলো রূপক, বিরোধ সৃষ্টির কামনায় এবং এর ব্যাখ্যা দেবার প্রচেষ্টায়। আর এর ব্যাখ্যা আর কেউ জানে না আল্লাহ্ ছাড়া। আর যারা জ্ঞানে দৃঢ়প্রতিষ্ঠিত তারা বলে -- \"আমরা এতে বিশ্বাস করি, এ-সবই আমাদের প্রভুর কাছ থেকে।\" আর কেউ মনোযোগ দেয় না কেবল জ্ঞানবান ছাড়া।",
    "bn_muhi": "তিনিই আপনার প্রতি কিতাব নাযিল করেছেন। তাতে কিছু আয়াত রয়েছে সুস্পষ্ট, সেগুলোই কিতাবের আসল অংশ। আর অন্যগুলো রূপক। সুতরাং যাদের অন্তরে কুটিলতা রয়েছে, তারা অনুসরণ করে ফিৎনা বিস্তার এবং অপব্যাখ্যার উদ্দেশে তন্মধ্যেকার রূপকগুলোর। আর সেগুলোর ব্যাখ্যা আল্লাহ ব্যতীত কেউ জানে না। আর যারা জ্ঞানে সুগভীর, তারা বলেনঃ আমরা এর প্রতি ঈমান এনেছি। এই সবই আমাদের পালনকর্তার পক্ষ থেকে অবতীর্ণ হয়েছে। আর বোধশক্তি সম্পন্নেরা ছাড়া অপর কেউ শিক্ষা গ্রহণ করে না।",
    "en": "It is He who has sent down to you, [O Muhammad], the Book; in it are verses [that are] precise - they are the foundation of the Book - and others unspecific. As for those in whose hearts is deviation [from truth], they will follow that of it which is unspecific, seeking discord and seeking an interpretation [suitable to them]. And no one knows its [true] interpretation except Allah . But those firm in knowledge say, \"We believe in it. All [of it] is from our Lord.\" And no one will be reminded except those of understanding."
  },
  {
    "id": 8,
    "ar": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ ٱلْوَهَّابُ",
    "tr": "রাব্বানা-লা-তুঝিগ কুলূবানা-বা‘দা ইয হাদাইতানা -ওয়াহাবলানা-মিল্লা দুনকা রাহমাতান ইন্নাকা আনতাল ওয়াহহা-ব।",
    "bn_haque": "\"আমাদের প্রভু! আমাদের অন্তরকে বিপথগামী করো না আমাদের হেদায়ত করার পরে, আর তোমার নিকট থেকে আমাদের করুণা প্রদান করো। নিঃসন্দেহ তুমি নিজেই পরম বদান্য।",
    "bn_muhi": "হে আমাদের পালনকর্তা! সরল পথ প্রদর্শনের পর তুমি আমাদের অন্তরকে সত্যলংঘনে প্রবৃত্ত করোনা এবং তোমার নিকট থেকে আমাদিগকে অনুগ্রহ দান কর। তুমিই সব কিছুর দাতা।",
    "en": "[Who say], \"Our Lord, let not our hearts deviate after You have guided us and grant us from Yourself mercy. Indeed, You are the Bestower."
  },
  {
    "id": 9,
    "ar": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
    "tr": "রাব্বানা ইন্নাকা জা-মি‘উন্না-ছি লিইয়াওমিল্লা-রাইবা ফীহি ইন্নাল্লা-হা লা-ইউখলিফুল মী‘আদ।",
    "bn_haque": "\"আমাদের প্রভু! অবশ্যই তুমি লোকজনকে সমবেত করতে যাচ্ছো এমন এক দিনের প্রতি যার সন্বন্ধে কোনোও সন্দেহ নেই।\" নিঃসন্দেহ আল্লাহ্ ধার্য স্থান-কালের কখনো খেলাফ করেন না।",
    "bn_muhi": "হে আমাদের পালনকর্তা! তুমি মানুষকে একদিন অবশ্যই একত্রিত করবেঃ এতে কোনই সন্দেহ নেই। নিশ্চয় আল্লাহ তাঁর ওয়াদার অন্যথা করেন না।",
    "en": "Our Lord, surely You will gather the people for a Day about which there is no doubt. Indeed, Allah does not fail in His promise.\""
  },
  {
    "id": 10,
    "ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا وَأُو۟لَٰٓئِكَ هُمْ وَقُودُ ٱلنَّارِ",
    "tr": "ইন্নাল্লাযীনা কাফারু লান তুগনিয়া ‘আনহুম আমওয়া-লুহুম ওয়ালা আওলা-দুহুম মিনাল্লা-হি শাইআওঁ ওয়া উলাইকাহুম ওয়াকূদুন্না-র।",
    "bn_haque": "যারা অবিশ্বাস পোষণ করে, নিঃসন্দেহ আর তারা নিজেরাই হচ্ছে আগুনের ইন্ধন --",
    "bn_muhi": "যারা কুফুরী করে, তাদের ধন-সম্পদ ও সন্তান-সন্ততি আল্লাহর সামনে কখনও কাজে আসবে না। আর তারাই হচ্ছে দোযখের ইন্ধন।",
    "en": "Indeed, those who disbelieve - never will their wealth or their children avail them against Allah at all. And it is they who are fuel for the Fire."
  },
  {
    "id": 11,
    "ar": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
    "tr": "কাদা’বি আ-লি ফির‘আওনা ওয়াল্লাযীনা মিন কাবলিহিম কাযযাবূ বিআ-য়া তিনা-ফাআখাযাহুমুল্লা-হু বিযুনূবিহিম ওয়াল্লা-হু শাদীদুল ‘ইকা-ব।",
    "bn_haque": "ফিরআউনের দলের সংগ্রামের মতো, এবং যারা তাদের পূর্ববর্তীদের অন্তর্ভুক্ত ছিল। তারা আমাদের প্রত্যাদেশসমূহে মিথ্যারোপ করেছিল, তাই আল্লাহ্ তাদের পাকড়াও করেছিলেন তাদের অপরাধের জন্য। আর আল্লাহ্ প্রতিফল দানে কঠোর।",
    "bn_muhi": "ফেরআউনের সম্প্রদায় এবং তাদের পূর্ববর্তীদের ধারা অনুযায়ীই তারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করেছে। ফলে তাদের পাপের কারণে আল্লাহ তাদেরকে পাকড়াও করেছেন আর আল্লাহর আযাব অতি কঠিন।",
    "en": "[Theirs is] like the custom of the people of Pharaoh and those before them. They denied Our signs, so Allah seized them for their sins. And Allah is severe in penalty."
  },
  {
    "id": 12,
    "ar": "قُل لِّلَّذِينَ كَفَرُوا۟ سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ وَبِئْسَ ٱلْمِهَادُ",
    "tr": "কুল লিল্লাযীনা কাফারু ছাতুগলাবূনা ওয়াতুহশারূনা ইলা-জাহান্নামা ওয়াবি’ছাল মিহা-দ।",
    "bn_haque": "যারা অবিশ্বাস পোষণ করে তাদের বলো -- \"তোমরা শীঘ্রই পরাভূত হবে, আর তোমাদের তাড়িয়ে নেয়া হবে জাহান্নামের দিকে, আর মন্দ সেই বিশ্রামস্থান।\"",
    "bn_muhi": "কাফেরদিগকে বলে দিন, খুব শিগগীরই তোমরা পরাভূত হয়ে দোযখের দিকে হাঁকিয়ে নীত হবে-সেটা কতই না নিকৃষ্টতম অবস্থান।",
    "en": "Say to those who disbelieve, \"You will be overcome and gathered together to Hell, and wretched is the resting place.\""
  },
  {
    "id": 13,
    "ar": "قَدْ كَانَ لَكُمْ ءَايَةٌ فِى فِئَتَيْنِ ٱلْتَقَتَا فِئَةٌ تُقَٰتِلُ فِى سَبِيلِ ٱللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْىَ ٱلْعَيْنِ وَٱللَّهُ يُؤَيِّدُ بِنَصْرِهِۦ مَن يَشَآءُ إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُو۟لِى ٱلْأَبْصَٰرِ",
    "tr": "কাদ কা-না লাকুম আ-য়াতুন ফী ফিআতাইনিল তাকাতা-ফিআতুন তুকা-তিলুফী ছাবীলিল্লা-হি ওয়া উখরা-কা-ফিরাতুইঁ ইয়ারাওনাহুম মিছলাইহিম রা’ইয়াল ‘আইনি ওয়াল্লা-হু ইউআইয়িদুবিনাসরিহী মাইঁ ইয়াশাউ ইন্না ফী যা-লিকা লা‘ইবরাতাল লিউলিল আবসা-র।",
    "bn_haque": "ইতিপূর্বে তোমাদের জন্য একটি নিদর্শন এসেছিল দুই সৈন্যদলের মুখোমুখি হওয়ায় -- একদল যুদ্ধ করছিল আল্লাহ্‌র পথে, আর অন্য দল অবিশ্বাসী, এরা চোখের দেখায় তাদের দেখেছিল নিজেদের দ্বিগুণ। আর আল্লাহ্ তাঁর সাহায্য দিয়ে মদদ করেন যাকে তিনি ইচ্ছে করেন। নিঃসন্দেহ এতে শিক্ষণীয় বিষয় আছে দৃষ্টিবানদের জন্য।",
    "bn_muhi": "নিশ্চয়ই দুটো দলের মোকাবিলার মধ্যে তোমাদের জন্য নিদর্শন ছিল। একটি দল আল্লাহর রাহে যুদ্ধ করে। আর অপর দল ছিল কাফেরদের এরা স্বচক্ষে তাদেরকে দ্বিগুন দেখছিল। আর আল্লাহ যাকে নিজের সাহায্যের মাধ্যমে শক্তি দান করেন। এরই মধ্যে শিক্ষনীয় রয়েছে দৃষ্টি সম্পন্নদের জন্য।",
    "en": "Already there has been for you a sign in the two armies which met - one fighting in the cause of Allah and another of disbelievers. They saw them [to be] twice their [own] number by [their] eyesight. But Allah supports with His victory whom He wills. Indeed in that is a lesson for those of vision."
  },
  {
    "id": 14,
    "ar": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلْبَنِينَ وَٱلْقَنَٰطِيرِ ٱلْمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلْفِضَّةِ وَٱلْخَيْلِ ٱلْمُسَوَّمَةِ وَٱلْأَنْعَٰمِ وَٱلْحَرْثِ ذَٰلِكَ مَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلْمَـَٔابِ",
    "tr": "ঝুইয়িনা লিন্না-ছি হুব্বুশশাহাওয়া-তি মিনান নিছাই ওয়াল বানীনা ওয়াল কানা-তীরিল মুকানতারাতি মিনাযযাহাবি ওয়াল ফিদ্দাতি ওয়াল খাইলিল মুছাওওয়ামাতি ওয়াল আন‘আমি ওয়াল হারছিযা-লিকা মাতা-‘উল হায়া-তিদ্দুনইয়া-ওয়াল্লা-হু ‘ইনদাহু হুছনুল মাআ-ব।",
    "bn_haque": "মানুষের পক্ষে মনোরম ঠেকে নারীদের সাহচর্যের প্রতি আকর্ষণ, ও সন্তানসন্ততির, ও সোনারূপার জমানো ভান্ডারের, ও সুশিক্ষিত ঘোড়া ও গবাদি-পশুর ও ক্ষেতখামারের। এসব এই দুনিয়ার জীবনের উপকরণ, অথচ আল্লাহ্‌, -- তাঁর কাছে রয়েছে উত্তম নিভৃতে বিশ্রাম।",
    "bn_muhi": "মানবকূলকে মোহগ্রস্ত করেছে নারী, সন্তান-সন্ততি, রাশিকৃত স্বর্ণ-রৌপ্য, চিহ্নিত অশ্ব, গবাদি পশুরাজি এবং ক্ষেত-খামারের মত আকর্ষণীয় বস্তুসামগ্রী। এসবই হচ্ছে পার্থিব জীবনের ভোগ্য বস্তু। আল্লাহর নিকটই হলো উত্তম আশ্রয়।",
    "en": "Beautified for people is the love of that which they desire - of women and sons, heaped-up sums of gold and silver, fine branded horses, and cattle and tilled land. That is the enjoyment of worldly life, but Allah has with Him the best return."
  },
  {
    "id": 15,
    "ar": "قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَٰلِكُمْ لِلَّذِينَ ٱتَّقَوْا۟ عِندَ رَبِّهِمْ جَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَأَزْوَٰجٌ مُّطَهَّرَةٌ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
    "tr": "কুল আউনাব্বিউকুম বিখাইরিম মিন যা-লিকুম লিল্লাযীনাত্তাকাও ‘ইনদা রাব্বিহিম জান্না-তুন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা-ওয়াআঝওয়াজুম মুতাহহারাতুওঁ ওয়ারিদওয়া-নুম মিনাল্লা-হি ওয়াল্লা-হু বাসীরুম বিল‘ইবা-দ।",
    "bn_haque": "বলো -- \"তোমাদের কি এ-সবের চাইতে ভালো জিনিসের খবর দেব? যারা সুপথে চলে তাদের জন্য তাদের প্রভুর কাছে রয়েছ বাগানসমূহ, যাদের নীচে দিয়ে বয়ে যাচ্ছে ঝরনারাজি, সেখানে তারা থাকবে চিরকাল, আর পবিত্র সঙ্গিসাথী, আর আল্লাহ্‌র সন্তষ্টি। আর আল্লাহ্ বান্দাদের পর্যবেক্ষক --",
    "bn_muhi": "বলুন, আমি কি তোমাদেরকে এসবের চাইতেও উত্তম বিষয়ের সন্ধান বলবো?-যারা পরহেযগার, আল্লাহর নিকট তাদের জন্যে রয়েছে বেহেশত, যার তলদেশে প্রস্রবণ প্রবাহিত-তারা সেখানে থাকবে অনন্তকাল। আর রয়েছে পরিচ্ছন্ন সঙ্গিনীগণ এবং আল্লাহর সন্তুষ্টি। আর আল্লাহ তাঁর বান্দাদের প্রতি সুদৃষ্টি রাখেন।",
    "en": "Say, \"Shall I inform you of [something] better than that? For those who fear Allah will be gardens in the presence of their Lord beneath which rivers flow, wherein they abide eternally, and purified spouses and approval from Allah . And Allah is Seeing of [His] servants -"
  },
  {
    "id": 16,
    "ar": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
    "tr": "আল্লাযীনা ইয়াকূ লূনা রাব্বানা ইন্নানা আ-মান্না-ফাগফিরলানা-যুনূবানা-ওয়াকিনা‘আযা-বান্না-র।",
    "bn_haque": "\"যারা বলে -- 'আমাদের প্রভু! আমরা নিশ্চয়ই ঈমান এনেছি, অতএব আমাদের অপরাধ থেকে তুমি আমাদের ত্রাণ করো, আর আগুনের যাতনা থেকে আমাদের রক্ষা করো’।",
    "bn_muhi": "যারা বলে, হে আমাদের পালনকর্তা, আমরা ঈমান এনেছি, কাজেই আমাদের গোনাহ ক্ষমা করে দাও আর আমাদেরকে দোযখের আযাব থেকে রক্ষা কর।",
    "en": "Those who say, \"Our Lord, indeed we have believed, so forgive us our sins and protect us from the punishment of the Fire,\""
  },
  {
    "id": 17,
    "ar": "ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلْقَٰنِتِينَ وَٱلْمُنفِقِينَ وَٱلْمُسْتَغْفِرِينَ بِٱلْأَسْحَارِ",
    "tr": "আসসা-বিরীনা ওয়াসসা-দিকীনা ওয়াল কা-নিতীনা ওয়াল মুনফিকীনা ওয়াল মুছতাগফিরীনা বিলআছহা-র।",
    "bn_haque": "ধৈর্যশীল, আর সত্যপরায়ণ আর অনুগত, আর দানশীল, আর প্রাতে পরিত্রাণ প্রার্থী।",
    "bn_muhi": "তারা ধৈর্য্যধারণকারী, সত্যবাদী, নির্দেশ সম্পাদনকারী, সৎপথে ব্যয়কারী এবং শেষরাতে ক্ষমা প্রার্থনাকারী।",
    "en": "The patient, the true, the obedient, those who spend [in the way of Allah ], and those who seek forgiveness before dawn."
  },
  {
    "id": 18,
    "ar": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلْمَلَٰٓئِكَةُ وَأُو۟لُوا۟ ٱلْعِلْمِ قَآئِمًۢا بِٱلْقِسْطِ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "tr": "শাহিদাল্লা-হু আন্নাহু লা ইলা-হা ইল্লা-হুওয়া ওয়াল মালাইকাতুওয়া উলুল ‘ইলমি কাইমাম বিলকিছতিলাইল্লা-হা ইল্লা-হুওয়াল আঝীঝুল হাকীম।",
    "bn_haque": "আল্লাহ্ সাক্ষ্য দিচ্ছেন যে তিনি ছাড়া আর কোনো উপাস্য নেই, আর ফিরিশ্‌তারাও, আর জ্ঞানের অধিকারীরা ন্যায়ে অধিষ্ঠিত হয়ে। তিনি ছাড়া কোনো উপাস্য নেই, মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "আল্লাহ সাক্ষ্য দিয়েছেন যে, তাঁকে ছাড়া আর কোন উপাস্য নেই। ফেরেশতাগণ এবং ন্যায়নিষ্ঠ জ্ঞানীগণও সাক্ষ্য দিয়েছেন যে, তিনি ছাড়া আর কোন ইলাহ নেই। তিনি পরাক্রমশালী প্রজ্ঞাময়।",
    "en": "Allah witnesses that there is no deity except Him, and [so do] the angels and those of knowledge - [that He is] maintaining [creation] in justice. There is no deity except Him, the Exalted in Might, the Wise."
  },
  {
    "id": 19,
    "ar": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَٰمُ وَمَا ٱخْتَلَفَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ وَمَن يَكْفُرْ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "tr": "ইন্নাদ্দীনা ‘ইনদাল্লা-হিল ইছলা-মু ওয়ামাখতালাফাল্লাযীনা ঊতুল কিতা-বা ইল্লা-মিম বা‘দি মা-জাআহুমুল ‘ইলমুবাগইয়াম বাইনাহুম ওয়ামাইঁ ইয়াকফুর বিআ-য়া-তিল্লা-হি ফাইন্নাল্লা-হা ছারী‘উল হিছা-ব।",
    "bn_haque": "নিঃসন্দেহ আল্লাহ্‌র কাছে ধর্ম হচ্ছে ইসলাম। আর যাদের কিতাব দেয়া হয়েছিল তারা মতভেদ করে নি, শুধু তারা ব্যতীত যাদের কাছে জ্ঞানের বিষয় আসার পরেও নিজেদের মধ্যে ঈর্ষাবিদ্বেষ করেছিল, আর যে কেউ আল্লাহ্‌র নির্দেশের প্রতি অবিশ্বাস পোষণ করে -- নিঃসন্দেহ আল্লাহ্ হিসেব-নিকেশে তৎপর।",
    "bn_muhi": "নিঃসন্দেহে আল্লাহর নিকট গ্রহণযোগ্য দ্বীন একমাত্র ইসলাম। এবং যাদের প্রতি কিতাব দেয়া হয়েছে তাদের নিকট প্রকৃত জ্ঞান আসার পরও ওরা মতবিরোধে লিপ্ত হয়েছে, শুধুমাত্র পরস্পর বিদ্বেষবশতঃ, যারা আল্লাহর নিদর্শনসমূহের প্রতি কুফরী করে তাদের জানা উচিত যে, নিশ্চিতরূপে আল্লাহ হিসাব গ্রহণে অত্যন্ত দ্রুত।",
    "en": "Indeed, the religion in the sight of Allah is Islam. And those who were given the Scripture did not differ except after knowledge had come to them - out of jealous animosity between themselves. And whoever disbelieves in the verses of Allah, then indeed, Allah is swift in [taking] account."
  },
  {
    "id": 20,
    "ar": "فَإِنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ ٱتَّبَعَنِ وَقُل لِّلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ وَٱلْأُمِّيِّۦنَ ءَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا۟ فَقَدِ ٱهْتَدَوا۟ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
    "tr": "ফাইন হাজ্জূকা ফাকুলআছলামতু ওয়াজহিইয়া লিল্লা-হি ওয়ামানিত তাবা‘আনি ওয়াকুল লিল্লাযীনা ঊতুল কিতা-বা ওয়াল উম্মিইয়ীনা আআছলামতুম ফাইন আছলামূ ফাকাদিহতাদাওঁ ওয়া ইন তাওয়াল্লাও ফাইন্নামা-‘আলাইকাল বালা-গু ওয়াল্লা-হু বাসীরুম বিল‘ইবা-দ।",
    "bn_haque": "কিন্তু যদি তারা তোমার সাথে হুজ্জত করে, তবে বলো -- \"আমি সম্পূর্ণরূপে আল্লাহ্‌র দিকে আমার মুখ রুজু করেছি, আর যারা আমায় অনুসরণ করে।\" আর তাদের বলো যাদের কিতাব দেয়া হয়েছে আর নিরক্ষরদের, \"তোমরা কি আ‌ত্মসমর্পণ করেছ?\" অতএব যদি তারা আ‌ত্মসমর্পণ করে তবে অবশ্যই তারা হেদায়তপ্রাপ্ত হবে, আর যদি তারা ফিরে যায় তবে নিঃসন্দেহ তোমার উপরে হচ্ছে পৌঁছে দেয়া। আর আল্লাহ্ বান্দাদের দর্শক।",
    "bn_muhi": "যদি তারা তোমার সাথে বিতর্কে অবতীর্ণ হয় তবে বলে দাও, \"আমি এবং আমার অনুসরণকারীগণ আল্লাহর প্রতি আত্নসমর্পণ করেছি।\" আর আহলে কিতাবদের এবং নিরক্ষরদের বলে দাও যে, তোমরাও কি আত্নসমর্পণ করেছ? তখন যদি তারা আত্নসমর্পণ করে, তবে সরল পথ প্রাপ্ত হলো, আর যদি মুখ ঘুরিয়ে নেয়, তাহলে তোমার দায়িত্ব হলো শুধু পৌছে দেয়া। আর আল্লাহর দৃষ্টিতে রয়েছে সকল বান্দা।",
    "en": "So if they argue with you, say, \"I have submitted myself to Allah [in Islam], and [so have] those who follow me.\" And say to those who were given the Scripture and [to] the unlearned, \"Have you submitted yourselves?\" And if they submit [in Islam], they are rightly guided; but if they turn away - then upon you is only the [duty of] notification. And Allah is Seeing of [His] servants."
  },
  {
    "id": 21,
    "ar": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّۦنَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ ٱلَّذِينَ يَأْمُرُونَ بِٱلْقِسْطِ مِنَ ٱلنَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
    "tr": "ইন্নাল্লাযীনা ইয়াকফুরূনা বিআ-য়া-তিল্লা-হি ওয়াইয়াকতুলূনান্নাবিইয়ীনা বিগাইরি হাক্কিওঁ ওয়া ইয়াকতুলূনাল্লাযীনা ইয়া’মুরুনা বিলকিছতিমিনান্না-ছি ফাবাশশিরহুম বি‘আযা-বিন আলীম।",
    "bn_haque": "নিঃসন্দেহ যারা আল্লাহ্‌র নির্দেশাবলীতে অবিশ্বাস পোষণ করে, আর নবীদের অন্যায়ভাবে হত্যা করতে যায়, আর মানুষদের মধ্যে যারা ন্যায় প্রতিষ্ঠার নির্দেশ দেয় তাদের হত্যা করতে যায়, -- তাদের তুমি সংবাদ দাও ব্যথাময় যাতনার।",
    "bn_muhi": "যারা আল্লাহর নিদর্শনাবলীকে অস্বীকার করে এবং পয়গম্বরগণকে হত্যা করে অন্যায়ভাবে, আর সেসব লোককে হত্যা করে যারা ন্যায়পরায়ণতার নির্দেশ দেয় তাদেরকে বেদনাদায়ক শাস্তির সংবাদ দিন।",
    "en": "Those who disbelieve in the signs of Allah and kill the prophets without right and kill those who order justice from among the people - give them tidings of a painful punishment."
  },
  {
    "id": 22,
    "ar": "أُو۟لَٰٓئِكَ ٱلَّذِينَ حَبِطَتْ أَعْمَٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
    "tr": "উলাইকাল্লাযীনা হাবিতাত আ‘মা-লুহুম ফিদ্দুনইয়া-ওয়াল আ-খিরাতি ওয়ামা-লাহুম মিন্না-সিরীন।",
    "bn_haque": "এরাই তারা যাদের সব কাজ বৃথা হবে এই দুনিয়াতে ও আখেরাতে, আর তাদের জন্য সাহায্যকারীদের কেউ থাকবে না।",
    "bn_muhi": "এরাই হলো সে লোক যাদের সমগ্র আমল দুনিয়া ও আখেরাত উভয়লোকেই বিনষ্ট হয়ে গেছে। পক্ষান্তরে তাদের কোন সাহায্যকারীও নেই।",
    "en": "They are the ones whose deeds have become worthless in this world and the Hereafter, and for them there will be no helpers."
  },
  {
    "id": 23,
    "ar": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَٰبِ يُدْعَوْنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُمْ وَهُم مُّعْرِضُونَ",
    "tr": "আলাম তারা ইলাল্লাযীনা ঊতূ নাসীবাম মিনাল কিতা-বি ইউদ‘আওনা ইলা-কিতা-বিল্লা-হি লিইয়াহকুমা বাইনাহুম ছুম্মা ইয়াতাওয়াল্লা-ফারীকুম মিনহুম ওয়া হুম মু‘রিদূন।",
    "bn_haque": "তুমি কি তাদের দিকে চেয়ে দেখো নি যাদের কিতাবের কিছু অংশ দেয়া হয়েছে? তাদের আহ্বান করা হচ্ছে আল্লাহ্‌র কিতাবের দিকে, যেন ইহা তাদের মধ্যে মীমাংসা করতে পারে। তারপর তাদের মধ্যের একটি দল ফিরে গেল, ফলে তারা হল অগ্রাহ্যকারী।",
    "bn_muhi": "আপনি কি তাদের দেখেননি, যারা কিতাবের কিছু অংশ পেয়েছে-আল্লাহর কিতাবের প্রতি তাদের আহবান করা হয়েছিল যাতে তাদের মধ্যে মীমাংসা করা যায়। অতঃপর তাদের মধ্যে একদল তা অমান্য করে মুখ ফিরিয়ে নেয়।",
    "en": "Do you not consider, [O Muhammad], those who were given a portion of the Scripture? They are invited to the Scripture of Allah that it should arbitrate between them; then a party of them turns away, and they are refusing."
  },
  {
    "id": 24,
    "ar": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَٰتٍ وَغَرَّهُمْ فِى دِينِهِم مَّا كَانُوا۟ يَفْتَرُونَ",
    "tr": "যা-লিকা বিআন্নাহুম কা-লূ লান তামাছছানান্না-রু ইল্লা-আইয়া-মাম মা‘দূদা-তিওঁ ওয়াগাররাহুম ফী দীনিহিম মা-কা-নূ ইয়াফতারুন।",
    "bn_haque": "এমন ছিল, কারণ তারা বলে -- \"আগুন আমাদের কদাচ স্পর্শ করবে না গুনতির কয়েকটি দিন ছাড়া।\" আর তাদের ধর্মমতে তারা নিজেদের প্রতারণা করছে তারা যা জালিয়াতি করে চলেছে তার দ্বারা।",
    "bn_muhi": "তা এজন্য যে, তারা বলে থাকে যে, দোযখের আগুন আমাদের স্পর্শ করবে না; তবে সামান্য হাতে গোনা কয়েকদিনের জন্য স্পর্শ করতে পারে। নিজেদের উদ্ভাবিত ভিত্তিহীন কথায় তারা ধোকা খেয়েছে।",
    "en": "That is because they say, \"Never will the Fire touch us except for [a few] numbered days,\" and [because] they were deluded in their religion by what they were inventing."
  },
  {
    "id": 25,
    "ar": "فَكَيْفَ إِذَا جَمَعْنَٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "tr": "ফাকাইফা ইযা-জামা‘না-হুম লিইয়াওমিল লা-রাইবা ফীহি ওয়া উফফিয়াত কুল্লু নাফছিম মা-কাছাবাত ওয়াহুম লা-ইউজলামূন।",
    "bn_haque": "কাজেই কেমন হবে, যখন আমরা তাদের জমা করবো এমন এক দিনে যার সন্বন্ধে নেই কোনো সন্দেহ, এবং প্রত্যেক সত্ত্বাকে পুরোপুরি প্রতিদান করা হবে যা সে অর্জন করেছে, আর তাদের প্রতি অন্যায় করা হবে না?",
    "bn_muhi": "কিন্তু তখন কি অবস্থা দাঁড়াবে যখন আমি তাদেরকে একদিন সমবেত করবো যে দিনের আগমনে কোন সন্দেহ নেই আর নিজেদের কৃতকর্ম তাদের প্রত্যেকেই পাবে তাদের প্রাপ্য প্রদান মোটেই অন্যায় করা হবে না।",
    "en": "So how will it be when We assemble them for a Day about which there is no doubt? And each soul will be compensated [in full for] what it earned, and they will not be wronged."
  },
  {
    "id": 26,
    "ar": "قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلْمُلْكِ تُؤْتِى ٱلْمُلْكَ مَن تَشَآءُ وَتَنزِعُ ٱلْمُلْكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ بِيَدِكَ ٱلْخَيْرُ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "tr": "কুলিল্লা-হুম্মা মা-লিকাল মুলকি তু’তিল মুলকা মান তাশাউ ওয়া তানঝি‘উল মুলকা মিম্মান তাশাউ ওয়াতু‘ইঝঝুমান তাশাউ ওয়া তুযিল্লুমান তাশাউ বিইয়াদিকাল খাইরু; ইন্নাকা ‘আলা-কুল্লি শাইয়িন কাদীর।",
    "bn_haque": "বলো -- \"হে আল্লাহ্‌! সাম্রাজ্যের মালিক! তুমি যাকে ইচ্ছা কর তাকে সাম্রাজ্য প্রদান করো, আবার যার কাছ থেকে ইচ্ছা কর রাজত্ব ছিনিয়ে নাও, আর যাকে খুশী সম্মানিত করো, আবার যাকে খুশী অপমানিত করো, -- তোমার হাতেই রয়েছে কল্যাণ। নিঃসন্দেহ তুমি সব-কিছুর উপরে সর্বশক্তিমান।",
    "bn_muhi": "বলুন ইয়া আল্লাহ! তুমিই সার্বভৌম শক্তির অধিকারী। তুমি যাকে ইচ্ছা রাজ্য দান কর এবং যার কাছ থেকে ইচ্ছা রাজ্য ছিনিয়ে নাও এবং যাকে ইচ্ছা সম্মান দান কর আর যাকে ইচ্ছা অপমানে পতিত কর। তোমারই হাতে রয়েছে যাবতীয় কল্যাণ। নিশ্চয়ই তুমি সর্ব বিষয়ে ক্ষমতাশীল।",
    "en": "Say, \"O Allah, Owner of Sovereignty, You give sovereignty to whom You will and You take sovereignty away from whom You will. You honor whom You will and You humble whom You will. In Your hand is [all] good. Indeed, You are over all things competent."
  },
  {
    "id": 27,
    "ar": "تُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَتُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَتُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ",
    "tr": "তূলিজুল লাল্লাইলা ফিন্নাহা-রি ওয়াতূলিজুন্নাহা-রা ফিল্লাইলি ওয়াতুখরিজুল হাইইয়া মিনাল মাইয়িতি ওয়াতুখরিজুল মাইয়িতা মিনাল হাইয়ি ওয়াতারঝুকুমান তাশাউ বিগাইরি হিছা-ব।",
    "bn_haque": "তুমি রাতকে প্রবেশ করাও দিনে, আবার দিনকে প্রবেশ করাও রাতে, আর প্রাণবানদের উদগত করো মৃত থেকে, আবার মৃতকে উদগত করো জীবন্ত থেকে, আর যাকে ইচ্ছা কর বেহিসাব রিযেক দান করো।",
    "bn_muhi": "তুমি রাতকে দিনের ভেতরে প্রবেশ করাও এবং দিনকে রাতের ভেতরে প্রবেশ করিয়ে দাও। আর তুমিই জীবিতকে মৃতের ভেতর থেকে বের করে আন এবং মৃতকে জীবিতের ভেতর থেকে বের কর। আর তুমিই যাকে ইচ্ছা বেহিসাব রিযিক দান কর।",
    "en": "You cause the night to enter the day, and You cause the day to enter the night; and You bring the living out of the dead, and You bring the dead out of the living. And You give provision to whom You will without account.\""
  },
  {
    "id": 28,
    "ar": "لَّا يَتَّخِذِ ٱلْمُؤْمِنُونَ ٱلْكَٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ ٱللَّهِ فِى شَىْءٍ إِلَّآ أَن تَتَّقُوا۟ مِنْهُمْ تُقَىٰةً وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
    "tr": "লা-ইয়াত্তাখিযিল মু’মিনূনাল কা-ফিরীনা আওলিয়াআ মিন দূ নিল মু’মিমীনা ওয়া মাইঁ ইয়াফ‘আল যা-লিকা ফালাইছা মিনাল্লা-হি ফী শাইইন ইল্লাআন তাত্তাকূমিনহুম তুক্ব-হ। ওইউহাযযিরুকুমুল্লা-হু নাফছাহূ ওয়া ইলাল্লা-হিল মাসীর।",
    "bn_haque": "বিশ্বাসীরা যেন বিশ্বাসীদের বাদ দিয়ে অবিশ্বাসীদের বন্ধুরূপে গ্রহণ না করে। আর যে এমন করবে আল্লাহ্‌র কাছ থেকে কোনো কিছুই থাকবে না, তবে যদি তোমরা তাদের থেকে সতর্কতা স্বরূপ হুশিয়াঁর হতে চাও। আর আল্লাহ্ তোমাদের তাঁর সন্বন্ধে সাবধান করেছেন, আর আল্লাহ্‌র দিকেই শেষ গতি।",
    "bn_muhi": "মুমিনগন যেন অন্য মুমিনকে ছেড়ে কেন কাফেরকে বন্ধুরূপে গ্রহণ না করে। যারা এরূপ করবে আল্লাহর সাথে তাদের কেন সম্পর্ক থাকবে না। তবে যদি তোমরা তাদের পক্ষ থেকে কোন অনিষ্টের আশঙ্কা কর, তবে তাদের সাথে সাবধানতার সাথে থাকবে আল্লাহ তা’আলা তাঁর সম্পর্কে তোমাদের সতর্ক করেছেন। এবং সবাই কে তাঁর কাছে ফিরে যেতে হবে।",
    "en": "Let not believers take disbelievers as allies rather than believers. And whoever [of you] does that has nothing with Allah, except when taking precaution against them in prudence. And Allah warns you of Himself, and to Allah is the [final] destination."
  },
  {
    "id": 29,
    "ar": "قُلْ إِن تُخْفُوا۟ مَا فِى صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ ٱللَّهُ وَيَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "tr": "কুল ইন তুখফু মা-ফী সুদূ রিকুম আও তুবদূ হু ইয়া‘লামহুল্লা-হু ওয়া ইয়া‘লামুমা-ফিছছামাওয়া-তি ওয়ামা-ফিল আরদিওয়াল্লা-হু ‘আলা-কুল্লি শাইইন কাদীর।",
    "bn_haque": "বলো -- \"তোমাদের অন্তরে যা আছে তা লুকিয়ে রাখো, অথবা তা প্রকাশ করো, আল্লাহ্ তা জানেন। আর তিনি জানেন যা-কিছু আছে মহাকাশে ও যা-কিছু পৃথিবীতে। আর আল্লাহ্ সব-কিছুর উপরে সর্বশক্তিমান।\"",
    "bn_muhi": "বলে দিন, তোমরা যদি মনের কথা গোপন করে রাখ অথবা প্রকাশ করে দাও, আল্লাহ সে সবই জানতে পারেন। আর আসমান ও জমিনে যা কিছু আছে, সেসব ও তিনি জানেন। আল্লাহ সর্ব বিষয়ে শক্তিমান।",
    "en": "Say, \"Whether you conceal what is in your breasts or reveal it, Allah knows it. And He knows that which is in the heavens and that which is on the earth. And Allah is over all things competent."
  },
  {
    "id": 30,
    "ar": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوٓءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُۥٓ أَمَدًۢا بَعِيدًا وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
    "tr": "ইয়াওমা তাজিদু কুল্লু নাফছিম মা-‘আমিলাত মিন খাইরিম মুহদারাও ওয়া-মা‘আমিলাত মিন ছূইন তাওয়াদ্দু লাও আন্না বাইনাহা-ওয়াবাইনাহূআমাদাম বা‘ঈদান ওয়া ইউহাযযিরুকুমুল্লা-হু নাফছাহু ওয়াল্লা-হু রাঊফুম বিল‘ইবা-দ।",
    "bn_haque": "সেদিন প্রত্যেক সত্ত্বা দেখতে পাবে ভালো যা সে করেছে তা হাজির করা হয়েছে, আর মন্দ যা সে করেছে তাও, সে চাইবে -- তার মধ্যে আর ওর মধ্যে যদি সুদীর্ঘ ব্যবধান থাকতো! কিন্তু আল্লাহ্ তোমাদের সাবধান করছেন তাঁর সন্বন্ধে। আর আল্লাহ্ স্নেহময়।",
    "bn_muhi": "সেদিন প্রত্যেকেই যা কিছু সে ভাল কাজ করেছে; চোখের সামনে দেখতে পাবে এবং যা কিছু মন্দ কাজ করেছে তাও, ওরা তখন কামনা করবে, যদি তার এবং এসব কর্মের মধ্যে ব্যবধান দুরের হতো! আল্লাহ তাঁর নিজের সম্পর্কে তোমাদের সাবধান করছেন। আল্লাহ তাঁর বান্দাদের প্রতি অত্যন্ত দয়ালু।",
    "en": "The Day every soul will find what it has done of good present [before it] and what it has done of evil, it will wish that between itself and that [evil] was a great distance. And Allah warns you of Himself, and Allah is Kind to [His] servants.\""
  },
  {
    "id": 31,
    "ar": "قُلْ إِن كُنتُمْ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِى يُحْبِبْكُمُ ٱللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "tr": "কুল ইন কুনতুম তুহিববূনাল্লা-হা ফাত্তাবি‘ঊনী ইউহব্বিকুমুল্লা-হু ওয়াইয়াগফির লাকুম যুনূবাকুম ওয়াল্লা-হু গাফুরূর রাহীম।",
    "bn_haque": "বলো -- \"তোমরা যদি আল্লাহ্‌কে ভালোবাস তবে তোমরা আমায় অনুসরণ করো, তা হলে আল্লাহ্ তোমাদের ভালবাসবেন, আর তোমাদের পরিত্রাণ করবেন তোমাদের অপরাধ থেকে। কেননা আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।\"",
    "bn_muhi": "বলুন, যদি তোমরা আল্লাহকে ভালবাস, তাহলে আমাকে অনুসরণ কর, যাতে আল্লাহ ও তোমাদিগকে ভালবাসেন এবং তোমাদিগকে তোমাদের পাপ মার্জনা করে দেন। আর আল্লাহ হলেন ক্ষমাকারী দয়ালু।",
    "en": "Say, [O Muhammad], \"If you should love Allah, then follow me, [so] Allah will love you and forgive you your sins. And Allah is Forgiving and Merciful.\""
  },
  {
    "id": 32,
    "ar": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْكَٰفِرِينَ",
    "tr": "কুল আতী‘উল্লা-হা ওয়ার রাছূলা ফাইন তাওয়াল্লাও ফাইন্নাল্লা-হা লা-ইউহিব্বুল কাফিরীন।",
    "bn_haque": "বলো -- \"আল্লাহ্‌র আজ্ঞানুবর্তী হও আর রসূলেরও।\" কিন্তু যদি তারা ফিরে যায়, তবে নিঃসন্দেহ আল্লাহ্ অবিশ্বাসকারীদের ভালোবাসেন না।",
    "bn_muhi": "বলুন, আল্লাহ ও রসূলের আনুগত্য প্রকাশ কর। বস্তুতঃ যদি তারা বিমুখতা অবলম্বন করে, তাহলে আল্লাহ কাফেরদিগকে ভালবাসেন না।",
    "en": "Say, \"Obey Allah and the Messenger.\" But if they turn away - then indeed, Allah does not like the disbelievers."
  },
  {
    "id": 33,
    "ar": "إِنَّ ٱللَّهَ ٱصْطَفَىٰٓ ءَادَمَ وَنُوحًا وَءَالَ إِبْرَٰهِيمَ وَءَالَ عِمْرَٰنَ عَلَى ٱلْعَٰلَمِينَ",
    "tr": "ইন্নাল্লা-হাসতাফা আ-দামা ওয়ানূহাওঁ ওয়াআ-লা ইবরা-হীমা ওয়াআ-লা ‘ইমরা-না ‘আলাল ‘আ-লামীন।",
    "bn_haque": "আল্লাহ্ নিশ্চয়ই আদম ও নূহ্ ও ইব্রাহীমের বংশধর, আর ইমরানের পরিবারকে মানবগোষ্ঠীর মধ্যে উচ্চ মর্যাদা দিয়েছিলেন,",
    "bn_muhi": "নিঃসন্দেহে আল্লাহ আদম (আঃ) নূহ (আঃ)͠ও ইব্রাহীম (আঃ) এর বংশধর এবং এমরানের খান্দানকে নির্বাচিত করেছেন।",
    "en": "Indeed, Allah chose Adam and Noah and the family of Abraham and the family of 'Imran over the worlds -"
  },
  {
    "id": 34,
    "ar": "ذُرِّيَّةًۢ بَعْضُهَا مِنۢ بَعْضٍ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
    "tr": "যুররিইইয়াতাম বা‘দুহা-মিম বা‘দিন ওয়াল্লা-হু ছামী‘উন ‘আলীম।",
    "bn_haque": "এক বংশ পরম্পরা -- একের থেকে তাদের অন্যরা। আর আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞাতা।",
    "bn_muhi": "যারা বংশধর ছিলেন পরস্পরের। আল্লাহ শ্রবণকারী ও মহাজ্ঞানী।",
    "en": "Descendants, some of them from others. And Allah is Hearing and Knowing."
  },
  {
    "id": 35,
    "ar": "إِذْ قَالَتِ ٱمْرَأَتُ عِمْرَٰنَ رَبِّ إِنِّى نَذَرْتُ لَكَ مَا فِى بَطْنِى مُحَرَّرًا فَتَقَبَّلْ مِنِّىٓ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "tr": "ইযকা-লাতিম রাআতু‘ইমরা-না রাব্বি ইন্নী নাযারতুলাকা মা-ফী বাতনী মুহাররারান ফাতাকাব্বাল মিন্নী ইন্নাকা আনতাছ ছামী‘উল ‘আলীম।",
    "bn_haque": "স্মরণ করো! ইমরান বংশের একজন স্ত্রীলোক বললে -- \"আমার প্রভু! আমার গর্ভে যে আছে তাকে আমি তোমার জন্য মানত করলাম একান্তভাবে, অতএব আমার থেকে কবুল করো, নিঃসন্দেহ তুমি নিজেই সর্বশ্রোতা, সর্বজ্ঞাতা।\"",
    "bn_muhi": "এমরানের স্ত্রী যখন বললো-হে আমার পালনকর্তা! আমার গর্ভে যা রয়েছে আমি তাকে তোমার নামে উৎসর্গ করলাম সবার কাছ থেকে মুক্ত রেখে। আমার পক্ষ থেকে তুমি তাকে কবুল করে নাও, নিশ্চয়ই তুমি শ্রবণকারী, সর্বজ্ঞাত।",
    "en": "[Mention, O Muhammad], when the wife of 'Imran said, \"My Lord, indeed I have pledged to You what is in my womb, consecrated [for Your service], so accept this from me. Indeed, You are the Hearing, the Knowing.\""
  },
  {
    "id": 36,
    "ar": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثَىٰ وَٱللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ ٱلذَّكَرُ كَٱلْأُنثَىٰ وَإِنِّى سَمَّيْتُهَا مَرْيَمَ وَإِنِّىٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيْطَٰنِ ٱلرَّجِيمِ",
    "tr": "ফালাম্মা-ওয়াদা‘আতহা-কালাত রাব্বি ইন্নী ওয়াদা‘তুহা উনছা-ওয়াল্লা-হু আ‘লামু বিমা-ওয়াদা‘আত ওয়ালাইছাযযাকারু কালউনছা-ওয়া ইন্নী ছাম্মাইতুহা-মারইয়ামা ওয়া ইন্নী উ‘ঈযুহা-বিকা ওয়া যুররিইইয়াতাহা-মিনাশশাইতানির রাজীম।",
    "bn_haque": "তারপর যখন সে তাকে প্রসব করলো, সে বললে -- \"প্রভু! আমি কিন্তু তাকে প্রসব করলাম একটি কন্যা!\" আর আল্লাহ্ ভালো জানেন কি সে প্রসব করলো। আর, বেটাছেলে মেয়েছেলের মতো নয়। \"আর আমি তার নাম রাখলাম মরিয়ম, আর আমি অবশ্যই তোমার আশ্রয়ে তাকে রাখছি, আর তার সন্তানসন্ততিকেও, ভ্রষ্ট শয়তানের থেকে।\"",
    "bn_muhi": "অতঃপর যখন তাকে প্রসব করলো বলল, হে আমার পালনকর্তা! আমি একে কন্যা প্রসব করেছি। বস্তুতঃ কি সে প্রসব করেছে আল্লাহ তা ভালই জানেন। সেই কন্যার মত কোন পুত্রই যে নেই। আর আমি তার নাম রাখলাম মারইয়াম। আর আমি তাকে ও তার সন্তানদেরকে তোমার আশ্রয়ে সমর্পণ করছি। অভিশপ্ত শয়তানের কবল থেকে।",
    "en": "But when she delivered her, she said, \"My Lord, I have delivered a female.\" And Allah was most knowing of what she delivered, \"And the male is not like the female. And I have named her Mary, and I seek refuge for her in You and [for] her descendants from Satan, the expelled [from the mercy of Allah ].\""
  },
  {
    "id": 37,
    "ar": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنۢبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا ٱلْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا قَالَ يَٰمَرْيَمُ أَنَّىٰ لَكِ هَٰذَا قَالَتْ هُوَ مِنْ عِندِ ٱللَّهِ إِنَّ ٱللَّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
    "tr": "ফাতাকাব্বালাহা-রাব্বুহা-বিকাবূলিন হাছানিওঁ ওয়া আম্বাতাহা-নাবাতান হাছানাওঁ ওয়াকাফফালাহা-ঝাকারিইইয়া-কুল্লামা-দাখালা ‘আলাইহা-ঝাকারিইইয়াল মিহরা-বা ওয়াজাদা ‘ইনদাহা-রিঝকান কা-লা ইয়া-মারইয়ামুআন্না-লাকি হা-যা-কা লাত হুওয়া মিন ‘ইনদিল্লা-হি ইন্নাল্লা-হা ইয়ারঝুকুমাইঁ ইয়াশাউ বিগাইরি হিছা-ব।",
    "bn_haque": "অতএব তার প্রভু তাকে কবুল করলেন সুন্দর স্বীকৃতির সাথে, ফলে তাকে বর্ধিত করলেন সুন্দর বর্ধনে, আর তাকে সমর্পণ করলেন যাকারিয়ার অভিভাকত্বে। যখন যাকারিয়া তাকে দেখতে উপাসনাস্থলে প্রবেশ করতেন তিনি তার কাছে দেখতে পেতেন রিযেক। তিনি বললেন -- \"হে মরিয়ম! এ তোমার কাছে কোথা থেকে?\" সে বললে -- \"এ আল্লাহ্‌র দরবার থেকে।\" নিঃসন্দেহ আল্লাহ্ যাকে ইচ্ছে করেন তাকে বেহিসাব রিযেক দান করেন।",
    "bn_muhi": "অতঃপর তাঁর পালনকর্তা তাঁকে উত্তম ভাবে গ্রহণ করে নিলেন এবং তাঁকে প্রবৃদ্ধি দান করলেন-অত্যন্ত সুন্দর প্রবৃদ্ধি। আর তাঁকে যাকারিয়ার তত্ত্বাবধানে সমর্পন করলেন। যখনই যাকারিয়া মেহরাবের মধ্যে তার কছে আসতেন তখনই কিছু খাবার দেখতে পেতেন। জিজ্ঞেস করতেন \"মারইয়াম! কোথা থেকে এসব তোমার কাছে এলো?\" তিনি বলতেন, \"এসব আল্লাহর নিকট থেকে আসে। আল্লাহ যাকে ইচ্ছা বেহিসাব রিযিক দান করেন।\"",
    "en": "So her Lord accepted her with good acceptance and caused her to grow in a good manner and put her in the care of Zechariah. Every time Zechariah entered upon her in the prayer chamber, he found with her provision. He said, \"O Mary, from where is this [coming] to you?\" She said, \"It is from Allah . Indeed, Allah provides for whom He wills without account.\""
  },
  {
    "id": 38,
    "ar": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
    "tr": "হুনা-লিকা দা‘আ- ঝাকারিইইয়া-রাব্বাহূ  কা-লা রাব্বি হাবলী মিল্লাদুনকা যুররিইইয়াতান তাইয়িবাতান ইন্নাকা ছামী‘উদ্দু‘আই।",
    "bn_haque": "সঙ্গে-সঙ্গে সেইখানেই যাকারিয়া তাঁর প্রভুর কাছে প্রার্থনা করলেন, তিনি বললেন -- \"আমার প্রভু! তোমার নিকট থেকে আমাকে একটি উত্তম সন্তান দাও। নিঃসন্দেহ তুমি প্রার্থনার শ্রোতা।\"",
    "bn_muhi": "সেখানেই যাকারিয়া তাঁর পালনকর্তার নিকট প্রার্থনা করলেন। বললেন, হে, আমার পালনকর্তা! তোমার নিকট থেকে আমাকে পুত-পবিত্র সন্তান দান কর-নিশ্চয়ই তুমি প্রার্থনা শ্রবণকারী।",
    "en": "At that, Zechariah called upon his Lord, saying, \"My Lord, grant me from Yourself a good offspring. Indeed, You are the Hearer of supplication.\""
  },
  {
    "id": 39,
    "ar": "فَنَادَتْهُ ٱلْمَلَٰٓئِكَةُ وَهُوَ قَآئِمٌ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۢا بِكَلِمَةٍ مِّنَ ٱللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ ٱلصَّٰلِحِينَ",
    "tr": "ফানা-দাতহুল মালাইকাতু ওয়া হুওয়া কাইমুইঁ ইউসাললী ফিল মিহরা-বি আন্নাল্লা-হা ইউবাশশিরুকা বিইয়াহইয়া-মুসাদ্দিকাম বিকালিমাতিম মিনাল্লা-হি ওয়া ছাইয়িদাওঁ ওয়াহাসূরাওঁ ওয়ানাবিইয়াম মিনাসসা-লিহীন।",
    "bn_haque": "ফিরিশ্‌তারা তাঁকে ডেকে বললে আর তিনি তখন উপাসনাস্থলে নামাযে দাঁড়িয়েছিলেন -- \"আল্লাহ্ নিশ্চয়ই আপনাকে সুসংবাদ দিচ্ছেন ইয়াহ্‌য়ার, আল্লাহ্‌র বাণীর সত্যতা প্রতিপন্ন করতে, আর সম্মানিত ও চরিত্রবান, আর সাধুপুরুষদের মধ্য থেকে একজন নবী।\"",
    "bn_muhi": "যখন তিনি কামরার ভেতরে নামাযে দাঁড়িয়েছিলেন, তখন ফেরেশতারা তাঁকে ডেকে বললেন যে, আল্লাহ তোমাকে সুসংবাদ দিচ্ছেন ইয়াহইয়া সম্পর্কে, যিনি সাক্ষ্য দেবেন আল্লাহর নির্দেশের সত্যতা সম্পর্কে, যিনি নেতা হবেন এবং নারীদের সংস্পর্শে যাবেন না, তিনি অত্যন্ত সৎকর্মশীল নবী হবেন।",
    "en": "So the angels called him while he was standing in prayer in the chamber, \"Indeed, Allah gives you good tidings of John, confirming a word from Allah and [who will be] honorable, abstaining [from women], and a prophet from among the righteous.\""
  },
  {
    "id": 40,
    "ar": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَٰمٌ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌ قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ",
    "tr": "কালা রাব্বি আন্না-ইয়াকূনু লী গুলা-মুওঁ ওয়াকাদ বালাগানিইয়াল কিবারু ওয়ামরাআতী ‘আ-কিরুন কা-লা কাযা-লিকাল্লা-হু ইয়াফ‘আলুমা-ইয়াশাউ।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! কোথা থেকে আমার ছেলে হতে পারে, যখন ইতিপূর্বেই আমার কাছে বার্ধক্য এসে হাজির হয়েছে, আর আমার স্ত্রী বন্ধ্যা?\" তিনি বললেন -- \"এইভাবেই, -- আল্লাহ্ তাই করেন যা তিনি চান।\"",
    "bn_muhi": "তিনি বললেন হে পালনকর্তা! কেমন করে আমার পুত্র সন্তান হবে, আমার যে বার্ধক্য এসে গেছে, আমার স্ত্রীও যে বন্ধ্যা। বললেন, আল্লাহ এমনি ভাবেই যা ইচ্ছা করে থাকেন।",
    "en": "He said, \"My Lord, how will I have a boy when I have reached old age and my wife is barren?\" The angel said, \"Such is Allah ; He does what He wills.\""
  },
  {
    "id": 41,
    "ar": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمْزًا وَٱذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَٰرِ",
    "tr": "কা-লা রাব্বিজ ‘আললীআ-য়াতান কা-লা আ-য়াতুকা আল্লা-তুকালিলমান্না-ছা ছালাছাতা আইয়া-মিন ইল্লা-রামঝাওঁ ওয়াযকুর রাব্বাকা কাছীরা ওঁছাব্বিহবিল‘আশিইয়ি ওয়াল ইবকা-র।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! আমার জন্য একটি নিদর্শন নির্ধারিত করো।\" তিনি বললেন -- \"তোমার নিদর্শন হচ্ছে এই যে তুমি লোকজনের সাথে তিনদিন কথা বলবে না শুধু ইশারাতে ছাড়া, আর তোমার প্রভুকে খুব করে স্মরণ করো নিশাসমাগমে ও ভোরবেলা।\"",
    "bn_muhi": "তিনি বললেন, হে পালনকর্তা আমার জন্য কিছু নিদর্শন দাও। তিনি বললেন, তোমার জন্য নিদর্শন হলো এই যে, তুমি তিন দিন পর্যন্ত কারও সাথে কথা বলবে না। তবে ইশারা ইঙ্গতে করতে পারবে এবং তোমার পালনকর্তাকে অধিক পরিমাণে স্মরণ করবে আর সকাল-সন্ধ্যা তাঁর পবিত্রতা ও মহিমা ঘোষনা করবে।",
    "en": "He said, \"My Lord, make for me a sign.\" He Said, \"Your sign is that you will not [be able to] speak to the people for three days except by gesture. And remember your Lord much and exalt [Him with praise] in the evening and the morning.\""
  },
  {
    "id": 42,
    "ar": "وَإِذْ قَالَتِ ٱلْمَلَٰٓئِكَةُ يَٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَٰلَمِينَ",
    "tr": "ওয়া ইয কা-লাতিল মালাইকাতুইয়া-মারইয়ামু ইন্নাল্লা-হাসতাফা-কি ওয়া তাহহারাকি ওয়াসতাফা-কি ‘আলা-নিছাইল ‘আ-লামীন।",
    "bn_haque": "আর স্মরণ করো! ফিরিশ্‌তারা বললেন -- \"হে মরিয়ম! নিশ্চয়ই আল্লাহ্ তোমাকে নির্বাচন করেছেন, আর তোমায় পবিত্র করেছেন, আর বিশ্বজগতের সব নারীর উপরে তোমায় নির্বাচন করেছেন।",
    "bn_muhi": "আর যখন ফেরেশতা বলল হে মারইয়াম!, আল্লাহ তোমাকে পছন্দ করেছেন এবং তোমাকে পবিত্র পরিচ্ছন্ন করে দিয়েছেন। আর তোমাকে বিশ্ব নারী সমাজের উর্ধ্বে মনোনীত করেছেন।",
    "en": "And [mention] when the angels said, \"O Mary, indeed Allah has chosen you and purified you and chosen you above the women of the worlds."
  },
  {
    "id": 43,
    "ar": "يَٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّٰكِعِينَ",
    "tr": "ইয়া-মারইয়ামুকনুতী লিরাব্বিকি ওয়াছজুদী ওয়ারকা‘ঈ মা‘আররা-কি‘ঈন।",
    "bn_haque": "হে মরিয়ম! তোমার প্রভুর অনুগত হয়ে থেকো, আর সিজদা করো ও রুকু করো রুকুকারীদের সাথে।",
    "bn_muhi": "হে মারইয়াম! তোমার পালনকর্তার উপাসনা কর ও সিজদাহ কর এবং রুকুকারীদের সাথে রুকু কর।",
    "en": "O Mary, be devoutly obedient to your Lord and prostrate and bow with those who bow [in prayer].\""
  },
  {
    "id": 44,
    "ar": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
    "tr": "যা-লিকা মিন আমবাইল গাইবি নূহীহি ইলাইকা ওয়ামা-কুনতা লাদাইহিম ইয ইউলকূনা আকলা-মাহুম আইয়ুহুম ইয়াকফুলু মারইয়ামা ওয়ামা-কুনতা লাদাইহিম ইযইয়াখতাসিমূন।",
    "bn_haque": "এ হচ্ছে অদৃশ্য বার্তাসমূহের থেকে যে-সব তোমার কাছে আমরা প্রত্যাদিষ্ট করছি। আর তুমি তাদের কাছে ছিলে না যখন তারা তাদের কলম নিক্ষেপ করছিল তাদের মধ্যে কে মরিয়মের ভার নেবে সে সম্পর্কে, আর তুমি তাদের নিকটে ছিলে না যখন তারা পরস্পর বচসা করছিল।",
    "bn_muhi": "এ হলো গায়েবী সংবাদ, যা আমি আপনাকে পাঠিয়ে থাকি। আর আপনি তো তাদের কাছে ছিলেন না, যখন প্রতিযোগিতা করছিল যে, কে প্রতিপালন করবে মারইয়ামকে এবং আপনি তাদের কাছে ছিলেন না, যখন তারা ঝগড়া করছিলো।",
    "en": "That is from the news of the unseen which We reveal to you, [O Muhammad]. And you were not with them when they cast their pens as to which of them should be responsible for Mary. Nor were you with them when they disputed."
  },
  {
    "id": 45,
    "ar": "إِذْ قَالَتِ ٱلْمَلَٰٓئِكَةُ يَٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًا فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ",
    "tr": "ইযকা-লাতিল মালাইকাতুইয়া-মারইয়ামুইন্নাল্লা-হা ইউবাশশিরুকি বিকালিমাতিম মিনহু ছমুহুল মাছীহু‘ঈছাবনুমারইয়ামা ওয়াজীহান ফিদ্দুনইয়া-ওয়াল আ-খিরাতি ওয়া মিনাল মুকাররাবীন।",
    "bn_haque": "স্মরণ করো! ফিরিশ্‌তারা বললে -- \"হে মরিয়ম, নিঃসন্দেহ আল্লাহ্ তোমাকে সুসংবাদ দিচ্ছেন তাঁর তরফ থেকে একটি বাণী দ্বারা -- তাঁর নাম হচ্ছে মসীহ্‌, মরিয়ম-পুত্র ঈসা, ইহকালে ও পরকালে সম্মানের যোগ্য, আর নৈকট্যে আনীতদের অন্তর্গত।",
    "bn_muhi": "যখন ফেরেশতাগণ বললো, হে মারইয়াম আল্লাহ তোমাকে তাঁর এক বানীর সুসংবাদ দিচ্ছেন, যার নাম হলো মসীহ-মারইয়াম-তনয় ঈসা, দুনিয়া ও আখেরাতে তিনি মহাসম্মানের অধিকারী এবং আল্লাহর ঘনিষ্ঠদের অন্তর্ভূক্ত।",
    "en": "[And mention] when the angels said, \"O Mary, indeed Allah gives you good tidings of a word from Him, whose name will be the Messiah, Jesus, the son of Mary - distinguished in this world and the Hereafter and among those brought near [to Allah ]."
  },
  {
    "id": 46,
    "ar": "وَيُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا وَمِنَ ٱلصَّٰلِحِينَ",
    "tr": "ওয়া ইউকালিলমুন্না-ছা ফিল মাহদি ওয়া কাহলাওঁ ওয়া মিনাসসা-লিহীন।",
    "bn_haque": "আর তিনি লোকদের সাথে কথা বলবেন দোলনায় এবং বার্ধক্যকালে, আর তিনি সুকর্মীদের অন্যতম।",
    "bn_muhi": "যখন তিনি মায়ের কোলে থাকবেন এবং পূর্ণ বয়স্ক হবেন তখন তিনি মানুষের সাথে কথা বলবেন। আর তিনি সৎকর্মশীলদের অন্তর্ভুক্ত হবেন।",
    "en": "He will speak to the people in the cradle and in maturity and will be of the righteous.\""
  },
  {
    "id": 47,
    "ar": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِى وَلَدٌ وَلَمْ يَمْسَسْنِى بَشَرٌ قَالَ كَذَٰلِكِ ٱللَّهُ يَخْلُقُ مَا يَشَآءُ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "tr": "কা-লাত রাব্বি আন্না-ইয়াকূনু লী ওয়ালাদদুওঁ ওয়া লাম ইয়ামছাছনী বাশারুন কা-লা কাযা-লিকিল্লা-হু ইয়াখলুকুমা-ইয়াশা-উ ইযা-কাদা-আমরান ফাইন্নামা-ইয়াকূলু লাহু কুন ফাইয়াকূন।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! কোথা থেকে আমার ছেলে হবে যখন পুরুষমানুষ আমায় স্পর্শ করে নি?\" তিনি বললেন -- \"এইভাবেই, -- আল্লাহ্ তাই সৃষ্টি করেন যা তিনি চান। তিনি যখন কোনো বিষয়ে সিদ্ধান্ত করেন, তিনি তখন সে সন্বন্ধে শুধু বলেন -- \"হও\" আর তা হয়ে যায়।",
    "bn_muhi": "তিনি বললেন, পরওয়ারদেগার! কেমন করে আমার সন্তান হবে; আমাকে তো কোন মানুষ স্পর্শ করেনি। বললেন এ ভাবেই আল্লাহ যা ইচ্ছা সৃষ্টি করেন। যখন কোন কাজ করার জন্য ইচ্ছা করেন তখন বলেন যে, ‘হয়ে যাও’ অমনি তা হয়ে যায়।",
    "en": "She said, \"My Lord, how will I have a child when no man has touched me?\" [The angel] said, \"Such is Allah ; He creates what He wills. When He decrees a matter, He only says to it, 'Be,' and it is."
  },
  {
    "id": 48,
    "ar": "وَيُعَلِّمُهُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
    "tr": "ওয়া ইউ‘আলিলমুহুল কিতা-বা ওয়াল হিকমাতা ওয়াত্তাওরা-তা ওয়ালইনজীল।",
    "bn_haque": "\"আর তিনি তাঁকে শেখাবেন কিতাব ও জ্ঞানভান্ডার, আর তওরাত ও ইনজীল।",
    "bn_muhi": "আর তাকে তিনি শিখিয়ে দেবেন কিতাব, হিকমত, তওরাত, ইঞ্জিল।",
    "en": "And He will teach him writing and wisdom and the Torah and the Gospel"
  },
  {
    "id": 49,
    "ar": "وَرَسُولًا إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنِّى قَدْ جِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ أَنِّىٓ أَخْلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًۢا بِإِذْنِ ٱللَّهِ وَأُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ وَأُحْىِ ٱلْمَوْتَىٰ بِإِذْنِ ٱللَّهِ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ إِنَّ فِى ذَٰلِكَ لَءَايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "tr": "ওয়া রাছূলান ইলা-বানীইছরাঈলা আন্নী কাদ জি’তুকুম বিআ-য়াতিম মিররাব্বিকুম আন্নী-আখলুকুলাকুম মিনাত্তীনি কাহাইআতিত্তাইরি ফাআনফুখু ফীহি ফাইয়াকূনু তাইরাম বিইযনিল্লা-হি ওয়াউবরিউল আকমাহা ওয়াল আবরাসা ওয়া উহয়িল মাওতাবিইযনিল্লা-হি ওয়া উনাব্বিউকুম বিমা-তা’কুলূনা ওয়ামা-তাদ্দাখিরূনা ফী বুইঊতিকুম ইন্না ফী যা-লিকা লাআ-য়াতাল্লাকুম ইন কুনতুম ম’ুমিনীন।",
    "bn_haque": "\"আর ইসরাইল বংশীয়দের জন্য রসূল। 'নিঃসন্দেহ আমি তোমাদের কাছে আসছি তোমাদের প্রভুর কাছ থেকে একটি নিদর্শন নিয়ে, আমি অবশ্যই তোমাদের জন্য মাটি থেকে তৈরি করি পাখির মতো মূর্তি, তারপর তাতে আমি ফুৎকার দিই, তখন সেটি পাখি হয়ে যায় আল্লাহ্‌র ইচ্ছায়। আর আমি আরোগ্য করি অন্ধকে ও কুষ্ঠ রুগীকে, আর আমি জীবন দিই মৃতকে আল্লাহ্‌র ইচ্ছায়। আর আমি তোমাদের খবর দিই যেসব তোমরা খাবে আর যা তোমরা নিজেদের বাড়িতে মজুত রাখো। নিঃসন্দেহ এতে বিশেষ নিদর্শন আছে তোমাদের জন্য যদি তোমরা বিশ্বাসী হও।",
    "bn_muhi": "আর বণী ইসরাঈলদের জন্যে রসূল হিসেবে তাকে মনোনীত করবেন। তিনি বললেন নিশ্চয়ই আমি তোমাদের নিকট তোমাদের পালনকর্তার পক্ষ থেকে এসেছি নিদর্শনসমূহ নিয়ে। আমি তোমাদের জন্য মাটির দ্বারা পাখীর আকৃতি তৈরী করে দেই। তারপর তাতে যখন ফুৎকার প্রদান করি, তখন তা উড়ন্ত পাখীতে পরিণত হয়ে যায় আল্লাহর হুকুমে। আর আমি সুস্থ করে তুলি জন্মান্ধকে এবং শ্বেত কুষ্ঠ রোগীকে। আর আমি জীবিত করে দেই মৃতকে আল্লাহর হুকুমে। আর আমি তোমাদেরকে বলে দেই যা তোমরা খেয়ে আস এবং যা তোমরা ঘরে রেখে আস। এতে প্রকৃষ্ট নিদর্শন রয়েছে, যদি তোমরা বিশ্বাসী হও।",
    "en": "And [make him] a messenger to the Children of Israel, [who will say], 'Indeed I have come to you with a sign from your Lord in that I design for you from clay [that which is] like the form of a bird, then I breathe into it and it becomes a bird by permission of Allah . And I cure the blind and the leper, and I give life to the dead - by permission of Allah . And I inform you of what you eat and what you store in your houses. Indeed in that is a sign for you, if you are believers."
  },
  {
    "id": 50,
    "ar": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَلِأُحِلَّ لَكُم بَعْضَ ٱلَّذِى حُرِّمَ عَلَيْكُمْ وَجِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
    "tr": "ওয়া মুসাদ্দিকালিল মা-বাইনা ইয়াদাইয়া মিনাত্তাওরা-তি ওয়া লিউহিল্লা লাকুম বা‘দাল্লাযী হূররিমা ‘আলাইকুম ওয়া জি’তুকুম বিআ-য়াতিম মির রাব্বিকুম ফাত্তাকুল্লা-হা, ওয়া আতী‘ঊন।",
    "bn_haque": "\"আর তওরাতের যা-কিছু আমার কাছে ছিল আমি তার প্রতিপাদক, আর আমি যাতে তোমাদের জন্য বৈধ করতে পারি কোনো কোনো বিষয় যা তোমাদের জন্য নিষিদ্ধ হয়েছিল, আর আমি তোমাদের কাছে এসেছি তোমাদের প্রভুর কাছ থেকে একটি বাণী নিয়ে, অতএব আল্লাহ্‌কে ভয়-শ্রদ্ধা করো ও আমার অনুগত হও।",
    "bn_muhi": "আর এটি পূর্ববর্তী কিতাব সমুহকে সত্যায়ন করে, যেমন তওরাত। আর তা এজন্য যাতে তোমাদের জন্য হালাল করে দেই কোন কোন বস্তু যা তোমাদের জন্য হারাম ছিল। আর আমি তোমাদের নিকট এসেছি তোমাদের পালনকর্তার নিদর্শনসহ। কাজেই আল্লাহকে ভয় কর এবং আমার অনুসরণ কর।",
    "en": "And [I have come] confirming what was before me of the Torah and to make lawful for you some of what was forbidden to you. And I have come to you with a sign from your Lord, so fear Allah and obey me."
  },
  {
    "id": 51,
    "ar": "إِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
    "tr": "ইন্নাল্লা-হা রাববী ওয়া রাব্বুকুম ফা‘বুদূ হু হা-যা-সিরা-তুম মুছতাকীম।",
    "bn_haque": "নিঃসন্দেহ আল্লাহ্ আমার প্রভু ও তোমাদেরও প্রভু, অতএব তাঁরই উপাসনা করো, -- এই হচ্ছে সহজ-সঠিক পথ।",
    "bn_muhi": "নিশ্চয়ই আল্লাহ আমার পালনকর্তা এবং তোমাদেরও পালনকর্তা-তাঁর এবাদত কর, এটাই হলো সরল পথ।",
    "en": "Indeed, Allah is my Lord and your Lord, so worship Him. That is the straight path.\""
  },
  {
    "id": 52,
    "ar": "فَلَمَّآ أَحَسَّ عِيسَىٰ مِنْهُمُ ٱلْكُفْرَ قَالَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشْهَدْ بِأَنَّا مُسْلِمُونَ",
    "tr": "ফালাম্মাআহাছছা ‘ঈছা-মিনহুমুল কুফরা কা-লা মান আনসা-রীইলাল্লা-হি কা-লাল হাওয়া-রিইয়ূনা নাহনু আনসা-রুল্লা-হি আ-মান্না-বিল্লাহি ওয়াশহাদ বিআন্না-মুছলিমূন।",
    "bn_haque": "কিন্তু যখন ঈসা তাদের মধ্যে অবিশ্বাস বোধ করলেন, তিনি বললেন -- \"কারা আল্লাহ্‌র পথে আমার সাহায্যকারী হবে?\" হাওয়ারীরা বললে -- \"আমরা আল্লাহ্‌র সাহায্যকারী হব, আমরা আল্লাহ্‌তে বিশ্বাস করি, আর তুমি সাক্ষ্য দাও যে আমরা হচ্ছি আ‌ত্মসমর্পণকারী।",
    "bn_muhi": "অতঃপর ঈসা (আঃ) যখন বণী ইসরায়ীলের কুফরী সম্পর্কে উপলব্ধি করতে পারলেন, তখন বললেন, কারা আছে আল্লাহর পথে আমাকে সাহায্য করবে? সঙ্গী-সাথীরা বললো, আমরা রয়েছি আল্লাহর পথে সাহায্যকারী। আমরা আল্লাহর প্রতি ঈমান এনেছি। আর তুমি সাক্ষী থাক যে, আমরা হুকুম কবুল করে নিয়েছি।",
    "en": "But when Jesus felt [persistence in] disbelief from them, he said, \"Who are my supporters for [the cause of] Allah ?\" The disciples said,\" We are supporters for Allah . We have believed in Allah and testify that we are Muslims [submitting to Him]."
  },
  {
    "id": 53,
    "ar": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّٰهِدِينَ",
    "tr": "রাব্বানাআ-মান্নাবিমাআনঝালতা ওয়াত্তবা‘নার রাছূলা ফাকতুবনা-মা‘আশশা-হিদীন।",
    "bn_haque": "আমাদের প্রভু! আমরা ঈমান এনেছি তাতে যা তুমি অবতারণ করেছ, আর আমরা রসূলকে অনুসরণ করি, অতএব আমাদের লিখে রাখ সাক্ষ্যদাতাদের সাথে।",
    "bn_muhi": "হে আমাদের পালনকর্তা! আমরা সে বিষয়ের প্রতি বিশ্বাস স্থাপন করেছি যা তুমি নাযিল করেছ, আমরা রসূলের অনুগত হয়েছি। অতএব, আমাদিগকে মান্যকারীদের তালিকাভুক্ত করে নাও।",
    "en": "Our Lord, we have believed in what You revealed and have followed the messenger Jesus, so register us among the witnesses [to truth].\""
  },
  {
    "id": 54,
    "ar": "وَمَكَرُوا۟ وَمَكَرَ ٱللَّهُ وَٱللَّهُ خَيْرُ ٱلْمَٰكِرِينَ",
    "tr": "ওয়ামাকারু ওয়া মাকারাল্লা-হু ওয়াল্লা-হু খাইরুল মা-কিরীন।",
    "bn_haque": "আর তারা চক্রান্ত করেছিল, আর আল্লাহ্‌ও পরিকল্পনা করেছিলেন। আর আল্লাহ্ পরিকল্পনাকারীদের মধ্যে সর্বোত্তম।",
    "bn_muhi": "এবং কাফেরেরা চক্রান্ত করেছে আর আল্লাহও কৌশল অবলম্বন করেছেন। বস্তুতঃ আল্লাহ হচ্ছেন সর্বোত্তম কুশলী।",
    "en": "And the disbelievers planned, but Allah planned. And Allah is the best of planners."
  },
  {
    "id": 55,
    "ar": "إِذْ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُوا۟ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوْقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "tr": "ইযকা-লাল্লা-হু ইয়া-‘ঈছা-ইন্নী মুতাওয়াফফীকা ওয়ারা-ফি‘উকা ইলাইইয়া ওয়ামুতাহহিরুকা মিনাল্লাযীনা কাফারু ওয়া জা-‘ইলুল্লায ীনাত্তাবা‘ঊকা ফাওকাল্লাযীনা কাফারূ ইলা-ইয়াওমিল কিয়া-মাতি ছু ম্মা ইলাইইয়া মারজি‘উকুম ফাআহকুমু বাইনাকুম ফীমা-কুনতুম ফীহি তাখতালিফূন।",
    "bn_haque": "স্মরণ করো! আল্লাহ্ বললেন -- \"হে ঈসা, আমি নিশ্চয়ই তোমার মৃত্যু ঘটাব, এবং আমি তোমাকে আমার দিকে উন্নীত করবো, আর তোমাকে পরিশোধিত করবো যারা অবিশ্বাস পোষণ করে তাদের থেকে, আর যারা তোমায় অনুসরণ করবে তাদের আমি স্থান দেবো যারা অবিশ্বাস পোষণ করে তাদের উপরে কিয়ামতের দিন পর্যন্ত, এরপর আমারই কাছে তোমাদের প্রত্যাবর্তন স্থান, আর আমি তোমাদের মধ্যে বিচার করবো যে-বিষয়ে তোমরা মতভেদ করছিলে সেই বিষয়ে।",
    "bn_muhi": "আর স্মরণ কর, যখন আল্লাহ বলবেন, হে ঈসা! আমি তোমাকে নিয়ে নেবো এবং তোমাকে নিজের দিকে তুলে নিবো-কাফেরদের থেকে তোমাকে পবিত্র করে দেবো। আর যারা তোমার অনুগত রয়েছে তাদেরকে কিয়ামতের দিন পর্যন্ত যারা অস্বীকৃতি জ্ঞাপন করে তাদের উপর জয়ী করে রাখবো। বস্তুতঃ তোমাদের সবাইকে আমার কাছেই ফিরে আসতে হবে। তখন যে বিষয়ে তোমরা বিবাদ করতে, আমি তোমাদের মধ্যে তার ফয়সালা করে দেবো।",
    "en": "[Mention] when Allah said, \"O Jesus, indeed I will take you and raise you to Myself and purify you from those who disbelieve and make those who follow you [in submission to Allah alone] superior to those who disbelieve until the Day of Resurrection. Then to Me is your return, and I will judge between you concerning that in which you used to differ."
  },
  {
    "id": 56,
    "ar": "فَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
    "tr": "ফাআম্মাল্লাযীনা কাফারূফাউ‘আযযিবুহুম ‘আযা-বান শাদীদান ফিদ্দুনইয়া-ওয়াল আখিরাতি ওয়ামা-লাহুম মিন না-সিরীন।",
    "bn_haque": "অতএব যারা অবিশ্বাস পোষণ করে আমি তাদের শাস্তি দেবো কঠোর শাস্তিতে এই দুনিয়াতে ও পরলোকে, আর তাদের জন্য সাহায্যকারীদের কেউ থাকবে না।",
    "bn_muhi": "অতএব যারা কাফের হয়েছে, তাদেরকে আমি কঠিন শাস্তি দেবো দুনিয়াতে এবং আখেরাতে-তাদের কোন সাহায্যকারী নেই।",
    "en": "And as for those who disbelieved, I will punish them with a severe punishment in this world and the Hereafter, and they will have no helpers.\""
  },
  {
    "id": 57,
    "ar": "وَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
    "tr": "ওয়া আম্মাল্লাযীনা আ-মানূ ওয়া ‘আমিলুসসা-লিহা-তি ফাইউওয়াফফীহিম উজুরাহুম ওয়াল্লা-হু লা-ইউহিব্বুজ্জা-লিমীন।",
    "bn_haque": "আর যারা ঈমান এনেছে ও সুকর্ম করেছে, তিনি তাদের প্রাপ্য পুরোপরি তাদের দেবেন। আর অন্যায়কারীদের আল্লাহ্ ভালোবাসেন না।",
    "bn_muhi": "পক্ষান্তরে যারা ঈমান এনেছে এবং সৎকাজ করেছে। তাদের প্রাপ্য পরিপুর্ণভাবে দেয়া হবে। আর আল্লাহ অত্যাচারীদেরকে ভালবাসেন না।",
    "en": "But as for those who believed and did righteous deeds, He will give them in full their rewards, and Allah does not like the wrongdoers."
  },
  {
    "id": 58,
    "ar": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ ٱلْءَايَٰتِ وَٱلذِّكْرِ ٱلْحَكِيمِ",
    "tr": "যা-লিকা নাতলূহু ‘আলাইকা মিনাল আ-য়া-তি ওয়াযযিকরিল হাকীম।",
    "bn_haque": "এটিই যা আমি তোমার কাছে বর্ণনা করছি নির্দেশবাণী ও জ্ঞানময় স্মারক থেকে।",
    "bn_muhi": "আমি তোমাদেরকে পড়ে শুনাই এ সমস্ত আয়াত এবং নিশ্চিত বর্ণনা।",
    "en": "This is what We recite to you, [O Muhammad], of [Our] verses and the precise [and wise] message."
  },
  {
    "id": 59,
    "ar": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَ خَلَقَهُۥ مِن تُرَابٍ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
    "tr": "ইন্না মাছালা ‘ঈছা-‘ইনদাল্লা-হি কামাছালি আ-দামা খালাকাহু মিন তুরা-বিন ছু ম্মা কা-লা লাহু কুন ফাইয়াকূন।",
    "bn_haque": "নিঃসন্দেহ ঈসার দৃষ্টান্ত হচ্ছে আল্লাহ্‌র কাছে আদমের দৃষ্টান্তের মতো। তিনি তাঁকে সৃষ্টি করেছিলেন মাটি থেকে; তারপর তাঁকে বলেছিলেন -- \"হও\" আর তিনি হয়ে গেলেন।",
    "bn_muhi": "নিঃসন্দেহে আল্লাহর নিকট ঈসার দৃষ্টান্ত হচ্ছে আদমেরই মতো। তাকে মাটি দিয়ে তৈরী করেছিলেন এবং তারপর তাকে বলেছিলেন হয়ে যাও, সঙ্গে সঙ্গে হয়ে গেলেন।",
    "en": "Indeed, the example of Jesus to Allah is like that of Adam. He created Him from dust; then He said to him, \"Be,\" and he was."
  },
  {
    "id": 60,
    "ar": "ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلْمُمْتَرِينَ",
    "tr": "আলহাক্কুমিররাব্বিকা ফালা-তাকুম মিনাল মুমতারীন।",
    "bn_haque": "তোমার প্রভুর কাছ থেকে আসা ধ্রুবসত্য, কাজেই সংশয়ীদের দলভুক্ত হয়ো না।",
    "bn_muhi": "যা তোমার পালকর্তা বলেন তাই হচ্ছে যথার্থ সত্য। কাজেই তোমরা সংশয়বাদী হয়ো না।",
    "en": "The truth is from your Lord, so do not be among the doubters."
  },
  {
    "id": 61,
    "ar": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا۟ نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَٰذِبِينَ",
    "tr": "ফামান হাজ্জাকা ফীহি মিম বা‘দি মা-জাআকা মিনাল ‘ইলমি ফাকুল তা‘আ-লাও নাদ‘উ আবনাআনা-ওয়া আব নাআকুম ওয়া নিছাআনা-ওয়া নিছাআকুম ওয়া আনফুছা-নাওয়া আনফুছাকুম ছু ম্মা নাবতাহিল ফানাজ‘আল লা‘নাতাল্লা-হি আলাল কা-যিবীন।",
    "bn_haque": "অতএব যারা তোমার সাথে এ-বিষয়ে তর্ক করে তোমার কাছে জ্ঞানের যা এসেছে তার পরেও, তাহলে বলো -- \"এসো, আমরা ডেকে আনি আমাদের সন্তানদের ও তোমাদের সন্তানদের, আর আমাদের স্ত্রীলোকদের ও তোমাদের স্ত্রীলোকদের, আর আমাদের লোকজনকে ও তোমাদের লোকজনকে, তারপর কাতর প্রার্থনা করি যেন আল্লাহ্‌র অভিশাপ পড়ে মিথ্যাবাদীদের উপরে।\"",
    "bn_muhi": "অতঃপর তোমার নিকট সত্য সংবাদ এসে যাওয়ার পর যদি এই কাহিনী সম্পর্কে তোমার সাথে কেউ বিবাদ করে, তাহলে বল-এসো, আমরা ডেকে নেই আমাদের পুত্রদের এবং তোমাদের পুত্রদের এবং আমাদের স্ত্রীদের ও তোমাদের স্ত্রীদের এবং আমাদের নিজেদের ও তোমাদের নিজেদের আর তারপর চল আমরা সবাই মিলে প্রার্থনা করি এবং তাদের প্রতি আল্লাহর অভিসম্পাত করি যারা মিথ্যাবাদী।",
    "en": "Then whoever argues with you about it after [this] knowledge has come to you - say, \"Come, let us call our sons and your sons, our women and your women, ourselves and yourselves, then supplicate earnestly [together] and invoke the curse of Allah upon the liars [among us].\""
  },
  {
    "id": 62,
    "ar": "إِنَّ هَٰذَا لَهُوَ ٱلْقَصَصُ ٱلْحَقُّ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "tr": "ইন্না হা-যা-লাহুওয়াল কাসাসুল হাক্কুওয়ামা-মিন ইলা-হিন ইল্লাল্লা-হু ওয়া ইন্নাল্লা-হা লাহুওয়াল ‘আঝীঝুল হাকীম।",
    "bn_haque": "নিঃসন্দেহ এই হচ্ছে যথার্থ সত্য বিবৃতি, আর আল্লাহ্ ছাড়া কোনো উপাস্য নেই। আর নিঃসন্দেহ আল্লাহ্‌, অবশ্যই তিনি মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "নিঃসন্দেহে এটাই হলো সত্য ভাষণ। আর এক আল্লাহ ছাড়া অন্য কোন ইলাহ নেই। আর আল্লাহ; তিনিই হলেন পরাক্রমশালী মহাপ্রাজ্ঞ।",
    "en": "Indeed, this is the true narration. And there is no deity except Allah . And indeed, Allah is the Exalted in Might, the Wise."
  },
  {
    "id": 63,
    "ar": "فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ عَلِيمٌۢ بِٱلْمُفْسِدِينَ",
    "tr": "ফাইন তাওয়াল্লাও ফাইন্নাল্লা-হা ‘আলীমুম বিলমুফছিদীন।",
    "bn_haque": "কিন্তু তারা যদি ফিরে যায়, তাহলে আল্লাহ্ ফসাদকারীদের সম্যক জ্ঞাতা।",
    "bn_muhi": "তারপর যদি তারা গ্রহণ না করে, তাহলে প্রমাদ সৃষ্টিকারীদেরকে আল্লাহ জানেন।",
    "en": "But if they turn away, then indeed - Allah is Knowing of the corrupters."
  },
  {
    "id": 64,
    "ar": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ تَعَالَوْا۟ إِلَىٰ كَلِمَةٍ سَوَآءٍۭ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا ٱللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ ٱللَّهِ فَإِن تَوَلَّوْا۟ فَقُولُوا۟ ٱشْهَدُوا۟ بِأَنَّا مُسْلِمُونَ",
    "tr": "কুল ইয়াআহলাল কিতা-বি তা‘আ-লাও ইলা-কালিমাতিন ছাওয়াইম বাইনানা-ওয়া বাইনাকুম আল্লা-না‘বুদা ইল্লাল্লাহা ওয়ালা-নুশরিকা বিহী শাইআওঁ ওয়ালা-ইয়াত্তাখিযা বা‘দুনা-বা‘দান আরবা-বাম মিন দূ নিল্লা-হি ফাইন তাওয়াল্লাও ফকূলুশহাদূ বিআন্নামুছলিমূন।",
    "bn_haque": "বলো -- \"হে গ্রন্থপ্রাপ্ত লোকেরা, আমাদের মধ্যে ও তোমাদের মধ্যে পরস্পর সমঝোথার মাঝে এসো, যেন আমরা আল্লাহ্ ছাড়া আর কারো এবাদত করবো না, আর তাঁর সাথে অন্য কিছুকে শরীক করবো না, আর আমরা কেউ আল্লাহ্ ছাড়া অন্য কাউকে মনিব বলে গ্রহণ করবো না।\" কিন্তু তারা যদি ফিরে যায় তবে বলো -- \"সাক্ষী থাকো, আমরা কিন্তু মুসলিম।\"",
    "bn_muhi": "বলুনঃ ‘হে আহলে-কিতাবগণ! একটি বিষয়ের দিকে আস-যা আমাদের মধ্যে ও তোমাদের মধ্যে সমান-যে, আমরা আল্লাহ ছাড়া অন্য কারও ইবাদত করব না, তাঁর সাথে কোন শরীক সাব্যস্ত করব না এবং একমাত্র আল্লাহকে ছাড়া কাউকে পালনকর্তা বানাব না। তারপর যদি তারা স্বীকার না করে, তাহলে বলে দাও যে, ‘সাক্ষী থাক আমরা তো অনুগত।",
    "en": "Say, \"O People of the Scripture, come to a word that is equitable between us and you - that we will not worship except Allah and not associate anything with Him and not take one another as lords instead of Allah .\" But if they turn away, then say, \"Bear witness that we are Muslims [submitting to Him].\""
  },
  {
    "id": 65,
    "ar": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوْرَىٰةُ وَٱلْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ أَفَلَا تَعْقِلُونَ",
    "tr": "ইয়াআহলাল কিতা-বি লিমা তুহাজজুনা ফীইবরা-হীমা ওয়ামা উনঝিলাতিত তাওরা-তু ওয়াল ইনজীলু ইল্লা-মিম বাদিহী আফালা-তা‘কিলূন।",
    "bn_haque": "হে গ্রন্থধারিগণ! তোমরা কেন ইব্রাহীম সন্বন্ধে হুজ্জত করো, অথচ তওরাত ও ইনজীল তাঁর পরে ছাড়া অবতীর্ণ হয় নি? তোমরা কি তাহলে বুঝো না?",
    "bn_muhi": "হে আহলে কিতাবগণ! কেন তোমরা ইব্রাহীমের বিষয়ে বাদানুবাদ কর? অথচ তওরাত ও ইঞ্জিল তাঁর পরেই নাযিল হয়েছে। তোমরা কি বুঝ না?",
    "en": "O People of the Scripture, why do you argue about Abraham while the Torah and the Gospel were not revealed until after him? Then will you not reason?"
  },
  {
    "id": 66,
    "ar": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ حَٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
    "tr": "হা আনতুম হাউলাই হা-জাজতুম ফীমা-লাকুম বিহী ‘ইলমুন ফালিমা তুহাজ্জূনা ফীমা লাইছা লাকুম বিহী ‘ইলমুন ওয়াল্লা-হু ইয়া‘লামুওয়া আনতুম লা-তা‘লামূন।",
    "bn_haque": "দেখো! তোমরাই তারা যারা তর্ক করেছ যে-বিষয়ে তোমাদের জ্ঞান ছিল, তবে কেন তোমরা হুজ্জত করছো যে বিষয়ে তোমাদের সম্যক জ্ঞান নেই? আর আল্লাহ্ জানেন, অথচ তোমরা জানো না।",
    "bn_muhi": "শোন! ইতিপূর্বে তোমরা যে বিষয়ে কিছু জানতে, তাই নিয়ে বিবাদ করতে। এখন আবার যে বিষয়ে তোমরা কিছুই জান না, সে বিষয়ে কেন বিবাদ করছ?",
    "en": "Here you are - those who have argued about that of which you have [some] knowledge, but why do you argue about that of which you have no knowledge? And Allah knows, while you know not."
  },
  {
    "id": 67,
    "ar": "مَا كَانَ إِبْرَٰهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "tr": "মা-কানা ইবরা-হীমুইয়াহূদিইইয়াওঁ ওয়ালা-নাসরা-নিয়ইইয়াওঁ ওয়ালা-কিন কা-না হানীফাম মুছলিমাওঁ ওয়ামা-কা-না মিনাল মুশরিকীন।",
    "bn_haque": "ইব্রাহীম ইহুদী ছিলেন না, খ্রীষ্টানও নহেন, বরং তিনি ছিলেন ঋজু স্বভাব, মুসলিম, আর তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না।",
    "bn_muhi": "ইব্রাহীম ইহুদী ছিলেন না এবং নাসারাও ছিলেন না, কিক্তু তিনি ছিলেন ‘হানীফ’ অর্থাৎ, সব মিথ্যা ধর্মের প্রতি বিমুখ এবং আত্নসমর্পণকারী, এবং তিনি মুশরিক ছিলেন না।",
    "en": "Abraham was neither a Jew nor a Christian, but he was one inclining toward truth, a Muslim [submitting to Allah ]. And he was not of the polytheists."
  },
  {
    "id": 68,
    "ar": "إِنَّ أَوْلَى ٱلنَّاسِ بِإِبْرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِىُّ وَٱلَّذِينَ ءَامَنُوا۟ وَٱللَّهُ وَلِىُّ ٱلْمُؤْمِنِينَ",
    "tr": "ইন্না আওলান্না-ছি বিইবরাহীমা লাল্লাযীনাত্তাবা‘উহু ওয়া হা-যান্নাবিইইয়ু ওয়াল্লাযীনা আমানূ ওয়াল্লা-হু ওয়ালিইয়ুল মু’মিনীন।",
    "bn_haque": "নিঃসন্দেহ ইব্রাহীমের নিকটতম লোক ছিলেন যাঁরা তাঁকে অনুসরণ করে চলতেন, আর এই নবী, আর যারা ঈমান এনেছে। আর আল্লাহ্ বিশ্বাসীদের রক্ষাকারী বন্ধু।",
    "bn_muhi": "মানুষদের মধ্যে যারা ইব্রাহীমের অনুসরণ করেছিল, তারা, আর এই নবী এবং যারা এ নবীর প্রতি ঈমান এনেছে তারা ইব্রাহীমের ঘনিষ্ঠতম-আর আল্লাহ হচ্ছেন মুমিনদের বন্ধু।",
    "en": "Indeed, the most worthy of Abraham among the people are those who followed him [in submission to Allah ] and this prophet, and those who believe [in his message]. And Allah is the ally of the believers."
  },
  {
    "id": 69,
    "ar": "وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَٰبِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "tr": "ওয়াদ্দাত তাইফাতুম মিন আহলিল কিতা-বি লাও ইউদিললূনাকুম ওয়ামা ইউদিললূ না ইল্লা-আনফুছাহুম ওয়ামা-ইয়াশ‘উরূন।",
    "bn_haque": "গ্রন্থপ্রাপ্তদের একদল চায় তোমাদের বিপথগামী করতে, আর তারা বিপথে নেয় না নিজেদের ছাড়া অন্য কাউকে, আর তারা উপলব্ধি করতে পারছে না।",
    "bn_muhi": "কোন কোন আহলে-কিতাবের আকাঙ্খা, যাতে তোমাদের গোমরাহ করতে পারে, কিন্তু তারা নিজেদের ছাড়া অন্য কাউকেই গোমরাহ করে না। অথচ তারা বুঝতে পারে না।",
    "en": "A faction of the people of the Scripture wish they could mislead you. But they do not mislead except themselves, and they perceive [it] not."
  },
  {
    "id": 70,
    "ar": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمْ تَشْهَدُونَ",
    "tr": "ইয়াআহলাল কিতা-বি লিমা তাকফুরুনা বিআ-য়া-তিল্লা-হি ওয়া আনতুম তাশহাদূন।",
    "bn_haque": "হে গ্রন্থধারিগণ! কেন তোমরা আল্লাহ্‌র নির্দেশে অবিশ্বাস পোষণ করো, যখন তোমরা প্রত্যক্ষদর্শী?",
    "bn_muhi": "হে আহলে-কিতাবগণ, কেন তোমরা আল্লাহর কালামকে অস্বীকার কর, অথচ তোমরাই তাঁর প্রবক্তা?",
    "en": "O People of the Scripture, why do you disbelieve in the verses of Allah while you witness [to their truth]?"
  },
  {
    "id": 71,
    "ar": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَلْبِسُونَ ٱلْحَقَّ بِٱلْبَٰطِلِ وَتَكْتُمُونَ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
    "tr": "ইয়াআহলাল কিতা-বি লিমা তালবিছূনাল হাক্কাবিলবা-তিলি ওয়া তাকতুমূনাল হাক্কাওয়া আনতুম তা‘লামূন।",
    "bn_haque": "হে গ্রন্থধারিগণ! কেন তোমরা সত্যকে মিথ্যার পোশাক পরিয়ে দিচ্ছ, আর তোমরা জেনেশুনে সত্যকে লুকোচ্ছ?",
    "bn_muhi": "হে আহলে কিতাবগণ, কেন তোমরা সত্যকে মিথ্যার সাথে সংমিশ্রণ করছ এবং সত্যকে গোপন করছ, অথচ তোমরা তা জান।",
    "en": "O People of the Scripture, why do you confuse the truth with falsehood and conceal the truth while you know [it]?"
  },
  {
    "id": 72,
    "ar": "وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَٰبِ ءَامِنُوا۟ بِٱلَّذِىٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَجْهَ ٱلنَّهَارِ وَٱكْفُرُوٓا۟ ءَاخِرَهُۥ لَعَلَّهُمْ يَرْجِعُونَ",
    "tr": "ওয়া কা-লাত্তাইফাতুম মিন আহলিল কিতা-বি আ-মিনূ বিল্লাযীউনঝিলা ‘আলাল্লাযীনা আ-মানূ ওয়াজহান্নাহা-রি ওয়াকফুরূআ-খিরাহু লা‘আল্লাহুম ইয়ারজি‘ঊন।",
    "bn_haque": "আর গ্রন্থপ্রাপ্তদের একদল বলে -- \"যারা ঈমান এনেছে তাদের কাছে যা নাযিল হয়েছে তাতে তোমরাও বিশ্বাস করো দিনের আগবেলায়, আর তার অপরাহে প্রত্যাখ্যান করো, যাতে তারাও ফিরে যায়।",
    "bn_muhi": "আর আহলে-কিতাবগণের একদল বললো, মুসলমানগণের উপর যা কিছু অবর্তীণ হয়েছে তাকে দিনের প্রথম ভাগে মেনে নাও, আর দিনের শেষ ভাগে অস্বীকার ক র, হয়তো তারা মুখ ফিরিয়ে নিতে পারে।",
    "en": "And a faction of the People of the Scripture say [to each other], \"Believe in that which was revealed to the believers at the beginning of the day and reject it at its end that perhaps they will abandon their religion,"
  },
  {
    "id": 73,
    "ar": "وَلَا تُؤْمِنُوٓا۟ إِلَّا لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ أَن يُؤْتَىٰٓ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ قُلْ إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "tr": "ওয়ালা-তু’মিনূ ইল্লা-লিমান তাবি‘আ দীনাকুম কুল ইন্নাল হুদা-হুদাল্লা-হি আইঁ ইউ’তাআহাদুম মিছলা মা ঊতীতুম আও ইউহাজ্জূকুম ইনদা রাব্বিকুম কুল ইন্নাল ফাদলা বিইয়াদিল্লা-হি ইউ’তীহি মাইঁ ইয়াশাউ ওয়াল্লা-হু ওয়া-ছি‘উন ‘আলীম।",
    "bn_haque": "তা ছাড়া যে তোমাদের ধর্ম অনুসরণ করে তাকে ছাড়া ঈমান এনো না।\" তুমি বলো -- \"নিঃসন্দেহ হেদায়ত হচ্ছে আল্লাহ্‌র হেদায়ত, কাজেই তোমাদের যা দেয়া হয়েছিল তার মতো অন্যকে দেয়া হয়েছে, অথবা তারা তোমাদের প্রভুর সামনে তোমাদের উপরে প্রভাব বিস্তার করতে পারে।\" বলো -- \"নিঃসন্দেহ মহত্ত্ব আল্লাহ্‌র হাতে ন্যস্ত, তিনি তা দান করেন যাকে পছন্দ ক রেন। আর আল্লাহ্ মহাবদান্য, সর্বজ্ঞাতা।",
    "bn_muhi": "যারা তোমাদের ধর্মমতে চলবে, তাদের ছাড়া আর কাউকে বিশ্বাস করবে না। বলে দিন নিঃসন্দেহে হেদায়েত সেটাই, যে হেদায়েত আল্লাহ করেন। আর এসব কিছু এ জন্যে যে, তোমরা যা লাভ করেছিলে তা অন্য কেউ কেন প্রাপ্ত হবে, কিংবা তোমাদের পালনকর্তার সামনে তোমাদের উপর তারা কেন প্রবল হয়ে যাবে! বলে দিন, মর্যাদা আল্লাহরই হাতে; তিনি যাকে ইচ্ছা দান করেন এবং আল্লাহ প্রাচুর্যময় ও সর্বজ্ঞ।",
    "en": "And do not trust except those who follow your religion.\" Say, \"Indeed, the [true] guidance is the guidance of Allah . [Do you fear] lest someone be given [knowledge] like you were given or that they would [thereby] argue with you before your Lord?\" Say, \"Indeed, [all] bounty is in the hand of Allah - He grants it to whom He wills. And Allah is all-Encompassing and Wise.\""
  },
  {
    "id": 74,
    "ar": "يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
    "tr": "ইয়াখতাসসুবিরাহমাতিহী মাইঁ ইয়াশাউ ওয়াল্লা-হু যুলফাদলিল ‘আজীম।",
    "bn_haque": "তিনি তাঁর করুণাবশতঃ নির্বাচিত করেন যাকে পছন্দ করেন, আর আল্লাহ্ বিপুল মহিমার অধিকারী।",
    "bn_muhi": "তিনি যাকে ইচ্ছা নিজের বিশেষ অনুগ্রহ দান করেন। আর আল্লাহ মহা অনুগ্রহশীল।",
    "en": "He selects for His mercy whom He wills. And Allah is the possessor of great bounty."
  },
  {
    "id": 75,
    "ar": "وَمِنْ أَهْلِ ٱلْكِتَٰبِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ يُؤَدِّهِۦٓ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِۦٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَآئِمًا ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَيْسَ عَلَيْنَا فِى ٱلْأُمِّيِّۦنَ سَبِيلٌ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
    "tr": "ওয়া মিন আহলিল কিতা-বি মান ইন তা‘মানহু বিকিনতা-রিইঁ ইউআদ্দিহী ইলাইকা ওয়া মিনহুম মান ইন তা‘মানহু বিদীনা-রিল লা-ইউআদ্দিহীইলাইকা ইল্লা-মা-দুমতা ‘আলাইহি কাইমান যা-লিকা বিআন্নাহুম কা-লূলাইছা ‘আলাইনা-ফিল উম্মিইয়ীনা ছাবীলুওঁ ওয়া ইয়াকূলূনা ‘আলাল্লা-হিল কাযিবা ওয়াহুম ইয়া‘লামূন।",
    "bn_haque": "আর গ্রন্থপ্রাপ্তদের মধ্যে এমন লোক আছে যার কাছে তুমি যদি একগাদা আমানত রাখো সে তোমাকে তা ফিরিয়ে দেবে, আর তাদের মধ্যে এমনও আছে যার কাছে যদি তুমি একটি দিনার গচ্ছিত রাখো সে তোমাকে তা ফিরিয়ে দেবে না, যদি না তুমি তার কাছে দাঁড়িয়ে থাকো। এইরূপ কারণ তারা বলে -- \"অক্ষরজ্ঞানহীনদের ব্যাপারে আমাদের কোনো পথ ধরে চলার দায়িত্ব নেই।\" আর তারা আল্লাহ্ সন্বন্ধে মিথ্যারোপ করে, যদিও তারা জানে।",
    "bn_muhi": "কোন কোন আহলে কিতাব এমনও রয়েছে, তোমরা যদি তাদের কাছে বহু ধন-সম্পদ আমানত রাখ, তাহলেও তা তোমাদের যথারীতি পরিশোধ করবে। আর তোদের মধ্যে অনেক এমনও রয়েছে যারা একটি দীনার গচ্ছিত রাখলেও ফেরত দেবে না-যে পর্যন্ত না তুমি তার মাথার উপর দাঁড়াতে পারবে। এটা এজন্য যে, তারা বলে রেখেছে যে, উম্মীদের অধিকার বিনষ্ট করাতে আমাদের কোন পাপ নেই। আর তারা আল্লাহ সম্পর্কে জেনে শুনেই মিথ্যা বলে।",
    "en": "And among the People of the Scripture is he who, if you entrust him with a great amount [of wealth], he will return it to you. And among them is he who, if you entrust him with a [single] silver coin, he will not return it to you unless you are constantly standing over him [demanding it]. That is because they say, \"There is no blame upon us concerning the unlearned.\" And they speak untruth about Allah while they know [it]."
  },
  {
    "id": 76,
    "ar": "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
    "tr": "বালা-মান আওফা-বিআহদিহী ওয়াত্তাকা-ফাইন্নাল্লা-হা ইউহিব্বুল মুত্তাকীন।",
    "bn_haque": "হাঁ, যে কেউ তার অঙ্গীকার পালন করে ও ভয়-ভক্তি বজায় রেখে চলে, নিঃসন্দেহ তখন আল্লাহ্ মুত্তাকীদের ভালোবাসেন।",
    "bn_muhi": "যে লোক নিজ প্রতিজ্ঞা পূর্ন করবে এং পরহেজগার হবে, অবশ্যই আল্লাহ পরহেজগারদেরকে ভালবাসেন।",
    "en": "But yes, whoever fulfills his commitment and fears Allah - then indeed, Allah loves those who fear Him."
  },
  {
    "id": 77,
    "ar": "إِنَّ ٱلَّذِينَ يَشْتَرُونَ بِعَهْدِ ٱللَّهِ وَأَيْمَٰنِهِمْ ثَمَنًا قَلِيلًا أُو۟لَٰٓئِكَ لَا خَلَٰقَ لَهُمْ فِى ٱلْءَاخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ ٱلْقِيَٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "tr": "ইন্নাল্লাযীনা ইয়াশতারূনা বি‘আহদিল্লা-হি ওয়াআইমা-নিহিম ছামানান কালীলান উলাইকা লা-খালা-কা লাহুম ফিল আ-খিরাতি ওয়ালা-ইউকালিলমুহুমুল্লা-হু ওয়ালা-ইয়ানজু রু ইলাইহিম ইয়াওমাল কিয়া-মাতি ওয়ালা-ইউঝাক্কীহিম ওয়ালাহুম ‘আযা-বুন আলীম।",
    "bn_haque": "নিঃসন্দেহ যারা আল্লাহ্‌র অঙ্গীকার ও তাদের প্রতি‌শ্রুতি স্বল্পমূল্যে বিক্রী করে দেয়, তারা -- পরকালে তাদের জন্য কোনো ভাগ থাকবে না, আর আল্লাহ্ তাদের সঙ্গে কথাও বলবেন না বা তাদের দিকে তাকাবেন না কিয়ামতের দিনে, আর তিনি তাদের শুদ্ধও করবেন না, আর তাদের জন্য থাকছে কঠোর যাতনা।",
    "bn_muhi": "যারা আল্লাহর নামে কৃত অঙ্গীকার এবং প্রতিজ্ঞা সামান্য মুল্যে বিক্রয় করে, আখেরাতে তাদের কেন অংশ নেই। আর তাদের সাথে কেয়ামতের দিন আল্লাহ কথা বলবেন না। তাদের প্রতি (করুণার) দৃষ্টিও দেবেন না। আর তাদেরকে পরিশুদ্ধও করবেন না। বস্তুতঃ তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব।",
    "en": "Indeed, those who exchange the covenant of Allah and their [own] oaths for a small price will have no share in the Hereafter, and Allah will not speak to them or look at them on the Day of Resurrection, nor will He purify them; and they will have a painful punishment."
  },
  {
    "id": 78,
    "ar": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُۥنَ أَلْسِنَتَهُم بِٱلْكِتَٰبِ لِتَحْسَبُوهُ مِنَ ٱلْكِتَٰبِ وَمَا هُوَ مِنَ ٱلْكِتَٰبِ وَيَقُولُونَ هُوَ مِنْ عِندِ ٱللَّهِ وَمَا هُوَ مِنْ عِندِ ٱللَّهِ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
    "tr": "ওয়া ইন্না মিনহুম লাফারীকাইঁ ইয়ালঊনা আলছিনাতাহুম বিলকিতা-বি লিতাহছাবূহু মিনাল কিতা-বি ওয়ামা-হুওয়া মিনাল কিতা-বি ওয়া ইয়াকূলূনা হুওয়া মিন ‘ইনদিল্লা-হি ওয়ামা হুওয়া মিন ‘ইনদিল্লা-হি ওয়া ইয়াকূলূনা ‘আলাল্লা-হিল কাযিবা ওয়াহুম ইয়া‘লামূন।",
    "bn_haque": "আর নিশ্চয়ই তাদের মধ্যের একদল গ্রন্থপাঠে তাদের জিহ্বাকে পাকিয়ে-বাঁকিয়ে তোলে যেন তোমরা ভাবতে পারো তা গ্রন্থ থেকেই, অথচ তা গ্রন্থ থেকে নয়। আর তারা বলে -- \"ইহা আল্লাহ্‌র কাছ থেকে\" যদিও উহা আল্লাহ্ থেকে নয়। আর তারা আল্লাহ্ সন্বন্ধে মিথ্যাকথা বলে, যদিও তারা জানে।",
    "bn_muhi": "আর তাদের মধ্যে একদল রয়েছে, যারা বিকৃত উচ্চারণে মুখ বাঁকিয়ে কিতাব পাঠ করে, যাতে তোমরা মনে কর যে, তার কিতাব থেকেই পাঠ করছে। অথচ তারা যা আবৃত্তি করছে তা আদৌ কিতাব নয়। এবং তারা বলে যে, এসব কথা আল্লাহর তরফ থেকে আগত। অথচ এসব আল্লাহর তরফ থেকে প্রেরিত নয়। তারা বলে যে, এটি আল্লাহর কথা অথচ এসব আল্লাহর কথা নয়। আর তারা জেনে শুনে আল্লাহরই প্রতি মিথ্যারোপ করে।",
    "en": "And indeed, there is among them a party who alter the Scripture with their tongues so you may think it is from the Scripture, but it is not from the Scripture. And they say, \"This is from Allah,\" but it is not from Allah . And they speak untruth about Allah while they know."
  },
  {
    "id": 79,
    "ar": "مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ ٱللَّهُ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا۟ عِبَادًا لِّى مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُوا۟ رَبَّٰنِيِّۦنَ بِمَا كُنتُمْ تُعَلِّمُونَ ٱلْكِتَٰبَ وَبِمَا كُنتُمْ تَدْرُسُونَ",
    "tr": "মা-কা-না লিবাশারিন আই ইউ’তিইয়াহুল্লা-হুল কিতা-বা ওয়াল হুকমা ওয়ান্নুবুওওয়াতা ছু ম্মা ইয়াকূলা লিন্না-ছি কূনূ‘ইবা-দাললী মিন দুনিল্লা-হি ওয়ালা-কিন কূনূ রাব্বানিইয়ীনা বিমা-কুনতুম তু‘আলিল মূনাল কিতা-বা ওয়া বিমা কুনতুম তাদরুছূন।",
    "bn_haque": "কোনো মানবের জন্য এটি উচিত নয় যে আল্লাহ্ তাকে কিতাব, নির্দেশনামা ও নবুওৎ দেবেন, তারপর সে লোকদের বলবে -- “তোমরা আল্লাহ্‌কে ছেড়ে আমার উপাসনাকারী হও”, বরং -- \"তোমরা রব্বানী হও, কেননা তোমরা কিতাব শিক্ষা দিয়ে যাচ্ছিলে ও অনুশীলন করে চলছিলে।\"",
    "bn_muhi": "কোন মানুষকে আল্লাহ কিতাব, হেকমত ও নবুওয়ত দান করার পর সে বলবে যে, ‘তোমরা আল্লাহকে পরিহার করে আমার বান্দা হয়ে যাও’-এটা সম্ভব নয়। বরং তারা বলবে, ‘তোমরা আল্লাহওয়ালা হয়ে যাও, যেমন, তোমরা কিতাব শিখাতে এবং যেমন তোমরা নিজেরা ও পড়তে।",
    "en": "It is not for a human [prophet] that Allah should give him the Scripture and authority and prophethood and then he would say to the people, \"Be servants to me rather than Allah,\" but [instead, he would say], \"Be pious scholars of the Lord because of what you have taught of the Scripture and because of what you have studied.\""
  },
  {
    "id": 80,
    "ar": "وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا۟ ٱلْمَلَٰٓئِكَةَ وَٱلنَّبِيِّۦنَ أَرْبَابًا أَيَأْمُرُكُم بِٱلْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ",
    "tr": "ওয়ালা-ইয়া’মুরাকুম আন তাত্তাখিযুল মালাইকাতা ওয়ান্নাবিইয়ীনা আরবা-বান আইয়া‘মুরুকুম বিলকুফরি বা‘দা ইযআনতুম মুছলিমূন।",
    "bn_haque": "আর সে তোমাদের আদেশ করবে না যে তোমরা ফিরিশ্‌তাদের ও নবীদের প্রভুরূপে গ্রহণ করবে। সে কি তোমাদের আদেশ করবে অবিশ্বাসের দিকে, তোমরা মুসলিম হবার পরে?",
    "bn_muhi": "তাছাড়া তোমাদেরকে একথা বলাও সম্ভব নয় যে, তোমরা ফেরেশতা ও নবীগনকে নিজেদের পালনকর্তা সাব্যস্ত করে নাও। তোমাদের মুসলমান হবার পর তারা কি তোমাদেরকে কুফরী শেখাবে?",
    "en": "Nor could he order you to take the angels and prophets as lords. Would he order you to disbelief after you had been Muslims?"
  },
  {
    "id": 81,
    "ar": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّۦنَ لَمَآ ءَاتَيْتُكُم مِّن كِتَٰبٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِى قَالُوٓا۟ أَقْرَرْنَا قَالَ فَٱشْهَدُوا۟ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ",
    "tr": "ওয়া ইযআখাযাল্লা-হু মীছা-কান্নাবিইয়ীনা লামা আ-তাইতুকুম মিন কিতা-বিওঁ ওয়া হিকমাতিন ছু ম্মা জাআকুম রাছূলুম মুসাদ্দিকুল লিমা-মা‘আকুম লাতু’মিনুন্না বিহী ওয়ালাতানসুরুন্নাহু কা-লা আ আকরারতুম ওয়া আখাযতুম ‘আলা-যা-লিকুম ইসরী কালূ আকরারনা-কা-লা ফাশহাদূ ওয়া আনা মা‘আকুম মিনাশশা-হিদীন।",
    "bn_haque": "আর স্মরণ করো! আল্লাহ্ নবীদের মাধ্যমে অঙ্গীকার করেছিলেন -- \"নিঃসন্দেহ আমি তোমাদের কিতাব ও জ্ঞান ভান্ডার থেকে প্রদান করেছি, তারপর তোমাদের কাছে একজন রসূল আসবেন তোমাদের কাছে যা আছে তা প্রতিপাদন করেচ তোমরা নিশ্চয়ই তাঁর প্রতি ঈমান আনবে আর নিশ্চয় তাঁকে সাহায্য করবে।\" তিনি বলেছিলেন -- \"তোমরা কি স্বীকার করলে ও এই ব্যাপারে আমার শর্ত গ্রহণ করলে?\" তারা বলেছিল -- \"আমরা স্বীকার করলাম।\" তিনি বললেন -- \"তবে তোমরা সাক্ষী থেকো, আর আমিও তোমাদের সাথে সাক্ষ্যদাতাদের অন্যতম।\"",
    "bn_muhi": "আর আল্লাহ যখন নবীগনের কাছ থেকে অঙ্গীকার গ্রহন করলেন যে, আমি যা কিছু তোমাদের দান করেছি কিতাব ও জ্ঞান এবং অতঃপর তোমাদের নিকট কোন রসূল আসেন তোমাদের কিতাবকে সত্য বলে দেয়ার জন্য, তখন সে রসূলের প্রতি ঈমান আনবে এবং তার সাহায্য করবে। তিনি বললেন, ‘তোমার কি অঙ্গীকার করছো এবং এই শর্তে আমার ওয়াদা গ্রহণ করে নিয়েছ? তারা বললো, ‘আমরা অঙ্গীকার করেছি’। তিনি বললেন, তাহলে এবার সাক্ষী থাক। আর আমিও তোমাদের সাথে সাক্ষী রইলাম।",
    "en": "And [recall, O People of the Scripture], when Allah took the covenant of the prophets, [saying], \"Whatever I give you of the Scripture and wisdom and then there comes to you a messenger confirming what is with you, you [must] believe in him and support him.\" [ Allah ] said, \"Have you acknowledged and taken upon that My commitment?\" They said, \"We have acknowledged it.\" He said, \"Then bear witness, and I am with you among the witnesses.\""
  },
  {
    "id": 82,
    "ar": "فَمَن تَوَلَّىٰ بَعْدَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ",
    "tr": "ফামান তাওয়াল্লা-বা‘দা যা-লিকা ফাউলাইকা হুমুল ফা-ছিকূ ন।",
    "bn_haque": "অতএব যে কেউ এরপর ফিরে যায়, তা হলে তারা নিজেরাই হচ্ছে পাপাচারী।",
    "bn_muhi": "অতঃপর যে লোক এই ওয়াদা থেকে ফিরে দাঁড়াবে, সেই হবে নাফরমান।",
    "en": "And whoever turned away after that - they were the defiantly disobedient."
  },
  {
    "id": 83,
    "ar": "أَفَغَيْرَ دِينِ ٱللَّهِ يَبْغُونَ وَلَهُۥٓ أَسْلَمَ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ",
    "tr": "আফাগাইরা দীনিল্লা-হি ইয়াবগুনা ওয়ালাহূআছলামা মান ফিছ ছামা-ওয়া-তি ওয়াল আরদি তাও‘আওঁ ওয়াকারহাওঁ ওয়া ইলাইহি ইউরজা‘ঊন।",
    "bn_haque": "তারা কি তবে আল্লাহ্‌র ধর্ম ছাড়া আর কিছু খুজঁছে? আর তাঁর প্রতি আ‌ত্মসমর্পণ করছে যে কেউ আছে মহাকাশমন্ডলে ও পৃথিবীতে -- স্বেচ্ছায় অথবা অনিচ্ছায়; আর তাঁর কাছেই তাদের ফিরিয়ে আনা হবে।",
    "bn_muhi": "তারা কি আল্লাহর দ্বীনের পরিবর্তে অন্য দ্বীন তালাশ করছে? আসমান ও যমীনে যা কিছু রয়েছে স্বেচ্ছায় হোক বা অনিচ্ছায় হোক, তাঁরই অনুগত হবে এবং তাঁর দিকেই ফিরে যাবে।",
    "en": "So is it other than the religion of Allah they desire, while to Him have submitted [all] those within the heavens and earth, willingly or by compulsion, and to Him they will be returned?"
  },
  {
    "id": 84,
    "ar": "قُلْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
    "tr": "কুলআ-মান্না-বিল্লা-হি ওয়ামাউনঝিলা ‘আলাইনা-ওয়ামা-উনঝিলা ‘আলাইবরা-হীমা ওয়া ইছমা-‘ঈলা ওয়া ইছহা-কা ওয়া ইয়া‘কূবা ওয়াল আছবা-তিওয়ামাঊতিইয়া মূছা-ওয়া ‘ঈছা-ওয়ান্নাবিইয়ূনা মির রাব্বিহিম লা-নুফাররিকুবাইনা আহাদিম মিনহুম ওয়া নাহনূ লাহূমূছলিমূন।",
    "bn_haque": "তুমি বলো -- \"আমরা বিশ্বাস করি আল্লাহ্‌তে আর যা আমাদের কাছে অবতীর্ণ হয়েছে, আর যা নাযিল হয়েছিল ইব্রাহীম ও ইসমাইল ও ইসহাক ও ইয়াকুব ও গোত্রদের কাছে, আর যা দেওয়া হয়েছিল মূসাকে ও ঈসাকে ও নবীদের তাঁদের প্রভুর তরফ থেকে। আমরা তাঁদের কোনো একজনের মধ্যেও পার্থক্য করি না, আর তাঁরই কাছে আমরা আ‌ত্মসমর্পণকারী।\"",
    "bn_muhi": "বলুন, আমরা ঈমান এনেছি আল্লাহর উপর এবং যা কিছু অবতীর্ণ হয়েছে আমাদের উপর, ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকুব এবং তাঁদের সন্তানবর্গের উপর আর যা কিছু পেয়েছেন মূসা ও ঈসা এবং অন্যান্য নবী রসূলগণ তাঁদের পালনকর্তার পক্ষ থেকে। আমরা তাঁদের কারো মধ্যে পার্থক্য করি না। আর আমরা তাঁরই অনুগত।",
    "en": "Say, \"We have believed in Allah and in what was revealed to us and what was revealed to Abraham, Ishmael, Isaac, Jacob, and the Descendants, and in what was given to Moses and Jesus and to the prophets from their Lord. We make no distinction between any of them, and we are Muslims [submitting] to Him.\""
  },
  {
    "id": 85,
    "ar": "وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَٰمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْءَاخِرَةِ مِنَ ٱلْخَٰسِرِينَ",
    "tr": "ওয়া মাই ইয়াবতাগি গাইরাল ইছলা-মি দীনান ফালাই ইউকবালা মিনহু ওয়া হুওয়া ফিল আ-খিরাতি মিনাল খা-ছিরীন।",
    "bn_haque": "আর যে কেউ ইসলাম পরিত্যাগ করে অন্য কোনো ধর্ম অনুসরণ করে তা হলে তার কাছ থেকে কখনো তা কবুল করা হবে না। আর আখেরে সে হবে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত।",
    "bn_muhi": "যে লোক ইসলাম ছাড়া অন্য কোন ধর্ম তালাশ করে, কস্মিণকালেও তা গ্রহণ করা হবে না এবং আখেরাতে সে ক্ষতি গ্রস্ত।",
    "en": "And whoever desires other than Islam as religion - never will it be accepted from him, and he, in the Hereafter, will be among the losers."
  },
  {
    "id": 86,
    "ar": "كَيْفَ يَهْدِى ٱللَّهُ قَوْمًا كَفَرُوا۟ بَعْدَ إِيمَٰنِهِمْ وَشَهِدُوٓا۟ أَنَّ ٱلرَّسُولَ حَقٌّ وَجَآءَهُمُ ٱلْبَيِّنَٰتُ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
    "tr": "কাইফা ইয়াহদিল্লা-হু কাওমান কাফারূ বা‘দা ঈমা-নিহিম ওয়াশাহিদূ  আন্নাররাছূলা হাক্কুওঁ ওয়াজাআহুমুল বাইয়িনা-তু ওয়াল্লা-হু লা-ইয়াহদিল কাওমাজ্জা-লিমীন।",
    "bn_haque": "আল্লাহ কেমন করে হেদায়ত করবেন সেই লোকদের যারা অবিশ্বাস পোষণ করে তাদের বিশ্বাস স্থাপনের পরেও, আর এই সাক্ষ্য দেবার পরেও যে এই রসূল সত্য, আর স্পষ্ট প্রমাণাবলী তাদের কাছে আসবার পরেও? আর অন্যায়কারী দলকে আল্লাহ্ হেদায়ত করেন না।",
    "bn_muhi": "কেমন করে আল্লাহ এমন জাতিকে হেদায়েত দান করবেন, যারা ঈমান আনার পর এবং রসূলকে সত্য বলে সাক্ষ্য দেয়ার পর এবং তাদের নিকট প্রমাণ এসে যাওয়ার পর কাফের হয়েছে। আর আল্লাহ জালেম সম্প্রদায়কে হেদায়েত দান করেন না।",
    "en": "How shall Allah guide a people who disbelieved after their belief and had witnessed that the Messenger is true and clear signs had come to them? And Allah does not guide the wrongdoing people."
  },
  {
    "id": 87,
    "ar": "أُو۟لَٰٓئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ ٱللَّهِ وَٱلْمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "tr": "উলাইকা জাঝাউহুম আন্না ‘আলাইহিম লা‘নাতাল্লা-হি ওয়াল মালাইকাতি ওয়ান্না-ছি আজমা‘ঈন।",
    "bn_haque": "এরাই -- এদের প্রাপ্য এই যে এদের উপরে লানৎ হোক আল্লাহ্‌র ও ফিরিশ্‌তাদের ও মানুষের সম্মিলিতভাবে।",
    "bn_muhi": "এমন লোকের শাস্তি হলো আল্লাহ, ফেরেশতাগণ এবং মানুষ সকলেরই অভিসম্পাত।",
    "en": "Those - their recompense will be that upon them is the curse of Allah and the angels and the people, all together,"
  },
  {
    "id": 88,
    "ar": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
    "tr": "খা-লিদীনা ফীহা-লা-ইউখাফফাফু‘আনহুমুল ‘আযা-বু ওয়ালা-হুম ইউনজারূন।",
    "bn_haque": "এতে তারা অবস্থান করবে। তাদের উপর থেকে যাতনা লাঘব করা হবে না, আর তারা বিরামও পাবে না।",
    "bn_muhi": "সর্বক্ষণই তারা তাতে থাকবে। তাদের আযাব হালকাও হবে না এবং তার এত অবকাশও পাবে না।",
    "en": "Abiding eternally therein. The punishment will not be lightened for them, nor will they be reprieved."
  },
  {
    "id": 89,
    "ar": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "tr": "ইল্লাল্লাযীনা তা-বূ মিম বা‘দি যা-লিকা ওয়া আসলাহুফাইন্নাল্লা-হা গাফূরুর রাহীম।",
    "bn_haque": "তারা ছাড়া যারা এরপর তওবা করে ও সংশোধন করে, কাজেই আল্লাহ্ নিঃসন্দেহ পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "কিন্তু যারা অতঃপর তওবা করে নেবে এবং সৎকাজ করবে তারা ব্যতীত, নিশ্চয় আল্লাহ ক্ষমাশীল ও পরম দয়ালূ।",
    "en": "Except for those who repent after that and correct themselves. For indeed, Allah is Forgiving and Merciful."
  },
  {
    "id": 90,
    "ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بَعْدَ إِيمَٰنِهِمْ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُو۟لَٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
    "tr": "ইন্নাল্লাযীনা কাফারূ বা‘দা ঈমা-নিহিম ছু ম মাঝ দা-দূ কুফরাল্লান তুকবালা তাওবাতুহুম ওয়া উলাইকা হুমুদ্দাললূন।",
    "bn_haque": "নিঃসন্দেহ যারা অবিশ্বাস পোষণ করে তাদের বিশ্বাস স্থাপনের পরে, তারপর অবিশ্বাস বাড়িয়ে নিয়ে যায়, তাদের তওবা কখনো কবুল করা হবে না; আর এরা নিজেরাই হচ্ছে পথভ্রষ্ট।",
    "bn_muhi": "যারা ঈমান আনার পর অস্বীকার করেছে এবং অস্বীকৃতিতে বৃদ্ধি ঘটেছে, কস্মিণকালেও তাদের তওবা কবুল করা হবে না। আর তারা হলো গোমরাহ।",
    "en": "Indeed, those who reject the message after their belief and then increase in disbelief - never will their [claimed] repentance be accepted, and they are the ones astray."
  },
  {
    "id": 91,
    "ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ ٱلْأَرْضِ ذَهَبًا وَلَوِ ٱفْتَدَىٰ بِهِۦٓ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّٰصِرِينَ",
    "tr": "ইন্নাললযীনা কাফারু ওয়ামা-তূওয়া হুম কুফফা-রুন ফালাইঁ ইউকবালা মিন আহাদিহিম মিলউল আরদিযাহাবাওঁ ওয়ালাবিফতাদা-বিহী উলাইকা লাহুম ‘আযা-বুন আলীমুওঁ ওয়ামা-লাহুম মিন না-সিরীন।",
    "bn_haque": "নিঃসন্দেহ যারা অবিশ্বাস পোষণ করে আর মারা যায় তারা অবিশ্বাসী থাকা অবস্থায়, তা হলে তাদের কোনো একজনের কাছ থেকে পৃথিবী ভরা সোনাও গ্রহণ করা হবে না, যদি সে তাই দিয়ে মুক্তি পেতে চায়। এরাই -- এদের জন্য ব্যথাদায়ক শাস্তি, আর এদের থাকবে না কোনো সাহায্যকারী।",
    "bn_muhi": "যদি সারা পৃথিবী পরিমাণ স্বর্ণও তার পরিবর্তে দেয়া হয়, তবুও যারা কাফের হয়েছে এবং কাফের অবস্থায় মৃত্যুবরণ করেছে তাদের তওবা কবুল করা হবে না। তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব! পক্ষান্তরে তাদের কোনই সাহায্যকারী নেই।",
    "en": "Indeed, those who disbelieve and die while they are disbelievers - never would the [whole] capacity of the earth in gold be accepted from one of them if he would [seek to] ransom himself with it. For those there will be a painful punishment, and they will have no helpers."
  },
  {
    "id": 92,
    "ar": "لَن تَنَالُوا۟ ٱلْبِرَّ حَتَّىٰ تُنفِقُوا۟ مِمَّا تُحِبُّونَ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
    "tr": "লান তানা-লুল বিররা হাত্তা-তুনফিকূমিম্মা-তুহিববূনা ওয়ামা-তুনফিকূমিন শাইইন ফাইন্নাল্লা-হা বিহী ‘আলীম।",
    "bn_haque": "তোমরা কখনো ধর্মনিষ্ঠ হতে পারবে না যে পর্যন্ত না তোমরা ব্যয় করো যা তোমরা ভালোবাস তা থেকে। আর তোমরা যে বস্তুই খরচ করবে, নিঃসন্দেহ আল্লাহ্ সে-সন্বন্ধে সর্বজ্ঞাতা।",
    "bn_muhi": "কস্মিণকালেও কল্যাণ লাভ করতে পারবে না, যদি তোমাদের প্রিয় বস্তু থেকে তোমরা ব্যয় না কর। আর তোমরা যদি কিছু ব্যয় করবে আল্লাহ তা জানেন।",
    "en": "Never will you attain the good [reward] until you spend [in the way of Allah ] from that which you love. And whatever you spend - indeed, Allah is Knowing of it."
  },
  {
    "id": 93,
    "ar": "كُلُّ ٱلطَّعَامِ كَانَ حِلًّا لِّبَنِىٓ إِسْرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسْرَٰٓءِيلُ عَلَىٰ نَفْسِهِۦ مِن قَبْلِ أَن تُنَزَّلَ ٱلتَّوْرَىٰةُ قُلْ فَأْتُوا۟ بِٱلتَّوْرَىٰةِ فَٱتْلُوهَآ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "কুলুত্তা‘আ-মি কা-না হিল্লাল লিবানীইছরাঈলা ইল্লা-মা-হাররামা ইসরাঈলু‘আলানাফছিহী মিন কাবলি আন তুনাঝঝালাত তাওরা-তু কুল ফা’তূ বিত্তাওরা-তি ফাতলূহাইন কুনতুম সা-দিকীন।",
    "bn_haque": "সব রকম খাদ্য বৈধ ছিল ইসরাইলের বংশধরদের জন্যেও, -- সে-সব ছাড়া যা তওরাত অবতীর্ণ হবার আগে ইসরাইল নিজের জন্য নিষিদ্ধ করেছিল। বলো -- \"তা হলে তওরাত নিয়ে এস আর তা পড়ো, যদি তোমরা সত্যবাদী হও।\"",
    "bn_muhi": "তওরাত নাযিল হওয়ার পূর্বে ইয়াকুব যেগুলো নিজেদের জন্য হারাম করে নিয়েছিলেন, সেগুলো ব্যতীত সমস্ত আহার্য বস্তুই বনী-ইসরায়ীলদের জন্য হালাল ছিল। তুমি বলে দাও, তোমরা যদি সত্যবাদী হয়ে থাক। তাহলে তওরাত নিয়ে এসো এবং তা পাঠ কর।",
    "en": "All food was lawful to the Children of Israel except what Israel had made unlawful to himself before the Torah was revealed. Say, [O Muhammad], \"So bring the Torah and recite it, if you should be truthful.\""
  },
  {
    "id": 94,
    "ar": "فَمَنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ مِنۢ بَعْدِ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
    "tr": "ফামানিফ তারা-‘আলাল্লা-হিল কাযিবা মিম বা‘দি যা-লিকা ফাউলাইকা হুমুজ্জা-লিমূন।",
    "bn_haque": "অতএব যে কেউ এরপর আল্লাহ্‌র বিরুদ্ধে মিথ্যারোপ করে, তাহলে তারা নিজেরাই হচ্ছে অন্যায়কারী।",
    "bn_muhi": "অতঃপর আল্লাহর প্রতি যারা মিথ্যা আরোপ করেছে, তারাই যালেম সীমালংঘনকারী।",
    "en": "And whoever invents about Allah untruth after that - then those are [truly] the wrongdoers."
  },
  {
    "id": 95,
    "ar": "قُلْ صَدَقَ ٱللَّهُ فَٱتَّبِعُوا۟ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
    "tr": "কুল সাদাকাল্লা-হু ফাত্তাবি‘ঊ মিল্লাতা ইবরা-হীমা হানীফাওঁ ওয়ামা-কা-না মিনাল মুশরিকীন।",
    "bn_haque": "বলো -- \"আল্লাহ্ সত্যকথা বলেন, কাজেই ঋজুস্বভাব ইব্রাহীমের ধর্ম অনুসরণ করো, আর তিনি বহুখোদাবাদীদের অন্তর্ভুক্ত ছিলেন না।\"",
    "bn_muhi": "বল, ‘আল্লাহ সত্য বলেছেন। এখন সবাই ইব্রাহীমের ধর্মের অনুগত হয়ে যাও, যিনি ছিলেন একনিষ্ঠ ভাবে সত্যধর্মের অনুসারী। তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না।",
    "en": "Say, \" Allah has told the truth. So follow the religion of Abraham, inclining toward truth; and he was not of the polytheists.\""
  },
  {
    "id": 96,
    "ar": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِى بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَٰلَمِينَ",
    "tr": "ইন্না আওওয়ালা বাইতিওঁ উদি‘আ লিন্না-ছি লাল্লাযী ব্বিাক্কাতা মুবা-রাকাওঁ ওয়াহুদাল লিল‘আ-লামীন।",
    "bn_haque": "নিঃসন্দেহ মানবজাতির জন্য প্রথম যে ভোজনালয় প্রতিষ্ঠা হয়েছিল তা হচ্ছে বাক্কাতে, -- অশেষ কল্যাণময়, আর সব মানবগোষ্ঠীর জন্য পথপ্রদর্শক।",
    "bn_muhi": "নিঃসন্দেহে সর্বপ্রথম ঘর যা মানুষের জন্যে নির্ধারিত হয়েছে, সেটাই হচ্ছে এ ঘর, যা মক্কায় অবস্থিত এবং সারা জাহানের মানুষের জন্য হেদায়েত ও বরকতময়।",
    "en": "Indeed, the first House [of worship] established for mankind was that at Makkah - blessed and a guidance for the worlds."
  },
  {
    "id": 97,
    "ar": "فِيهِ ءَايَٰتٌۢ بَيِّنَٰتٌ مَّقَامُ إِبْرَٰهِيمَ وَمَن دَخَلَهُۥ كَانَ ءَامِنًا وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلْبَيْتِ مَنِ ٱسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنِ ٱلْعَٰلَمِينَ",
    "tr": "ফীহি আ-য়া-তুম বাইয়িনা-তুম মাকা-মুইবরা-হীমা ওয়া মান দাখালাহু কা-না আমিনাওঁ ওয়ালিল্লা-হি ‘আলান্না-ছি হিজ্জুল বাইতি মানিছতাতা-‘আ ইলাইহি ছাবীলাওঁ ওয়া মান কাফারা ফাইন্নাল্লা-হা গানিইয়ুন ‘আনিল ‘আ-লামীন।",
    "bn_haque": "এতে আছে সুস্পষ্ট নিদর্শনাবলী -- মক্কামে ইব্রাহীম; আর যে কেউ এখানে প্রবেশ করবে সে হচ্ছে নিরাপদ, আর আল্লাহ্‌র উদ্দেশ্যে এই গৃহে হজ করা মানবগোষ্ঠীর জন্য আবশ্যিক -- যারই সেখানকার পাথেয় অর্জনের ক্ষমতা আছে। আর যে অবিশ্বাস পোষণ করে -- তাহলে নিঃসন্দেহ আল্লাহ্ সমস্ত সৃষ্ট জগতের থেকে স্বয়ং-সম্পূর্ণ।",
    "bn_muhi": "এতে রয়েছে মকামে ইব্রাহীমের মত প্রকৃষ্ট নিদর্শন। আর যে, লোক এর ভেতরে প্রবেশ করেছে, সে নিরাপত্তা লাভ করেছে। আর এ ঘরের হজ্ব করা হলো মানুষের উপর আল্লাহর প্রাপ্য; যে লোকের সামর্থ?2480;য়েছে এ পর্যন্ত পৌছার। আর যে লোক তা মানে না। আল্লাহ সারা বিশ্বের কোন কিছুরই পরোয়া করেন না।",
    "en": "In it are clear signs [such as] the standing place of Abraham. And whoever enters it shall be safe. And [due] to Allah from the people is a pilgrimage to the House - for whoever is able to find thereto a way. But whoever disbelieves - then indeed, Allah is free from need of the worlds."
  },
  {
    "id": 98,
    "ar": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعْمَلُونَ",
    "tr": "কুল ইয়াআহলাল কিতা-বি লিমা তাকফুরূনা বিআ-য়া-তিল্লা-হি ওয়াল্লা-হু শাহীদুন ‘আলা-মা-তা‘মালূন।",
    "bn_haque": "বলো -- \"হে গ্রন্থপ্রাপ্ত লোকেরা! কেন তোমরা আল্লাহ্‌র নির্দেশাবলীতে অবিশ্বাস পোষণ করো, অথচ আল্লাহ্ সাক্ষী রয়েছেন তোমরা যা করো তার?\"",
    "bn_muhi": "বলুন, হে আহলে কিতাবগণ, কেন তোমরা আল্লাহর কিতাব অমান্য করছো, অথচ তোমরা যা কিছু কর, তা আল্লাহর সামনেই রয়েছে।",
    "en": "Say, \"O People of the Scripture, why do you disbelieve in the verses of Allah while Allah is Witness over what you do?\""
  },
  {
    "id": 99,
    "ar": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ تَبْغُونَهَا عِوَجًا وَأَنتُمْ شُهَدَآءُ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
    "tr": "কুল ইয়াআহলাল কিতা-বি লিমা তাসুদ্দূনা ‘আন ছাবীলিল্লা-হি মান আ-মানা তাবগূনাহা ‘ইওয়াজাওঁ ওয়া আনতুম শুহাদাউ ওয়ামাল্লা-হু বিগা-ফিলিন ‘আম্মা-তা‘মালূন।",
    "bn_haque": "বলো -- \"হে গ্রন্থধারিগণ! কেন তোমরা যারা ঈমান এনেছে তাদের আল্লাহ্‌র পথ থেকে প্রতিরোধ করো, তোমরা তার বক্রতা খোঁজো, অথচ তোমরা সাক্ষী রয়েছ?\" আর আল্লাহ্ গাফিল নন তোমরা যা করো সে-সন্বন্ধে মুসলিমদের বিরুদ্ধাচরণ করার কারসাজি আল্লাহ্‌র অগোচর থাকছে না।",
    "bn_muhi": "বলুন, হে আহলে কিতাবগণ! কেন তোমরা আল্লাহর পথে ঈমানদারদিগকে বাধা দান কর-তোমরা তাদের দ্বীনের মধ্যে বক্রতা অনুপ্রবেশ করানোর পন্থা অনুসন্ধান কর, অথচ তোমরা এ পথের সত্যতা প্রত্যক্ষ করছ। বস্তুতঃ আল্লাহ তোমাদের কার্যকলাপ সম্পর্কে অনবগত নন।",
    "en": "Say, \"O People of the Scripture, why do you avert from the way of Allah those who believe, seeking to make it [seem] deviant, while you are witnesses [to the truth]? And Allah is not unaware of what you do.\""
  },
  {
    "id": 100,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ فَرِيقًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ يَرُدُّوكُم بَعْدَ إِيمَٰنِكُمْ كَٰفِرِينَ",
    "tr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূইন তুতী‘ঊ ফারীকাম মিনাল্লাযীনা ঊতুলকিতা-বা ইয়ারুদ্দূকুম বা‘দা ঈমা-নিকুম কা-ফিরীন।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! যাদের কিতাব দেয়া হয়েছে তাদের কোনো এক দলের অনুবর্তী যদি তোমরা হও, তারা তোমাদের ফিরিয়ে নেবে অবিশ্বাসীদের দলে তোমাদের ঈমান আনার পরেও।",
    "bn_muhi": "হে ঈমানদারগণ! তোমরা যদি আহলে কিতাবদের কোন ফেরকার কথা মান, তাহলে ঈমান আনার পর তারা তোমাদিগকে কাফেরে পরিণত করে দেবে।",
    "en": "O you who have believed, if you obey a party of those who were given the Scripture, they would turn you back, after your belief, [to being] unbelievers."
  },
  {
    "id": 101,
    "ar": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ ءَايَٰتُ ٱللَّهِ وَفِيكُمْ رَسُولُهُۥ وَمَن يَعْتَصِم بِٱللَّهِ فَقَدْ هُدِىَ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "tr": "ওয়া কাইফা তাকফুরূনা ওয়া আনতুম তুতলা-‘আলাইকুম আ-য়া-তুল্লা-হি ওয়া ফীকুম রাসূলুহু ওয়া মাইঁ ইয়া‘তাসিম বিল্লা-হি ফাকাদ হুদিয়া ইলা-সিরা-তিম্মুছতাকীম।",
    "bn_haque": "কিন্তু কেমন করে তোমরা অবিশ্বাস পোষণ করো যখন তোমাদেরই কাছে আল্লাহ্‌র বাণীসমূহ পাঠ করা হচ্ছে, আর তোমাদের কাছে আছেন তাঁর রসূল? আর যে আল্লাহ্‌কে দৃঢ়ভাবে ধরে থাকে, নিশ্চয় সে তাহলে চালিত হয়েছে সহজ-সঠিক পথে।",
    "bn_muhi": "আর তোমরা কেমন করে কাফের হতে পার, অথচ তোমাদের সামনে পাঠ করা হয় আল্লাহর আয়াত সমূহ এবং তোমাদের মধ্যে রয়েছেন আল্লাহর রসূল। আর যারা আল্লাহর কথা দৃঢ়ভাবে ধরবে, তারা হেদায়েত প্রাপ্ত হবে সরল পথের।",
    "en": "And how could you disbelieve while to you are being recited the verses of Allah and among you is His Messenger? And whoever holds firmly to Allah has [indeed] been guided to a straight path."
  },
  {
    "id": 102,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
    "tr": "ইয়াআইয়ুহাল্লাযীনা আ-মানুত্তাকুল্লা-হা হাক্কাতুকা-তিহী ওয়ালা-তামূতুন্না ইল্লা-ওয়া আনতুম মুছলিমূন।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! আল্লাহ্‌কে ভয়-শ্রদ্ধা করো যেমন তাঁকে ভয়ভক্তি করা উচিত, আর তোমরা প্রাণত্যাগ করো না আ‌ত্মসমর্পিত না হয়ে।",
    "bn_muhi": "হে ঈমানদারগণ! আল্লাহকে যেমন ভয় করা উচিৎ ঠিক তেমনিভাবে ভয় করতে থাক। এবং অবশ্যই মুসলমান না হয়ে মৃত্যুবরণ করো না।",
    "en": "O you who have believed, fear Allah as He should be feared and do not die except as Muslims [in submission to Him]."
  },
  {
    "id": 103,
    "ar": "وَٱعْتَصِمُوا۟ بِحَبْلِ ٱللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا۟ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوَٰنًا وَكُنتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنْهَا كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ",
    "tr": "ওয়া‘তাসিমূ বিহাবলিল্লা-হি জামী‘আওঁ ওয়ালা-তাফাররাকূওয়াযকুরূ নি‘মা-তাল্লাহি ‘আলাইকুম ইযকুনতুম আ‘দাআন ফাআল্লাফা বাইনা কুলূবিকুম ফাআসবাহতুম বিনি‘মাতিহীইখওয়া-নাওঁ ওয়া কুনতুম ‘আলা-শাফা হুফরাতিম মিনান্না-রি ফাআনকাযাকুম মিন হা-কাযা-লিকা ইউবাইয়িনুল্লা-হু লাকুম আ-য়া-তিহী লা‘আল্লাকুম তাহতাদূন।",
    "bn_haque": "আর তোমরা সবে মিলে আল্লাহ্‌র রশি দৃঢ়ভাবে আঁকড়ে ধরো, আর বিচ্ছিন্ন হয়ো না, আর স্মরণ করো তোমাদের উপরে আল্লাহ্‌র অনুগ্রহ, -- যথা তোমরা ছিলে পরস্পর শত্রু, তারপর তিনি তোমাদের হৃদয়ে সম্প্রীতি ঘটালেন, কাজেই তাঁর অনুগ্রহে তোমরা হলে ভাই-ভাই। আর তোমরা ছিলে এক আগুনের গর্তের কিনারে, তারপর তিনি তোমাদের তা থেকে বাঁচালেন। এইভাবে আল্লাহ্ তোমাদের জন্য তাঁর নির্দেশাবলী সুস্পষ্ট করেন যেন তোমরা পথের দিশা পাও।",
    "bn_muhi": "আর তোমরা সকলে আল্লাহর রজ্জুকে সুদৃঢ় হস্তে ধারণ কর; পরস্পর বিচ্ছিন্ন হয়ো না। আর তোমরা সে নেয়ামতের কথা স্মরণ কর, যা আল্লাহ তোমাদিগকে দান করেছেন। তোমরা পরস্পর শত্রু ছিলে। অতঃপর আল্লাহ তোমাদের মনে সম্প্রীতি দান করেছেন। ফলে, এখন তোমরা তাঁর অনুগ্রহের কারণে পরস্পর ভাই ভাই হয়েছ। তোমরা এক অগ্নিকুন্ডের পাড়ে অবস্থান করছিলে। অতঃপর তা থেকে তিনি তোমাদেরকে মুক্তি দিয়েছেন। এভাবেই আল্লাহ নিজের নিদর্শনসমুহ প্রকাশ করেন, যাতে তোমরা হেদায়েত প্রাপ্ত হতে পার।",
    "en": "And hold firmly to the rope of Allah all together and do not become divided. And remember the favor of Allah upon you - when you were enemies and He brought your hearts together and you became, by His favor, brothers. And you were on the edge of a pit of the Fire, and He saved you from it. Thus does Allah make clear to you His verses that you may be guided."
  },
  {
    "id": 104,
    "ar": "وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى ٱلْخَيْرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "tr": "ওয়ালতাকুম মিনকুম উম্মাতুইঁ ইয়াদ‘ঊনা ইলাল খাইরি ওয়াইয়া’মুরূনা বিলমা‘রূফি ওয়া ইয়ানহাওনা ‘আনিল মুনকারি ওয়া উলাইকা হুমুল মুফলিহুন।",
    "bn_haque": "আর তোমাদের মধ্যে এমন একটি লোকদল হওয়া চাই যারা আহ্বান করবে কল্যাণের প্রতি, আর নির্দেশ দেবে ন্যায়পথের, আর নিষেধ করবে অন্যায় থেকে। আর এরা নিজেরাই হচ্ছে সফলকাম।",
    "bn_muhi": "আর তোমাদের মধ্যে এমন একটা দল থাকা উচিত যারা আহবান জানাবে সৎকর্মের প্রতি, নির্দেশ দেবে ভাল কাজের এবং বারণ করবে অন্যায় কাজ থেকে, আর তারাই হলো সফলকাম।",
    "en": "And let there be [arising] from you a nation inviting to [all that is] good, enjoining what is right and forbidding what is wrong, and those will be the successful."
  },
  {
    "id": 105,
    "ar": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ تَفَرَّقُوا۟ وَٱخْتَلَفُوا۟ مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْبَيِّنَٰتُ وَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ عَظِيمٌ",
    "tr": "ওয়ালা-তাকূনূ কাল্লাযীনা তাফাররাকূওয়াখতালাফূ মিম বা‘দি মা-জাআহুমুল বাইয়িনা-তু ওয়া উলাইকা লাহুম ‘আযা-বুন ‘আজীম।",
    "bn_haque": "আর তাদের মতো হয়ো না যারা বিচ্ছিন্ন হয়েছিল আর মতভেদ করেছিল তাদের কাছে সুস্পষ্ট নির্দেশাবলী আসার পরেও। আর এরা -- এদের জন্য আছে কঠোর যন্ত্রণা, --",
    "bn_muhi": "আর তাদের মত হয়ো না, যারা বিচ্ছিন্ন হয়ে গেছে এবং নিদর্শন সমূহ আসার পরও বিরোধিতা করতে শুরু করেছে-তাদের জন্যে রয়েছে ভয়ঙ্কর আযাব।",
    "en": "And do not be like the ones who became divided and differed after the clear proofs had come to them. And those will have a great punishment."
  },
  {
    "id": 106,
    "ar": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا ٱلَّذِينَ ٱسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَٰنِكُمْ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "tr": "ইয়াওমা তাবইয়াদ্দুউজূহুওঁ ওয়া তাছওয়াদ্দু উজূহুন ফাআম্মাল্লাযী নাছওয়াদ্দাত উজূহুহুম আকাফারতুম বা‘দা ঈমা-নিকুম ফাযূকুল ‘আযা-বা বিমা-কুনতুম তাকফুরূন।",
    "bn_haque": "যেদিন কতকগুলো চেহারা হবে ঝক্‌ঝকে আর কতকগুলো চেহারা হবে মিসমিসে, তারপর যাদের চেহারা কালো হবে তাদের ক্ষেত্রে -- \"তোমরা কি অবিশ্বাস পোষণ করেছিলে তোমাদের ঈমান আনার পরে? অতএব যন্ত্রণার আস্বাদ গ্রহণ করো যেহেতু তোমরা অবিশ্বাস পোষণ করছিলে।\"",
    "bn_muhi": "সেদিন কোন কোন মুখ উজ্জ্বল হবে, আর কোন কোন মুখ হবে কালো। বস্তুতঃ যাদের মুখ কালো হবে, তাদের বলা হবে, তোমরা কি ঈমান আনার পর কাফের হয়ে গিয়েছিলে? এবার সে কুফরীর বিনিময়ে আযাবের আস্বাদ গ্রহণ কর।",
    "en": "On the Day [some] faces will turn white and [some] faces will turn black. As for those whose faces turn black, [to them it will be said], \"Did you disbelieve after your belief? Then taste the punishment for what you used to reject.\""
  },
  {
    "id": 107,
    "ar": "وَأَمَّا ٱلَّذِينَ ٱبْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ ٱللَّهِ هُمْ فِيهَا خَٰلِدُونَ",
    "tr": "ওয়া আম্মাল্লাযীনাব ইয়াদ্দাত উজূহুহুম, ফাফী রাহমাতিল্লা-হি হুম ফীহা-খা-লিদূ ন।",
    "bn_haque": "আর যাদের চেহারা ঝক্‌মকে হবে তাদের ক্ষেত্রে -- তারা থাকবে আল্লাহ্‌র করুণাসিন্ধুতে, এতে তারা থাকবে চিরকাল।",
    "bn_muhi": "আর যাদের মুখ উজ্জ্বল হবে, তারা থাকবে রহমতের মাঝে। তাতে তারা অনন্তকাল অবস্থান করবে।",
    "en": "But as for those whose faces will turn white, [they will be] within the mercy of Allah . They will abide therein eternally."
  },
  {
    "id": 108,
    "ar": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعَٰلَمِينَ",
    "tr": "তিলকা আ-য়া-তুল্লা-হি নাতলূহা-‘আলাইকা বিলহাক্কি ওয়ামাল্লা-হু ইউরীদু জুলমাল লিল‘আ-লামীন।",
    "bn_haque": "এইসব হছে আল্লাহ্‌র নির্দেশাবলী যা আমরা তোমার কাছে পাঠ করছি সত্যের সাথে। আর আল্লাহ্ কোনো প্রাণীর প্রতি অবিচার চান না।",
    "bn_muhi": "এগুলো হচ্ছে আল্লাহর নির্দেশ, যা তোমাদিগকে যথাযথ পাঠ করে শুনানো হচ্ছে। আর আল্লাহ বিশ্ব জাহানের প্রতি উৎপীড়ন করতে চান না।",
    "en": "These are the verses of Allah . We recite them to you, [O Muhammad], in truth; and Allah wants no injustice to the worlds."
  },
  {
    "id": 109,
    "ar": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
    "tr": "ওয়ালিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদিওয়া ইলাল্লা-হি তুরজ‘উল উমূর।",
    "bn_haque": "আর যা-কিছু আছে মহাকাশমন্ডলে ও যা-কিছু পৃথিবীতে সে-সবই আল্লাহ্‌র। আর আল্লাহ্‌র কাছেই সব ব্যাপার ফিরে যায়।",
    "bn_muhi": "আর যা কিছু আসমান ও যমীনে রয়েছে সে সবই আল্লাহর এবং আল্লাহর প্রতিই সব কিছু প্রত্যাবর্তনশীল।",
    "en": "To Allah belongs whatever is in the heavens and whatever is on the earth. And to Allah will [all] matters be returned."
  },
  {
    "id": 110,
    "ar": "كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِٱلْمَعْرُوفِ وَتَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَتُؤْمِنُونَ بِٱللَّهِ وَلَوْ ءَامَنَ أَهْلُ ٱلْكِتَٰبِ لَكَانَ خَيْرًا لَّهُم مِّنْهُمُ ٱلْمُؤْمِنُونَ وَأَكْثَرُهُمُ ٱلْفَٰسِقُونَ",
    "tr": "কুনতুম খাইরা উম্মাতিন উখরিজাত লিন্না-ছি তা’মুরূনা বিলমা‘রূফি ওয়াতানহাওনা ‘আনিল মুনকারি ওয়া তু’মিনূনা বিল্লা-হি ওয়া লাও আ-মানা আহলুল কিতা-বি লাকা-না খাইরাল্লাহুম মিনহুমুল মু’মিনূনা ওয়া আকছারুহুমুল ফা-ছিকূন।",
    "bn_haque": "তোমরা মানবগোষ্ঠীর জন্য এক শ্রেষ্ঠ সমাজরূপে উত্থিত হয়েছ, -- তোমরা ন্যায়ের পথে নির্দেশ দাও ও অন্যায় থেকে নিষেধ করো, আর আল্লাহ্‌তে বিশ্বাস রাখো। আর গ্রন্থপ্রাপ্তরাও যদি ঈমান আনতো তবে তাদের জন্য ভালো হতো! তাদের মধ্যে কেউ কেউ বিশ্বাসী, কিন্তু তাদের বেশির ভাগ দুষ্টলোক।",
    "bn_muhi": "তোমরাই হলে সর্বোত্তম উম্মত, মানবজাতির কল্যানের জন্যেই তোমাদের উদ্ভব ঘটানো হয়েছে। তোমরা সৎকাজের নির্দেশ দান করবে ও অন্যায় কাজে বাধা দেবে এবং আল্লাহর প্রতি ঈমান আনবে। আর আহলে-কিতাবরা যদি ঈমান আনতো, তাহলে তা তাদের জন্য মঙ্গলকর হতো। তাদের মধ্যে কিছু তো রয়েছে ঈমানদার আর অধিকাংশই হলো পাপাচারী।",
    "en": "You are the best nation produced [as an example] for mankind. You enjoin what is right and forbid what is wrong and believe in Allah . If only the People of the Scripture had believed, it would have been better for them. Among them are believers, but most of them are defiantly disobedient."
  },
  {
    "id": 111,
    "ar": "لَن يَضُرُّوكُمْ إِلَّآ أَذًى وَإِن يُقَٰتِلُوكُمْ يُوَلُّوكُمُ ٱلْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ",
    "tr": "লাইঁ ইয়াদুররূকুম ইল্লাআযাওঁ ওয়া ইয়ঁ ইউকা-তিলূকুম ইউওয়াললূকুমুল আদবা-রা ছুম্মা লা-ইউনসারূন।",
    "bn_haque": "তারা কখনো তোমাদের ক্ষতি করতে পারবে না কিঞ্চিৎ জ্বালাতন ছাড়া, আর যদি তারা তোমাদের সাথে যুদ্ধ বাধায় তবে তারা তোমাদের দিকে পিঠ ফেরাবে, তারপর তাদের আর সাহায্য করা হবে না।",
    "bn_muhi": "যৎসামান্য কষ্ট দেয়া ছাড়া তারা তোমাদের কোনই ক্ষতি করতে পারবে না। আর যদি তারা তোমাদের সাথে লড়াই করে, তাহলে তারা পশ্চাদপসরণ করবে। অতঃপর তাদের সাহায্য করা হবে না।",
    "en": "They will not harm you except for [some] annoyance. And if they fight you, they will show you their backs; then they will not be aided."
  },
  {
    "id": 112,
    "ar": "ضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ أَيْنَ مَا ثُقِفُوٓا۟ إِلَّا بِحَبْلٍ مِّنَ ٱللَّهِ وَحَبْلٍ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ وَضُرِبَتْ عَلَيْهِمُ ٱلْمَسْكَنَةُ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
    "tr": "দুরিবাত ‘আলাইহিমুযযিল্লাতু আইনা মা-ছু কিফূইল্লা-বিহাবলিম মিনাল্লা-হি ওয়াহাবলিম মিনান্না-ছি ওয়া বাঊ বিগাদাবিম মিনাল্লা-হি ওয়া দুরিবাত ‘আলাইহিমুল মাছকানাতু যা-লিকা বিআন্নাহুম কানূ ইয়াকফুরূনা বিআ-য়া-তিল্লাহি ওয়াকতুলূনাল আমবিয়াআ বিগাইরিল হাক্কি যালিকা বিমা যা-লিকা বিমা-‘আসাওওয়া কা-নূ ইয়া‘তাদূ ন।",
    "bn_haque": "তাদের উপরে লাঞ্ছনা হানা দেবে যেখানেই তারা থাকুক না কেন, যদি না আল্লাহ্‌-থেকে-আসা রশি দ্বারা বা মানুষ-থেকে- পাওয়া রশি, আর তারা আল্লাহ্‌র রোষ অর্জন করেছে, আর তাদের উপরে দুর্দশা হানা দেবে। তাই হয়েছে -- কেননা তারা আল্লাহ্‌র নির্দেশাবলী অমান্য করে চলেছিল, আর নবীগণকে অন্যায়ভাবে হত্যা করতে যাচ্ছিল। তাই হয়, কারণ তারা অবাধ্য হয়েছিল আর তারা সীমা-লঙ্ঘন করেছিল।",
    "bn_muhi": "আল্লাহর প্রতিশ্রুতি কিংবা মানুষের প্রতিশ্রুতি ব্যতিত ওরা যেখানেই অবস্থান করেছে সেখানেই তাদের ওপর লাঞ্ছনা চাপিয়ে দেয়া হয়েছে। আর ওরা উপার্জন করেছে আল্লাহর গযব। ওদের উপর চাপানো হয়েছে গলগ্রহতা। তা এজন্যে যে, ওরা আল্লাহর আয়াতসমূহকে অনবরত অস্বীকার করেছে এবং নবীগনকে অন্যায়ভাবে হত্যা করেছে। তার কারণ, ওরা নাফরমানী করেছে এবং সীমা লংঘন করেছে।",
    "en": "They have been put under humiliation [by Allah ] wherever they are overtaken, except for a covenant from Allah and a rope from the Muslims. And they have drawn upon themselves anger from Allah and have been put under destitution. That is because they disbelieved in the verses of Allah and killed the prophets without right. That is because they disobeyed and [habitually] transgressed."
  },
  {
    "id": 113,
    "ar": "لَيْسُوا۟ سَوَآءً مِّنْ أَهْلِ ٱلْكِتَٰبِ أُمَّةٌ قَآئِمَةٌ يَتْلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيْلِ وَهُمْ يَسْجُدُونَ",
    "tr": "লাইছূ ছাওয়াআম; মিন আহলিল কিতা-বি উম্মাতুন কাইমাতুইঁ ইয়াতলূনা আ-য়া-তিল্লা হি আ-নাআল্লাইলি ওয়াহুম ইয়াছজুদূন।",
    "bn_haque": "তারা সবাই এক রকমের নয়। গ্রন্থপ্রাপ্তদের মধ্যে একদল আছে নিষ্ঠাবান, তারা আল্লাহ্‌র নির্দেশাবলী রাত্রিকালে পাঠ করে, আর তারা সিজদা করে।",
    "bn_muhi": "তারা সবাই সমান নয়। আহলে কিতাবদের মধ্যে কিছু লোক এমনও আছে যারা অবিচলভাবে আল্লাহর আয়াতসমূহ পাঠ করে এবং রাতের গভীরে তারা সেজদা করে।",
    "en": "They are not [all] the same; among the People of the Scripture is a community standing [in obedience], reciting the verses of Allah during periods of the night and prostrating [in prayer]."
  },
  {
    "id": 114,
    "ar": "يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَأُو۟لَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ",
    "tr": "ইউ’মিনূনা বিল্লা-হি ওয়াল ইয়াওমিল আ-খিরি ওয়া ইয়া’মুরূনা বিলমা‘রূফি ওয়াইয়ানহাওনা ‘আনিল মুনকারি ওয়া ইউছা-রি‘ঊনা ফিল খাইরা-তি ওয়া উলাইকা মিনাসসা-লিহীন।",
    "bn_haque": "তারা আল্লাহ্‌র প্রতি ও আখেরাতের দিনের প্রতি বিশ্বাস করে, আর তারা ন্যায়ের পথে নির্দেশ দেয় ও অন্যায় থেকে নিষেধ করে, আর তারা শুভকাজে পরস্পরের মধ্যে প্রতিযোগিতা করে, আর এরা সাধুপুরুষদের অন্তর্ভুক্ত।",
    "bn_muhi": "তারা আল্লাহর প্রতি ও কিয়ামত দিবসের প্রতি ঈমান রাখে এবং কল্যাণকর বিষয়ের নির্দেশ দেয়; অকল্যাণ থেকে বারণ করে এবং সৎকাজের জন্য সাধ্যমত চেষ্টা করতে থাকে। আর এরাই হল সৎকর্মশীল।",
    "en": "They believe in Allah and the Last Day, and they enjoin what is right and forbid what is wrong and hasten to good deeds. And those are among the righteous."
  },
  {
    "id": 115,
    "ar": "وَمَا يَفْعَلُوا۟ مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
    "tr": "ওয়ামা-ইয়াফ‘আলূ মিন খাইরিন ফালাইঁ ইউকফারূহু ওল্লাহু আলীমুম বিলমুত্তাকীন।",
    "bn_haque": "আর তারা ভালোকাজের যা-কিছু করে তার সন্বন্ধে তাদের কখনো অস্বীকার করা হবে না। আর আল্লাহ্ ধর্মপরায়ণদের সন্বন্ধে ওয়াকিফহাল।",
    "bn_muhi": "তারা যেসব সৎকাজ করবে, কোন অবস্থাতেই সেগুলোর প্রতি অবজ্ঞা প্রদর্শন করা হবে না। আর আল্লাহ পরহেযগারদের বিষয়ে অবগত।",
    "en": "And whatever good they do - never will it be removed from them. And Allah is Knowing of the righteous."
  },
  {
    "id": 116,
    "ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا وَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
    "tr": "ইন্নাল্লাযীনা কাফারূ লান তুগনিয়া ‘আনহুম আমওয়া-লুহুম ওয়ালা-আওলা-দুহুম মিনাল্লা-হি শাইআওঁ ওয়া উলাইকা আসহা-বুন্না-রি হুম ফীহা-খা-লিদূ ন।",
    "bn_haque": "নিঃসন্দেহ যারা অবিশ্বাস পোষণ করে, তাদের ধনসম্পত্তি ও তাদের সন্তানসন্ততি আল্লাহ্‌র বিরুদ্ধে কোনোভাবেই তাদের কখনো লাভবান করবে না। আর এরাই হচ্ছে আগুনের বাসিন্দা, তারা সেখানে থাকবে দীর্ঘকাল।",
    "bn_muhi": "নিশ্চয় যারা কাফের হয়, তাদের ধন সম্পদ ও সন্তান-সন্ততি আল্লাহর সামনে কখনও কোন কাজে আসবে না। আর তারাই হলো দোযখের আগুনের অধিবাসী। তারা সে আগুনে চিরকাল থাকবে।",
    "en": "Indeed, those who disbelieve - never will their wealth or their children avail them against Allah at all, and those are the companions of the Fire; they will abide therein eternally."
  },
  {
    "id": 117,
    "ar": "مَثَلُ مَا يُنفِقُونَ فِى هَٰذِهِ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوٓا۟ أَنفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنْ أَنفُسَهُمْ يَظْلِمُونَ",
    "tr": "মাছালু মা-ইউনফিকূনা ফী হা-যিহিল হায়া-তিদ্দুনইয়া-কামাছালি রীহিন ফীহাসিররুন আসা-বাত হারছা কাওমিন জালামু-আনফুছাহুম ফাআহলাকাতহু ওয়ামা-জালামাহুমুল্লা-হু ওয়ালা-কিন আনফুছাহুম ইয়াজলিমূন।",
    "bn_haque": "দুনিয়ার এই জীবনে তারা যা খরচ করে তার দৃষ্টান্ত হচ্ছে বাতাসের দৃষ্টান্তের মতো যাতে রয়েছে কনকনে ঠান্ডা, এ ঝাপটা দিল সেই লোকদের ফসলে যারা নিজেদের প্রতি অন্যায় করেছে, কাজেই এ ধ্বংস করে দিল তা। আর আল্লাহ্ তাদের প্রতি অন্যায় করেন নি, বরং তারা তাদের নিজেদের প্রতি অন্যায় করেছে।",
    "bn_muhi": "এ দুনিয়ার জীবনে যা কিছু ব্যয় করা হয়, তার তুলনা হলো ঝড়ো হাওয়ার মতো, যাতে রয়েছে তুষারের শৈত্য, যা সে জাতির শস্যক্ষেত্রে গিয়ে লেগেছে যারা নিজের জন্য মন্দ করেছে। অতঃপর সেগুলোকে নিঃশেষ করে দিয়েছে। বস্তুতঃ আল্লাহ তাদের উপর কোন অন্যায় করেননি, কিন্তু তারা নিজেরাই নিজেদের উপর অত্যাচার করছিল।",
    "en": "The example of what they spend in this worldly life is like that of a wind containing frost which strikes the harvest of a people who have wronged themselves and destroys it. And Allah has not wronged them, but they wrong themselves."
  },
  {
    "id": 118,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ بِطَانَةً مِّن دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا۟ مَا عَنِتُّمْ قَدْ بَدَتِ ٱلْبَغْضَآءُ مِنْ أَفْوَٰهِهِمْ وَمَا تُخْفِى صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ إِن كُنتُمْ تَعْقِلُونَ",
    "tr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূ লা-তাত্তাখিযূবিতা-নাতাম মিন দূ নিকুম লা-ইয়া’লূনাকুম খাবা-লাওঁ ওয়াদ্দূমা-‘আনিত্তুম কাদ বাদাতিল বাগদাউ মিন আফওয়া-হিহিম ওয়ামা-তুখফী সুদূ রুহুম আকবার কাদ বাইইয়ান্না-লাকুমুল আ-য়া-তি ইন কুনতুম তা‘কিলূন।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! তোমাদের নিজেদের লোক ছাড়া অন্যদের অন্তরঙ্গরূপে গ্রহণ করো না; তারা অনিষ্ট সাধন করতে তোমাদের থেকে পশ্চাৎপদ হয় না। তোমাদের যা ক্লেশ দেয় তারা তা ভালোবাসে, তাদের মুখ থেকে ঘোর বিদ্বেষ ইতিমধ্যে নির্গত হচ্ছে। আর তাদের অন্তরে যা লুকোনো আছে তা আরও গুরুতর। তোমাদের জন্য নির্দেশাবলী সুস্পষ্ট করলাম, যদি তোমরা বুঝতে পারো।",
    "bn_muhi": "হে ঈমানদারগণ! তোমরা মুমিন ব্যতীত অন্য কাউকে অন্তরঙ্গরূপে গ্রহণ করো না, তারা তোমাদের অমঙ্গল সাধনে কোন ক্রটি করে না-তোমরা কষ্টে থাক, তাতেই তাদের আনন্দ। শত্রুতাপ্রসুত বিদ্বেষ তাদের মুখেই ফুটে বেরোয়। আর যা কিছু তাদের মনে লুকিয়ে রয়েছে, তা আরো অনেকগুণ বেশী জঘন্য। তোমাদের জন্যে নিদর্শন বিশদভাবে বর্ণনা করে দেয়া হলো, যদি তোমরা তা অনুধাবন করতে সমর্থ হও।",
    "en": "O you who have believed, do not take as intimates those other than yourselves, for they will not spare you [any] ruin. They wish you would have hardship. Hatred has already appeared from their mouths, and what their breasts conceal is greater. We have certainly made clear to you the signs, if you will use reason."
  },
  {
    "id": 119,
    "ar": "هَٰٓأَنتُمْ أُو۟لَآءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِٱلْكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمْ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ عَضُّوا۟ عَلَيْكُمُ ٱلْأَنَامِلَ مِنَ ٱلْغَيْظِ قُلْ مُوتُوا۟ بِغَيْظِكُمْ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "tr": "হাআনতুম উলাই তুহিববূনাহুম ওয়ালা ইউহিববূনাকুম ওয়া তু’মিনূনা বিলকিতা-বি কুল্লিহী ওয়া ইযা-লাকূকুম কা-লূ আ-মান্না-ওয়া ইযা-খালাও ‘আদ্দূ‘আলাইকুমুল আনা-মিলা মিনাল গাইজিকুল মূতূ বিগাইজিকুম ইন্নাল্লা-হা ‘আলীমুম বিযাতিস সুদূ র।",
    "bn_haque": "তোমরাই বটে! তোমরা ঐ ওদের ভালোবাস, অথচ তারা তোমাদের ভালোবাসে না, তোমরা কিন্তু ধর্মগ্রন্থে বিশ্বাস করো, তার সবটাতে। আর যখন তারা তোমাদের সাথে দেখা করে তারা বলে -- \"আমরা ঈমান এনেছি\"; আর যখন তারা নিরিবিলি হয়, তোমাদের প্রতি আক্রোশে তারা আঙ্গুল কামড়ায়। তুমি বলো -- \"তোমাদের আক্রোশে মরে যাও। নিঃসন্দেহ বুকের মধ্যে কি আছে সে-সন্বন্ধে আল্লাহ্ সর্বজ্ঞাতা।",
    "bn_muhi": "দেখ! তোমরাই তাদের ভালবাস, কিন্তু তারা তোমাদের প্রতি মোটেও সদভাব পোষণ করে না। আর তোমরা সমস্ত কিতাবেই বিশ্বাস কর। অথচ তারা যখন তোমাদের সাথে এসে মিশে, বলে, আমরা ঈমান এনেছি। পক্ষান্তরে তারা যখন পৃথক হয়ে যায়, তখন তোমাদের উপর রোষবশতঃ আঙ্গুল কামড়াতে থাকে। বলুন, তোমরা আক্রোশে মরতে থাক। আর আল্লাহ মনের কথা ভালই জানেন।",
    "en": "Here you are loving them but they are not loving you, while you believe in the Scripture - all of it. And when they meet you, they say, \"We believe.\" But when they are alone, they bite their fingertips at you in rage. Say, \"Die in your rage. Indeed, Allah is Knowing of that within the breasts.\""
  },
  {
    "id": 120,
    "ar": "إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا۟ بِهَا وَإِن تَصْبِرُوا۟ وَتَتَّقُوا۟ لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا إِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ",
    "tr": "ইন তামছাছকুম হাছানাতুন তাছু’হুম ওয়া ইন তুসিবকুম ছাইয়িআতুইঁ ইয়াফরাহুবিহা-ওয়া ইন তাসবিরূ ওয়া তাত্তাকূলা-ইয়াদুররুকুম কাইদুহুম শাইআন ইন্নাল্লা-হা বিমা-ইয়া‘মালূনা মুহীত।",
    "bn_haque": "যদি শুভ কিছু তোমাদের জন্য ঘটে তবে সেটা তাদের দুঃখ দেয়, আর যদি মন্দ কিছু তোমাদের পাকড়াও তবে তাতে তারা হয় পরমানন্দিত। আর যদি তোমরা ধৈর্যশীল ও ধর্মপরায়ণ হও তবে তাদের ষড়যন্ত্র তোমাদের এতটুকু ক্ষতি করবে না। নিঃসন্দেহ তারা যা করছে তা আল্লাহ্ ঘিরে রয়েছেন।",
    "bn_muhi": "তোমাদের যদি কোন মঙ্গল হয়; তাহলে তাদের খারাপ লাগে। আর তোমাদের যদি অমঙ্গল হয় তাহলে আনন্দিত হয় আর তাতে যদি তোমরা ধৈর্য্যধারণ কর এবং তাকওয়া অবলম্বন কর, তবে তাদের প্রতারণায় তোমাদের কোনই ক্ষতি হবে না। নিশ্চয়ই তারা যা কিছু করে সে সমস্তই আল্লাহর আয়ত্তে রয়েছে।",
    "en": "If good touches you, it distresses them; but if harm strikes you, they rejoice at it. And if you are patient and fear Allah, their plot will not harm you at all. Indeed, Allah is encompassing of what they do."
  },
  {
    "id": 121,
    "ar": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ ٱلْمُؤْمِنِينَ مَقَٰعِدَ لِلْقِتَالِ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
    "tr": "ওয়া ইযগাদাওতা মিন আহলিকা তুবাওবিউল মু’মিনীনা মাকা-‘ইদা লিলকিতা-লি ওয়াল্লা-হু ছামী‘উন ‘আলীম।",
    "bn_haque": "আর স্মরণ করো তুমি ভোরে তোমার পরিজনদের কাছ থেকে যাত্রা করলে যুদ্ধের জন্য বিশ্বাসীদের অবস্থান নির্দ্ধারণ করতে। আর আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞাতা।",
    "bn_muhi": "আর আপনি যখন পরিজনদের কাছ থেকে সকাল বেলা বেরিয়ে গিয়ে মুমিনগণকে যুদ্ধের অবস্থানে বিন্যস্ত করলেন, আর আল্লাহ সব বিষয়েই শোনেন এবং জানেন।",
    "en": "And [remember] when you, [O Muhammad], left your family in the morning to post the believers at their stations for the battle [of Uhud] - and Allah is Hearing and Knowing -"
  },
  {
    "id": 122,
    "ar": "إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلَا وَٱللَّهُ وَلِيُّهُمَا وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "tr": "ইযহাম্মাত তাইফাতা-নি মিনকুম আন তাফশালা-ওয়াল্লা-হু ওয়ালিইয়ুহুমা-ওয়া ‘আলাল্লা-হি ফালইয়াতাওয়াক্কালিল মু’মিনূন।",
    "bn_haque": "স্মরণ করো! তোমাদের মধ্যে থেকে দুইটি দল ভীরুতা দেখাবার মনস্থ করেছিল, আর আল্লাহ্ ছিলেন তাদের উভয়ের অভিভাবক, আর আল্লাহ্‌র উপরেই তাহলে বিশ্বাসীদের নির্ভর করা উচিত।",
    "bn_muhi": "যখন তোমাদের দুটি দল সাহস হারাবার উপক্রম হলো, অথচ আল্লাহ তাদের সাহায্যকারী ছিলেন, আর আল্লাহর উপরই ভরসা করা মুমিনদের উচিত।",
    "en": "When two parties among you were about to lose courage, but Allah was their ally; and upon Allah the believers should rely."
  },
  {
    "id": 123,
    "ar": "وَلَقَدْ نَصَرَكُمُ ٱللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ فَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
    "tr": "ওয়া লাকাদ নাসারাকুমুল্লা-হু ব্বিাদরিওঁ ওয়া আনতুম আযিল্লাতুন ফাত্তাকুল্লা-হা লা‘আল্লাকুম তাশকুরূন।",
    "bn_haque": "আর আল্লাহ্ ইতিপূর্বে তোমাদের সাহায্য করেছিলেন বদরে যখন তোমরা ছিলে দুর্দশাগ্রস্ত; অতএব আল্লাহ্‌র প্রতি ভয়-শ্রদ্ধা করো যেন তোমরা ধন্যবাদ দিতে পারো।",
    "bn_muhi": "বস্তুতঃ আল্লাহ বদরের যুদ্ধে তোমাদের সাহায্য করেছেন, অথচ তোমরা ছিলে দুর্বল। কাজেই আল্লাহকে ভয় করতে থাক, যাতে তোমরা কৃতজ্ঞ হতে পারো।",
    "en": "And already had Allah given you victory at [the battle of] Badr while you were few in number. Then fear Allah ; perhaps you will be grateful."
  },
  {
    "id": 124,
    "ar": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٍ مِّنَ ٱلْمَلَٰٓئِكَةِ مُنزَلِينَ",
    "tr": "ইযতাকূলুলিলমু’মিনীনা আলাইঁ ইয়াকফিয়াকুমআইঁ ইউমিদ্দাকুম রাব্বুকুমবিছালা-ছাতি আ-লা-ফিম মিনাল মালাইকাতি মুনঝালীন।",
    "bn_haque": "স্মরণ করো! তুমি বিশ্বাসীদের বলেছিলে -- \"এইটি কি তোমাদের জন্য যথেষ্ট নয় যে তোমাদের প্রভু তোমাদের সাহায্য করুন নেমে আসা ফিরিশ্‌তাদের তিন হাজার দিয়ে?",
    "bn_muhi": "আপনি যখন বলতে লাগলেন মুমিনগণকে-তোমাদের জন্য কি যথেষ্ট নয় যে, তোমাদের সাহায্যার্থে তোমাদের পালনকর্তা আসমান থেকে অবতীর্ণ তিন হাজার ফেরেশতা পাঠাবেন।",
    "en": "[Remember] when you said to the believers, \"Is it not sufficient for you that your Lord should reinforce you with three thousand angels sent down?"
  },
  {
    "id": 125,
    "ar": "بَلَىٰٓ إِن تَصْبِرُوا۟ وَتَتَّقُوا۟ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ ءَالَٰفٍ مِّنَ ٱلْمَلَٰٓئِكَةِ مُسَوِّمِينَ",
    "tr": "বালা ইন তাসবিরু ওয়া তাত্তাকূওয়া ইয়া’তূকুম মিন ফাওরিহিম হা-যা- ইউমদিদকুম রাব্বুকুম বিখামছাতি আ-লা-ফিম মিনাল মালাইকাতি মুছাওবিমীন।",
    "bn_haque": "যথার্থ! যদি তোমরা ধৈর্যশীল ও ধর্মপরায়ণ হও, আর তারা তোমাদের উপরে এসে পড়ে প্রবল বেগে, -- তোমাদের প্রভু তোমাদের সাহায্য করেছিলেন প্রচন্ড আঘাতকারী পাঁচ হাজার ফিরিশ্‌তাদের দিয়ে।",
    "bn_muhi": "অবশ্য তোমরা যদি সবর কর এবং বিরত থাক আর তারা যদি তখনই তোমাদের উপর চড়াও হয়, তাহলে তোমাদের পালনকর্তা চিহিߦ#2468; ঘোড়ার উপর পাঁচ হাজার ফেরেশতা তোমাদের সাহায্যে পাঠাতে পারেন।",
    "en": "Yes, if you remain patient and conscious of Allah and the enemy come upon you [attacking] in rage, your Lord will reinforce you with five thousand angels having marks [of distinction]"
  },
  {
    "id": 126,
    "ar": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِۦ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
    "tr": "ওয়ামা-জা‘আলাহুল্লা-হু ইল্লা-বুশরা-লাকুম ওয়া লিতাতমাইন্না কুলূবুকুম বিহী ওয়ামান্নাসরু ইল্লা-মিন ‘ইনদিল্লা-হিল ‘আঝীঝিল হাকীম।",
    "bn_haque": "আর আল্লাহ্ এটি করেন নি তোমাদের জন্য সুসংবাদ ব্যতীত, আর যাতে তোমাদের হৃদয় ইহাদ্বারা সান্তনা পায়। আর সাহায্য আসেনা শুধু আল্লাহ্‌র দরবার থেকে ছাড়া, মহাশক্তিশালী, পরমজ্ঞানী --",
    "bn_muhi": "বস্তুতঃ এটা তো আল্লাহ তোমাদের সুসংবাদ দান করলেন, যাতে তোমাদের মনে এতে সান্ত্বনা আসতে পারে। আর সাহায্য শুধুমাত্র পরাক্রান্ত, মহাজ্ঞানী আল্লাহরই পক্ষ থেকে,",
    "en": "And Allah made it not except as [a sign of] good tidings for you and to reassure your hearts thereby. And victory is not except from Allah, the Exalted in Might, the Wise -"
  },
  {
    "id": 127,
    "ar": "لِيَقْطَعَ طَرَفًا مِّنَ ٱلَّذِينَ كَفَرُوٓا۟ أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا۟ خَآئِبِينَ",
    "tr": "লিইয়াকতা‘আ তারাফাম মিনাল্লাযীনা কাফারূ আও ইয়াকবিতাহুম ফাইয়ানকালিবূ খাইবীন।",
    "bn_haque": "যেন তিনি যারা অবিশ্বাস পোষণ করে তাদের এক দলকে সংহার করতে পারেন, অথবা তাদের পরাভূত করতে পারেন, যেন তারা বিফলমনোরথ হয়ে ফিরে যায়।",
    "bn_muhi": "যাতে ধবংস করে দেন কোন কোন কাফেরকে অথবা লাঞ্ছিত করে দেন-যেন ওরা বঞ্চিত হয়ে ফিরে যায়।",
    "en": "That He might cut down a section of the disbelievers or suppress them so that they turn back disappointed."
  },
  {
    "id": 128,
    "ar": "لَيْسَ لَكَ مِنَ ٱلْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَٰلِمُونَ",
    "tr": "লাইছা লাকা মিনাল আমরি শাইউন আও ইয়াতূবা ‘আলাইহিম আও ইউ‘আযযিবাহুম ফাইন্নাহুম জা-লিমূন।",
    "bn_haque": "এই ব্যাপারে তোমার আদৌ কোনো সংস্রব নেই যে তিনি তাদের প্রতি ফিরবেন, অথবা তাদের শাস্তি দেবেন, যদিও তারা নিঃসন্দেহ অন্যায়কারী।",
    "bn_muhi": "হয় আল্লাহ তাদের ক্ষমা করবেন কিংবা তাদেরকে আযাব দেবেন। এ ব্যাপারে আপনার কোন করণীয় নাই। কারণ তারা রয়েছে অন্যায়ের উপর।",
    "en": "Not for you, [O Muhammad, but for Allah ], is the decision whether He should [cut them down] or forgive them or punish them, for indeed, they are wrongdoers."
  },
  {
    "id": 129,
    "ar": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "tr": "ওয়া লিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদিইয়াগফিরু লিমাইঁ ইয়াশাউ ওয়া ইউ‘আযযিবুমাইঁ ইয়াশাউ ওয়াল্লা-হু গাফুরূর রাহীম।",
    "bn_haque": "আর মহাকাশমন্ডলে যা-কিছু আছে ও যা-কিছু আছে পৃথিবীতে সে-সবই আল্লাহ্‌র। তিনি যাকে ইচ্ছা করবেন পরিত্রাণ করবেন এবং যাকে ইচ্ছা করবেন শাস্তিও দেবেন। আর আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "আর যা কিছু আসমান ও যমীনে রয়েছে, সেসবই আল্লাহর। তিনি যাকে ইচ্ছা ক্ষমা করবেন, যাকে ইচ্ছা আযাব দান করবেন। আর আল্লাহ হচ্ছেন ক্ষমাকারী, করুণাময়।",
    "en": "And to Allah belongs whatever is in the heavens and whatever is on the earth. He forgives whom He wills and punishes whom He wills. And Allah is Forgiving and Merciful."
  },
  {
    "id": 130,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوا۟ ٱلرِّبَوٰٓا۟ أَضْعَٰفًا مُّضَٰعَفَةً وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
    "tr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তা’কুলুর রিবা-আদ‘আ-ফাম মু দা-‘আফাতাওঁ ওয়াত্তাকুল্লা-হা লা‘আল্লাকুম তুফলিহূন।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! সুদ গলাধঃকরণ করো না তাকে দ্বিগুণ ও বহুগুণিত করে; আর আল্লাহ্‌কে ভয়-শ্রদ্ধা করো যাতে তোমরা সফলকাম হতে পারো।",
    "bn_muhi": "হে ঈমানদারগণ! তোমরা চক্রবৃদ্ধি হারে সুদ খেয়ো না। আর আল্লাহকে ভয় করতে থাক, যাতে তোমরা কল্যাণ অর্জন করতে পারো।",
    "en": "O you who have believed, do not consume usury, doubled and multiplied, but fear Allah that you may be successful."
  },
  {
    "id": 131,
    "ar": "وَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِىٓ أُعِدَّتْ لِلْكَٰفِرِينَ",
    "tr": "ওয়াত্তাকুন্না-রাল্লাতী উ‘ইদ্দাত লিলকা-ফিরীন।",
    "bn_haque": "আর সতর্কতা অবলন্বন করো সেই আগুন সন্বন্ধে যা তৈরি করা হয়েছে অবিশ্বাসীদের জন্য।",
    "bn_muhi": "এবং তোমরা সে আগুন থেকে বেঁচে থাক, যা কাফেরদের জন্য প্রস্তুত করা হয়েছে।",
    "en": "And fear the Fire, which has been prepared for the disbelievers."
  },
  {
    "id": 132,
    "ar": "وَأَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
    "tr": "ওয়া আতি‘উল্লা-হা ওয়াররাছূলা লা‘আল্লাকুম তুরহামূন।",
    "bn_haque": "আর আল্লাহ্ ও রসূলের প্রতি অনুগত হও, যেন তোমাদের করুণা দেখানো হয়।",
    "bn_muhi": "আর তোমরা আনুগত্য কর আল্লাহ ও রসূলের, যাতে তোমাদের উপর রহমত করা হয়।",
    "en": "And obey Allah and the Messenger that you may obtain mercy."
  },
  {
    "id": 133,
    "ar": "وَسَارِعُوٓا۟ إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ",
    "tr": "ওয়া ছা-রি‘ঊইলা-মাগফিরাতিম মির রাব্বিকুম ওয়া জান্নাতিন ‘আরদুহাছছামা-ওয়া-তু ওয়াল আরদুউ‘ইদ্দাত লিলমুত্তাকীন।",
    "bn_haque": "আর তৎপর হও তোমাদের প্রভুর কাছ থেকে পরিত্রাণ লাভের জন্য এবং স্বর্গোদ্যানের জন্য যার বিস্তার হচ্ছে মহাকাশমন্ডল ও পৃথিবী জুড়ে -- তৈরী হয়েছে ধর্মপরায়ণদের জন্য --",
    "bn_muhi": "তোমরা তোমাদের পালনকর্তার ক্ষমা এবং জান্নাতের দিকে ছুটে যাও যার সীমানা হচ্ছে আসমান ও যমীন, যা তৈরী করা হয়েছে পরহেযগারদের জন্য।",
    "en": "And hasten to forgiveness from your Lord and a garden as wide as the heavens and earth, prepared for the righteous"
  },
  {
    "id": 134,
    "ar": "ٱلَّذِينَ يُنفِقُونَ فِى ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلْكَٰظِمِينَ ٱلْغَيْظَ وَٱلْعَافِينَ عَنِ ٱلنَّاسِ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
    "tr": "আল্লাযীনা ইউনফিকূনা ফিছছাররাই ওয়াদ্দাররাই ওয়াল কা-জিমীনাল গাইজা ওয়াল‘আ-ফীনা ‘আনিন্না-ছি ওয়াল্লা-হু ইউহিব্বুল মুহছিনীন।",
    "bn_haque": "যারা খরচ করে সচ্ছল অবস্থায় ও অসচ্ছল অবস্থায়, আর যারা ক্রোধ সংবরণকারী, আর যারা লোকজনের প্রতি ক্ষমাশীল। আর আল্লাহ্ সৎকর্মীদের ভালোবাসেন, --",
    "bn_muhi": "যারা স্বচ্ছলতায় ও অভাবের সময় ব্যয় করে, যারা নিজেদের রাগকে সংবরণ করে আর মানুষের প্রতি ক্ষমা প্রদর্শন করে, বস্তুতঃ আল্লাহ সৎকর্মশীলদিগকেই ভালবাসেন।",
    "en": "Who spend [in the cause of Allah ] during ease and hardship and who restrain anger and who pardon the people - and Allah loves the doers of good;"
  },
  {
    "id": 135,
    "ar": "وَٱلَّذِينَ إِذَا فَعَلُوا۟ فَٰحِشَةً أَوْ ظَلَمُوٓا۟ أَنفُسَهُمْ ذَكَرُوا۟ ٱللَّهَ فَٱسْتَغْفَرُوا۟ لِذُنُوبِهِمْ وَمَن يَغْفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمْ يُصِرُّوا۟ عَلَىٰ مَا فَعَلُوا۟ وَهُمْ يَعْلَمُونَ",
    "tr": "ওয়াল্লাযীনা ইযা-ফা‘আলূফা-হিশাতান আও জালামূআনফুছাহুম যাকারুল্লা-হা ফাছতাগফারু লিযুনূবিহিম ওয়া মাইঁ ইয়াগফিরুযযুনূবা ইল্লাল্লা-হু ওয়ালাম ইউছিররু ‘আলা-মা-ফা‘আলূওয়া হুম ইয়া‘লামূন।",
    "bn_haque": "আর যারা, যখন কোনো গর্হিত কাজ করে বা নিজেদের প্রতি অন্যায় করে, তখন আল্লাহ্‌কে স্মরণ করে ও তাদের অপরধের জন্য পরিত্রাণ চায়, -- বস্তুতঃ আল্লাহ্ ছাড়া আর কে অপরাধ ক্ষমা করে? আর তারা যা করেছিল তাতে জেনেশুনে আঁকড়ে ধরে থাকে না।",
    "bn_muhi": "তারা কখনও কোন অশ্লীল কাজ করে ফেললে কিংবা কোন মন্দ কাজে জড়িত হয়ে নিজের উপর জুলুম করে ফেললে আল্লাহকে স্মরণ করে এবং নিজের পাপের জন্য ক্ষমা প্রার্থনা করে। আল্লাহ ছাড়া আর কে পাপ ক্ষমা করবেন? তারা নিজের কৃতকর্মের জন্য হঠকারিতা প্রদর্শন করে না এবং জেনে-শুনে তাই করতে থাকে না।",
    "en": "And those who, when they commit an immorality or wrong themselves [by transgression], remember Allah and seek forgiveness for their sins - and who can forgive sins except Allah ? - and [who] do not persist in what they have done while they know."
  },
  {
    "id": 136,
    "ar": "أُو۟لَٰٓئِكَ جَزَآؤُهُم مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَنِعْمَ أَجْرُ ٱلْعَٰمِلِينَ",
    "tr": "উলাইকা জাঝাউহুম মাগফিরাতুম মির রাব্বিহিম ওয়া জান্না-তুন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা-ওয়ানি‘মা আজরুল ‘আ-মিলীন।",
    "bn_haque": "এরা? -- এদের পুরস্কার হচ্ছে এদের প্রভুর কাছ থেকে পরিত্রাণ ও স্বর্গোদ্যানসমূহ যাদের নিচে দিয়ে বয়ে চলে ঝরনারাজি, সেখানে তারা থাকবে স্থায়ীভাবে, আর কর্মীবৃন্দের পুরস্কার কী চমৎকার!",
    "bn_muhi": "তাদেরই জন্য প্রতিদান হলো তাদের পালনকর্তার ক্ষমা ও জান্নাত, যার তলদেশে প্রবাহিত হচ্ছে প্রস্রবণ যেখানে তারা থাকবে অনন্তকাল। যারা কাজ করে তাদের জন্য কতইনা চমৎকার প্রতিদান।",
    "en": "Those - their reward is forgiveness from their Lord and gardens beneath which rivers flow [in Paradise], wherein they will abide eternally; and excellent is the reward of the [righteous] workers."
  },
  {
    "id": 137,
    "ar": "قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ",
    "tr": "কাদ খালাত মিন কাবলিকুম ছুনানুন ফাছীরু ফিল আরদিফানজুরূকাইফা কা-না ‘আ-কিবাতুল মুকাযযিবীন।",
    "bn_haque": "নিশ্চয়ই তোমাদের পূর্বে বহু জীবনধারা গত হয়ে গেছে। অতএব পৃথিবীতে ভ্রমণ করো ও দেখো কেমন হয়েছিল মিথ্যারোপকারীদের পরিণাম।",
    "bn_muhi": "তোমাদের আগে অতীত হয়েছে অনেক ধরনের জীবনাচরণ। তোমরা পৃথিবীতে ভ্রমণ কর এবং দেখ যারা মিথ্যা প্রতিপন্ন করেছে তাদের পরিণতি কি হয়েছে।",
    "en": "Similar situations [as yours] have passed on before you, so proceed throughout the earth and observe how was the end of those who denied."
  },
  {
    "id": 138,
    "ar": "هَٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ",
    "tr": "হা-যা-বায়া-নুল লিন্না-ছি ওয়া হুদাওঁ ওয়া মাও‘ইজাতুল লিলমুত্তাকীন।",
    "bn_haque": "এই হচ্ছে মানব জাতির জন্য সুস্পষ্ট ঘোষণা ও পথনির্দেশ ও উপদেশ -- ধর্মপরায়ণদের জন্য।",
    "bn_muhi": "এই হলো মানুষের জন্য বর্ণনা। আর যারা ভয় করে তাদের জন্য উপদেশবাণী।",
    "en": "This [Qur'an] is a clear statement to [all] the people and a guidance and instruction for those conscious of Allah ."
  },
  {
    "id": 139,
    "ar": "وَلَا تَهِنُوا۟ وَلَا تَحْزَنُوا۟ وَأَنتُمُ ٱلْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ",
    "tr": "ওয়ালা-তাহিনূওয়ালা-তাহঝানূওয়া আনতুমুল আ‘লাওনা ইন কুনতুম মু’মিনীন।",
    "bn_haque": "অতএব দুর্বলচিত্ত হয়ো না ও অনুশোচনা করো না, কারণ তোমরাই হবে উচ্চপদস্থ যদি তোমরা বিশ্বাসী হও।",
    "bn_muhi": "আর তোমরা নিরাশ হয়ো না এবং দুঃখ করো না। যদি তোমরা মুমিন হও তবে, তোমরাই জয়ী হবে।",
    "en": "So do not weaken and do not grieve, and you will be superior if you are [true] believers."
  },
  {
    "id": 140,
    "ar": "إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ ٱلْقَوْمَ قَرْحٌ مِّثْلُهُۥ وَتِلْكَ ٱلْأَيَّامُ نُدَاوِلُهَا بَيْنَ ٱلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَتَّخِذَ مِنكُمْ شُهَدَآءَ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
    "tr": "ইয়ঁইয়ামছাছকুম কারহুন ফাকাদ মাছছাল কাওমা কারহুম মিছলুহু ওয়া তিলকাল আইইয়া-মুনুদা-বিলুহা-বাইনান্না-ছি ওয়ালিয়া‘লামাল্লা-হুল্লাযীনা আ-মানূওয়া ইয়াত্তাখিযা মিনকুম শুহাদাআ ওয়াল্লা-হু লা-ইউহিব্বুজ্জা-লিমীন।",
    "bn_haque": "যদি কোনো আঘাত তোমাদের পীড়া দিয়ে থাকে তবে তার সমান আঘাত পীড়া দিয়েছে দলকে। আর এইসব দিনগুলো আমরা লোকদের কাছে পালাক্রমে এনে থাকি যাতে আল্লাহ্ অবধারণ করতে পারেন তাদের যারা ঈমান এনেছে, আর যাতে তোমাদের মধ্যে থেকে সাক্ষী মনোনীত করতে পারেন। আর আল্লাহ্ অন্যায়কারীদের ভালোবাসেন না, --",
    "bn_muhi": "তোমরা যদি আহত হয়ে থাক, তবে তারাও তো তেমনি আহত হয়েছে। আর এ দিনগুলোকে আমি মানুষের মধ্যে পালাক্রমে আবর্তন ঘটিয়ে থাকি। এভাবে আল্লাহ জানতে চান কারা ঈমানদার আর তিনি তোমাদের কিছু লোককে শহীদ হিসাবে গ্রহণ করতে চান। আর আল্লাহ অত্যাচারীদেরকে ভালবাসেন না।",
    "en": "If a wound should touch you - there has already touched the [opposing] people a wound similar to it. And these days [of varying conditions] We alternate among the people so that Allah may make evident those who believe and [may] take to Himself from among you martyrs - and Allah does not like the wrongdoers -"
  },
  {
    "id": 141,
    "ar": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَمْحَقَ ٱلْكَٰفِرِينَ",
    "tr": "ওয়া লিইউমাহহিসাল্লাহুল্লাযীনা আ-মানূওয়া ইয়ামহাকাল কা-ফিরীন।",
    "bn_haque": "আর যেন আল্লাহ্ বিমুক্ত করতে পারেন যারা ঈমান এনেছে তাদের, আর নিষ্ফল করতে পারেন অবিশ্বাসীদের।",
    "bn_muhi": "আর এ কারণে আল্লাহ ঈমানদারদেরকে পাক-সাফ করতে চান এবং কাফেরদেরকে ধবংস করে দিতে চান।",
    "en": "And that Allah may purify the believers [through trials] and destroy the disbelievers."
  },
  {
    "id": 142,
    "ar": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُوا۟ مِنكُمْ وَيَعْلَمَ ٱلصَّٰبِرِينَ",
    "tr": "আম হাছিবতুমআনতাদখুলুল জান্নাতা ওয়া লাম্মা-ইয়া‘লামিল্লা-হুল্লাযীনা জা-হাদূমিনকুম ওয়া ইয়া‘লামাসসা-বিরীন।",
    "bn_haque": "তোমরা কি বিবেচনা করছো যে তোমরা বেহেশতে প্রবেশ করবে, অথচ আল্লাহ্ এখনো অবধারণ করেন নি তোমাদের মধ্যে কারা সংগ্রাম করেছে, আর যাচাই করেন নি কারা ধৈর্যশীল?",
    "bn_muhi": "তোমাদের কি ধারণা, তোমরা জান্নাতে প্রবেশ করবে? অথচ আল্লাহ এখনও দেখেননি তোমাদের মধ্যে কারা জেহাদ করেছে এবং কারা ধৈর্য্যশীল।",
    "en": "Or do you think that you will enter Paradise while Allah has not yet made evident those of you who fight in His cause and made evident those who are steadfast?"
  },
  {
    "id": 143,
    "ar": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ ٱلْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ",
    "tr": "ওয়া লাকাদ কুনতুম তামান্নাওনাল মাওতা মিন কাবলি আন তালকাওহু ফাকাদ রাআইতুমূহু ওয়া আনতুম তানজুরুন।",
    "bn_haque": "আর নিঃসন্দেহ তোমরা চেয়েছিলে মৃত্যুবরণ করতে -- তার সঙ্গে দেখা হবার আগে, এখন কিন্তু তোমরা তা দেখেছ, আর তোমরা দেখতে থাকো!",
    "bn_muhi": "আর তোমরা তো মৃত্যু আসার আগেই মরণ কামনা করতে, কাজেই এখন তো তোমরা তা চোখের সামনে উপস্থিত দেখতে পাচ্ছ।",
    "en": "And you had certainly wished for martyrdom before you encountered it, and you have [now] seen it [before you] while you were looking on."
  },
  {
    "id": 144,
    "ar": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ أَفَإِي۟ن مَّاتَ أَوْ قُتِلَ ٱنقَلَبْتُمْ عَلَىٰٓ أَعْقَٰبِكُمْ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ ٱللَّهَ شَيْـًٔا وَسَيَجْزِى ٱللَّهُ ٱلشَّٰكِرِينَ",
    "tr": "ওয়ামা-মুহাম্মাদুন ইল্লা-রাছুলুন কাদ খালাত মিন কাবলিহির রুছুলু আফাইম্মা-তা আও কুতিলানকালাবতুম ‘আলাআ‘কা-বিকুম ওয়া মাইঁ ইয়ানকালিব ‘আলা‘আকিবাইহি ফালাইঁ ইয়াদুররাল্লা-হা শাইআওঁ ওয়াছাইয়াজঝিল্লা-হুশশা-কিরীন।",
    "bn_haque": "আর মুহাম্মদ একজন রসূল বৈ তো নন। নিঃসন্দেহ তাঁর পূর্বে রসূলগণ গত হয়ে গেছেন। অতএব তিনি যদি মারা যান অথবা তাঁকে কাতল করা হয় তাহলে কি তোমরা তোমাদের গোড়ালির উপরে মোড় ফেরাবে? আর যে কেউ তার গোড়ালির উপরে মোড় ফেরে সে কিন্তু, আর আল্লাহ্ অচিরেই পুরস্কার দেবেন কৃতজ্ঞদের।",
    "bn_muhi": "আর মুহাম্মদ একজন রসূল বৈ তো নয়! তাঁর পূর্বেও বহু রসূল অতিবাহিত হয়ে গেছেন। তাহলে কি তিনি যদি মৃত্যুবরণ করেন অথবা নিহত হন, তবে তোমরা পশ্চাদপসরণ করবে? বস্তুতঃ কেউ যদি পশ্চাদপসরণ করে, তবে তাতে আল্লাহর কিছুই ক্ষতি-বৃদ্ধি হবে না। আর যারা কৃতজ্ঞ, আল্লাহ তাদের সওয়াব দান করবেন।",
    "en": "Muhammad is not but a messenger. [Other] messengers have passed on before him. So if he was to die or be killed, would you turn back on your heels [to unbelief]? And he who turns back on his heels will never harm Allah at all; but Allah will reward the grateful."
  },
  {
    "id": 145,
    "ar": "وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ ٱللَّهِ كِتَٰبًا مُّؤَجَّلًا وَمَن يُرِدْ ثَوَابَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ ٱلْءَاخِرَةِ نُؤْتِهِۦ مِنْهَا وَسَنَجْزِى ٱلشَّٰكِرِينَ",
    "tr": "ওয়ামা-কা-না লিনাফছিন আন তামূতা ইল্লা-বিইযনিল্লা-হি কিতা-বাম মুআজ্জালাওঁ ওয়া মাইঁ ইউরিদ ছাওয়া-বাদ্দুনইয়া-নু’তিহী মিনহা- ওয়া মাইঁ ইউরিদ ছাওয়া-বাল আখিরাতি নু’তিহী মিনহা-ওয়া ছানাজঝিশশা-কিরীন।",
    "bn_haque": "আর কোনো লোকের পক্ষে তার মরে যাওয়া চলে না আল্লাহ্‌র অনুমতি ব্যতীত, লিপিবদ্ধ থাকা নির্ধারিত সময় অনুসারে। আর যে কেউ ইহজীবনের পুরস্কার কামনা করে আমরা তাকে তা’ থেকে আদায় করি, আর যে কেউ চায় পরলোকের পুরস্কার আমরা তাকেও তা থেকে প্রদান করি। আর আমরা অচিরেই পুরস্কৃত করবো কৃতজ্ঞদের।",
    "bn_muhi": "আর আল্লাহর হুকুম ছাড়া কেউ মরতে পারে না-সেজন্য একটা সময় নির্ধারিত রয়েছে। বস্তুতঃ যে লোক দুনিয়ায় বিনিময় কামনা করবে, আমি তাকে তা দুনিয়াতেই দান করব। পক্ষান্তরে-যে লোক আখেরাতে বিনিময় কামনা করবে, তা থেকে আমি তাকে তাই দেবো। আর যারা কৃতজ্ঞ তাদেরকে আমি প্রতিদান দেবো",
    "en": "And it is not [possible] for one to die except by permission of Allah at a decree determined. And whoever desires the reward of this world - We will give him thereof; and whoever desires the reward of the Hereafter - We will give him thereof. And we will reward the grateful."
  },
  {
    "id": 146,
    "ar": "وَكَأَيِّن مِّن نَّبِىٍّ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا۟ لِمَآ أَصَابَهُمْ فِى سَبِيلِ ٱللَّهِ وَمَا ضَعُفُوا۟ وَمَا ٱسْتَكَانُوا۟ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ",
    "tr": "ওয়া কাআইয়িম মিন নাবিইয়িন কা-তালা মা‘আহু রিব্বিইয়ূনা কাছীরুন ফামাওয়াহানূলিমাআসা-বাহুম ফী ছাবীলিল্লা-হি ওয়ামা-দা‘উফূওয়ামাছ তাকা-নূ ওয়াল্লাহু ইউহিব্বুসসা-বিরীন।",
    "bn_haque": "আর আরো কত নবী যুদ্ধ করেছেন, তাঁদের সঙ্গে ছিল প্রভুর অনুগত বহু লোক, আর আল্লাহ্‌র পথে তাদের উপরে যা বর্তেছিল তার জন্য তারা অবসাদগ্রস্ত হয় নি, আর তারা দুর্বলও হয় নি, আর তারা নিজেদের হীনও করে নি। আর আল্লাহ্ ভালোবাসেন ধৈর্যশীলদের।",
    "bn_muhi": "আর বহু নবী ছিলেন, যাঁদের সঙ্গী-সাথীরা তাঁদের অনুবর্তী হয়ে জেহাদ করেছে; আল্লাহর পথে-তাদের কিছু কষ্ট হয়েছে বটে, কিন্তু আল্লাহর রাহে তারা হেরেও যায়নি, ক্লান্তও হয়নি এবং দমেও যায়নি। আর যারা সবর করে, আল্লাহ তাদেরকে ভালবাসেন।",
    "en": "And how many a prophet [fought and] with him fought many religious scholars. But they never lost assurance due to what afflicted them in the cause of Allah, nor did they weaken or submit. And Allah loves the steadfast."
  },
  {
    "id": 147,
    "ar": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَن قَالُوا۟ رَبَّنَا ٱغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ",
    "tr": "ওয়ামা-কা-না কাওলাহুম ইল্লাআন কা-লূরাব্বানাগ ফিরলানা-যুনূবানা-ওয়া ইছরা-ফানাফীআমরিনা-ওয়াছাব্বিত আকদা-মানা-ওয়ানসুরনা-‘আলাল কাওমিল কা-ফিরীন।",
    "bn_haque": "আর তাদের বক্তব্য এই বলা ছাড়া অন্য কিছু ছিল না -- \"আমাদের প্রভু! ক্ষমা করো আমাদের সব অপরাধ ও আমাদের কাজকর্মে আমাদের সমস্ত অমিতাচার, আর দৃঢ় করো আমাদের পদক্ষেপ, আর আমাদের সাহায্য করো অবিশ্বাসী দলের বিরুদ্ধে।\"",
    "bn_muhi": "তারা আর কিছুই বলেনি-শুধু বলেছে, হে আমাদের পালনকর্তা! মোচন করে দাও আমাদের পাপ এবং যা কিছু বাড়াবাড়ি হয়ে গেছে আমাদের কাজে। আর আমাদিগকে দৃঢ় রাখ এবং কাফেরদের উপর আমাদিগকে সাহায্য কর।",
    "en": "And their words were not but that they said, \"Our Lord, forgive us our sins and the excess [committed] in our affairs and plant firmly our feet and give us victory over the disbelieving people.\""
  },
  {
    "id": 148,
    "ar": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنْيَا وَحُسْنَ ثَوَابِ ٱلْءَاخِرَةِ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
    "tr": "ফাআ-তা-হুমুল্লা-হু ছাওয়া-বাদ্দুনইয়া-ওয়াহুছনা ছাওয়া-বিল আ-খিরাতি ওয়াল্লা-হু ইউহিব্বুল মুহছিনীন।",
    "bn_haque": "কাজেই আল্লাহ্ তাদের দিয়েছিলেন ইহজীবনের পুরস্কার, আর পরলোকের পুরস্কার আরো চমৎকার! আর আল্লাহ্ ভালোবাসেন সৎকর্মীদের।",
    "bn_muhi": "অতঃপর আল্লাহ তাদেরকে দুনিয়ার সওয়াব দান করেছেন এবং যথার্থ আখেরাতের সওয়াব। আর যারা সৎকর্মশীল আল্লাহ তাদেরকে ভালবাসেন।",
    "en": "So Allah gave them the reward of this world and the good reward of the Hereafter. And Allah loves the doers of good."
  },
  {
    "id": 149,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تُطِيعُوا۟ ٱلَّذِينَ كَفَرُوا۟ يَرُدُّوكُمْ عَلَىٰٓ أَعْقَٰبِكُمْ فَتَنقَلِبُوا۟ خَٰسِرِينَ",
    "tr": "ইয়াআইয়ূহাল্লাযীনা আ-মানূইন তুতী‘উল্লাযীনা কাফারু ইয়ারূদ্দূকুমআলাআ‘ক বিকুম ফাতানকালিবূখা-ছিরীন।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! যারা অবিশ্বাস পোষণ করে তোমরা যদি তাদের অনুগত হও তবে তারা তোমাদের গোড়ালির উপরে তোমাদের মোড় ফিরিয়ে দেবে, ফলে তোমরা ক্ষতিগ্রস্ত হয়ে ফিরবে।",
    "bn_muhi": "হে ঈমানদারগণ! তোমরা যদি কাফেরদের কথা শোন, তাহলে ওরা তোমাদেরকে পেছনে ফিরিয়ে দেবে, তাতে তোমরা ক্ষতির সম্মুখীণ হয়ে পড়বে।",
    "en": "O you who have believed, if you obey those who disbelieve, they will turn you back on your heels, and you will [then] become losers."
  },
  {
    "id": 150,
    "ar": "بَلِ ٱللَّهُ مَوْلَىٰكُمْ وَهُوَ خَيْرُ ٱلنَّٰصِرِينَ",
    "tr": "বালিল্লা-হু মাওলা-কুম ওয়া হুয়া খাইরুন্না-সিরীন।",
    "bn_haque": "না, আল্লাহ্ তোমাদের রক্ষাকারী বন্ধু, আর তিনি সাহায্যকারীদের মধ্যে সর্বোত্তম।",
    "bn_muhi": "বরং আল্লাহ তোমাদের সাহায্যকারী, আর তাঁর সাহায্যই হচ্ছে উত্তম সাহায্য।",
    "en": "But Allah is your protector, and He is the best of helpers."
  },
  {
    "id": 151,
    "ar": "سَنُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ بِمَآ أَشْرَكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًا وَمَأْوَىٰهُمُ ٱلنَّارُ وَبِئْسَ مَثْوَى ٱلظَّٰلِمِينَ",
    "tr": "ছানুলকীফী কুলূবিল্লাযীনা কাফারুর রু‘বা বিমাআশরাকূবিল্লা-হি মা-লাম ইউনাঝঝিল বিহী ছুলতা-নাওঁ ওয়ামা’ওয়া-হুমুন্না-রু ওয়াবি’ছা মাছওয়াজ্জা-লিমীন।",
    "bn_haque": "যারা অবিশ্বাস পোষণ করে তাদের হৃদয়ে আমরা অচিরেই ভীতি নিক্ষেপ করবো, কেননা তারা আল্লাহ্‌র সাথে শরীক করেছিল যার জন্য তিনি কোনো বিধান অবতারণ করেন নি, ফলে তাদের বাসস্থান হচ্ছে আগুন, আর অন্যায়কারীদের বাসস্থান মন্দ বটে!",
    "bn_muhi": "খুব শীঘ্রই আমি কাফেরদের মনে ভীতির সঞ্চার করবো। কারণ, ওরা আল্লাহর সাথে অংশীদার সাব্যস্ত করে যে সম্পর্কে কোন সনদ অবতীর্ণ করা হয়নি। আর ওদের ঠিকানা হলো দোযখের আগুন। বস্তুতঃ জালেমদের ঠিকানা অত্যন্ত নিকৃষ্ট।",
    "en": "We will cast terror into the hearts of those who disbelieve for what they have associated with Allah of which He had not sent down [any] authority. And their refuge will be the Fire, and wretched is the residence of the wrongdoers."
  },
  {
    "id": 152,
    "ar": "وَلَقَدْ صَدَقَكُمُ ٱللَّهُ وَعْدَهُۥٓ إِذْ تَحُسُّونَهُم بِإِذْنِهِۦ حَتَّىٰٓ إِذَا فَشِلْتُمْ وَتَنَٰزَعْتُمْ فِى ٱلْأَمْرِ وَعَصَيْتُم مِّنۢ بَعْدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَ مِنكُم مَّن يُرِيدُ ٱلدُّنْيَا وَمِنكُم مَّن يُرِيدُ ٱلْءَاخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنكُمْ وَٱللَّهُ ذُو فَضْلٍ عَلَى ٱلْمُؤْمِنِينَ",
    "tr": "ওয়া লাকাদ সাদাকাকুমুল্লা-হু ওয়া‘দাহূইযতাহুছছূনাহুম বিইযনিহী হাত্তাইযাফাশিলতুম ওয়াতানা-ঝা‘তুম ফিল আমরি ওয়া‘আসাইতুম মিম বা‘দি মাআরা-কুম মাতুহিববূনা মিনকুম মাইঁ ইউরীদুদ্দুনইয়া-ওয়া মিনকুম মাইঁ ইউরীদুল আ-খিরাতা ছুম্মা সারাফাকুম ‘আনহুম লিইয়াবতালিয়াকুম ওয়া লাকাদ ‘আফা-‘আনকুম ওয়াল্লা-হু যূফাদলিন ‘আলাল মু’মিনীন।",
    "bn_haque": "আর নিঃসন্দেহ আল্লাহ্ ইতিপূর্বে তোমাদের কাছে তাঁর অঙ্গীকার পালন করেছিলেন যখন তোমরা তাঁর ইচ্ছায় তাদের টুকরো- টুকরো করছিলে, যতক্ষণ না তোমরা দুর্বলচিত্ত হয়ে পড়লে, আর তোমরা আদেশ সন্বন্ধে বিরোধ করলে ও অবাধ্য হলে যা তোমরা ভালোবাস তা তোমাদের দেখাবার পরে। তোমাদের মধ্যে কেউ ছিল যারা এই দুনিয়া চাচ্ছিল, আর তোমাদের মধ্যে কেউ ছিল যারা পরকাল চাচ্ছিল, তারপর তিনি তোমাদের তাদের থেকে পলায়নপর করলেন যেন তিনি তোমাদের শাসন করতে পারেন। আর তিনি নিঃসন্দেহ তোমাদের অপরাধ মার্জনা করলেন। আর আল্লাহ্ বিশ্বাসীদের প্রতি অশেষ কৃপাময়।",
    "bn_muhi": "আর আল্লাহ সে ওয়াদাকে সত্যে পরিণত করেছেন, যখন তোমরা তাঁরই নির্দেশে ওদের খতম করছিলে। এমনকি যখন তোমরা ছত্রভঙ্গ হয়ে পড়েছে ও কর্তব্য স্থির করার ব্যাপারে বিবাদে লিপ্ত হয়েছে। আর যা তোমরা চাইতে তা দেখার পর কৃতঘ্নতা প্রদর্শন করেছ, তাতে তোমাদের কারো কাম্য ছিল দুনিয়া আর কারো বা কাম্য ছিল আখেরাত। অতঃপর তোমাদিগকে সরিয়ে দিলেন ওদের উপর থেকে যাতে তোমাদিগকে পরীক্ষা করেন। বস্তুতঃ তিনি তোমাদিগকে ক্ষমা করেছেন। আর আল্লাহর মুমিনদের প্রতি অনুগ্রহশীল।",
    "en": "And Allah had certainly fulfilled His promise to you when you were killing the enemy by His permission until [the time] when you lost courage and fell to disputing about the order [given by the Prophet] and disobeyed after He had shown you that which you love. Among you are some who desire this world, and among you are some who desire the Hereafter. Then he turned you back from them [defeated] that He might test you. And He has already forgiven you, and Allah is the possessor of bounty for the believers."
  },
  {
    "id": 153,
    "ar": "إِذْ تُصْعِدُونَ وَلَا تَلْوُۥنَ عَلَىٰٓ أَحَدٍ وَٱلرَّسُولُ يَدْعُوكُمْ فِىٓ أُخْرَىٰكُمْ فَأَثَٰبَكُمْ غَمًّۢا بِغَمٍّ لِّكَيْلَا تَحْزَنُوا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا مَآ أَصَٰبَكُمْ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "tr": "ইযতুস‘ইদূ না ওয়ালা-তালঊনা ‘আলা-আহাদিওঁ ওয়ার রাছূলুইয়াদ‘ঊকুম ফীউখরা-কুম ফাআছা-বাকুম গাম্মাম বিগামমিল লিকাইলা-তাহঝানূ‘আলা-মা-ফা-তাকুম ওয়ালামাআসা-বাকুম ওয়াল্লা-হু খাবীরুম বিমা-তা‘মালূন।",
    "bn_haque": "স্মরণ করো! তোমরা পাহাড়ে উঠছিলে আর কারো দিকে ভ্রক্ষেপ করছিলে না, আর রসূল তোমাদের পিছন থেকে তোমাদের ডাকছিলেন, কাজেই তিনি তোমাদের এক বিষাদের উপরে আরেক বিষাদ উপহার দিলেন, যেন তোমরা অনুশোচনা না করো যা তোমাদের থেকে ফসকে গেছে, আর যা তোমাদের উপরে বর্তেছে তার জন্যেও না। আর তোমরা যা করো সে- সন্বন্ধে আল্লাহ্ চির-ওয়াকিফহাল।",
    "bn_muhi": "আর তোমরা উপরে উঠে যাচ্ছিলে এবং পেছন দিকে ফিরে তাকাচ্ছিলে না কারো প্রতি, অথচ রসূল ডাকছিলেন তোমাদিগকে তোমাদের পেছন দিক থেকে। অতঃপর তোমাদের উপর এলো শোকের ওপরে শোক, যাতে তোমরা হাত থেকে বেরিয়ে যাওয়া বস্তুর জন্য দুঃখ না কর এবং যার সম্মুখীণ হচ্ছ সেজন্য বিমর্ষ না হও। আর আল্লাহ তোমাদের কাজের ব্যাপারে অবহিত রয়েছেন।",
    "en": "[Remember] when you [fled and] climbed [the mountain] without looking aside at anyone while the Messenger was calling you from behind. So Allah repaid you with distress upon distress so you would not grieve for that which had escaped you [of victory and spoils of war] or [for] that which had befallen you [of injury and death]. And Allah is [fully] Acquainted with what you do."
  },
  {
    "id": 154,
    "ar": "ثُمَّ أَنزَلَ عَلَيْكُم مِّنۢ بَعْدِ ٱلْغَمِّ أَمَنَةً نُّعَاسًا يَغْشَىٰ طَآئِفَةً مِّنكُمْ وَطَآئِفَةٌ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقِّ ظَنَّ ٱلْجَٰهِلِيَّةِ يَقُولُونَ هَل لَّنَا مِنَ ٱلْأَمْرِ مِن شَىْءٍ قُلْ إِنَّ ٱلْأَمْرَ كُلَّهُۥ لِلَّهِ يُخْفُونَ فِىٓ أَنفُسِهِم مَّا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ ٱلْأَمْرِ شَىْءٌ مَّا قُتِلْنَا هَٰهُنَا قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِى قُلُوبِكُمْ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "tr": "ছুম্মা আনঝালা ‘আলাইকুম মিম বা‘দিল গামমি আমানাতান নু‘আ-ছাইঁ ইয়াগশাতাইফাতাম মিনকুম ওয়া তাইফাতুন কাদ আহাম্মাতহুম আনফছুহুম ইয়াজুন্নূনা বিল্লা-হি গাইরাল হাক্কিজান্নাল জা-হিলিইইয়াতি ইয়াকূলূনা হাল্লানা-মিনাল আমরি মিন শাইইন কুল ইন্নাল আমরা কুল্লাহূলিল্লা-হি ইউখফূনা ফীআনফুছিহিম মা-লাইউবদূ না লাকা ইয়াকূলূনা লাও কা-না লানা-মিনাল আমরি শাইউম মা-কুতিলনা-হাহুনা-কুল্লাও কুনতুম ফী বুয়ূতিকুম লাবারাঝাল্লাযীনা কুতিবা ‘আলাইহিমুল কাতলুইলামাদা-জি‘ইহিম ওয়া লিইয়াবতালিইয়াল্লা-হু মা-ফী সুদূ রিকুম ওয়ালিইউমাহহিসা মাফী কুলূবিকুম ওয়াল্লা-হু ‘আলীমুম বিযা-তিসসুদূ র।",
    "bn_haque": "তারপর বিষাদের পরে তিনি তোমাদের উপরে বর্ষণ করলেন নিরাপত্তা, তোমাদের একদলের উপরে নেমে এল প্রশান্তি, আর অন্য এক দলের নিজেদের মন তাদের উৎকতি করেছিল, তারা আল্লাহ্ সন্বন্ধে অজ্ঞানতাকালীন সন্দেহপ্রবণতায় সন্দিহান হয়েছিল অসঙ্গতভাবে। তারা বলছিল -- \"এই ব্যাপারে আমাদের কি কোনো কিছু আছে?\" বলো -- \"নিঃসন্দেহ ব্যাপারটি সর্বতোভাবে আল্লাহ্‌র।\" তারা তাদের নিজেদের মধ্যে যা লুকিয়ে রেখেছে তা তোমার কাছে প্রকাশ করছে না, তারা বলছিল -- \"এই ব্যাপারে যদি আমাদের কিছু থাকতো তবে এখানে আমাদের কাতল করা হতো না।\" তুমি বলো -- \"তোমরা যদি তোমাদের বাড়ির ভিতরেও থাকতে তথাপি যাদের জন্য প্রাণঘাত লিখিত হয়েছে তারা নিশ্চয়ই তাদের নির্ধারিত-স্থলে গিয়ে হাজির হতো।\" আর আল্লাহ্ যেন যাচাই করতে পারেন কি আছে তোমাদের বুকের ভেতরে, আর যেন নিংড়ে বের করে দিতে পারেন যা আছে তোমাদের অন্তরে। আর বুকের ভেতরে যা আছে সে-সন্বন্ধে আল্লাহ্ সর্বজ্ঞাতা।",
    "bn_muhi": "অতঃপর তোমাদের উপর শোকের পর শান্তি অবতীর্ণ করলেন, যা ছিল তন্দ্রার মত। সে তন্দ্রায় তোমাদের মধ্যে কেউ কেউ ঝিমোচ্ছিল আর কেউ কেউ প্রাণের ভয়ে ভাবছিল। আল্লাহ সম্পর্কে তাদের মিথ্যা ধারণা হচ্ছিল মুর্খদের মত। তারা বলছিল আমাদের হাতে কি কিছুই করার নেই? তুমি বল, সবকিছুই আল্লাহর হাতে। তারা যা কিছু মনে লুকিয়ে রাখে-তোমার নিকট প্রকাশ করে না সে সবও। তারা বলে আমাদের হাতে যদি কিছু করার থাকতো, তাহলে আমরা এখানে নিহত হতাম না। তুমি বল, তোমরা যদি নিজেদের ঘরেও থাকতে তবুও তারা অবশ্যই বেরিয়ে আসত নিজেদের অবস্থান থেকে যাদের মৃত্যু লিখে দেয়া হয়েছে। তোমাদের বুকে যা রয়েছে তার পরীক্ষা করা ছিল আল্লাহর ইচ্ছা, আর তোমাদের অন্তরে যা কিছু রয়েছে তা পরিষ্কার করা ছিল তাঁর কাম্য। আল্লাহ মনের গোপন বিষয় জানেন।",
    "en": "Then after distress, He sent down upon you security [in the form of] drowsiness, overcoming a faction of you, while another faction worried about themselves, thinking of Allah other than the truth - the thought of ignorance, saying, \"Is there anything for us [to have done] in this matter?\" Say, \"Indeed, the matter belongs completely to Allah .\" They conceal within themselves what they will not reveal to you. They say, \"If there was anything we could have done in the matter, some of us would not have been killed right here.\" Say, \"Even if you had been inside your houses, those decreed to be killed would have come out to their death beds.\" [It was] so that Allah might test what is in your breasts and purify what is in your hearts. And Allah is Knowing of that within the breasts."
  },
  {
    "id": 155,
    "ar": "إِنَّ ٱلَّذِينَ تَوَلَّوْا۟ مِنكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ إِنَّمَا ٱسْتَزَلَّهُمُ ٱلشَّيْطَٰنُ بِبَعْضِ مَا كَسَبُوا۟ وَلَقَدْ عَفَا ٱللَّهُ عَنْهُمْ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ",
    "tr": "ইন্নাল্লাযীনা তাওয়াল্লাও মিনকুম ইয়াওমাল তাকাল জাম‘আ-নি ইন্নামাছ তাঝাল্লাহুমুশ শাইতা-নুব্বিা‘দিমা-কাছাবূ ওয়া লাকাদ ‘আফাল্লা-হু ‘আনহুম; ইন্নাল্লা-হা গাফূরুন হালীম।",
    "bn_haque": "নিঃসন্দেহ যেদিন দুই সৈন্যদল পরস্পর সম্মুখীন হয়েছিল সেদিন তোমাদের মধ্যে যারা পলায়নপর হলে, তাদের পদস্খলন করেছিল শয়তান যেহেতু তারা কিছু কামিয়েছিল, আর অবশ্য আল্লাহ্ তাদের মার্জনা করলেন। নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, অতি অমায়িক।",
    "bn_muhi": "তোমাদের যে দুটি দল লড়াইয়ের দিনে ঘুরে দাঁড়িয়েছিল শয়তান তাদেরকে বিভ্রান্ত করেছিল, তাদেরই পাপের দরুন। অবশ্য আল্লাহ্ তাদেরকে ক্ষমা করেছেন। নিশ্চয় আল্লাহ্ ক্ষমাপরায়ন ও পরম-সহনশীল।",
    "en": "Indeed, those of you who turned back on the day the two armies met, it was Satan who caused them to slip because of some [blame] they had earned. But Allah has already forgiven them. Indeed, Allah is Forgiving and Forbearing."
  },
  {
    "id": 156,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ كَفَرُوا۟ وَقَالُوا۟ لِإِخْوَٰنِهِمْ إِذَا ضَرَبُوا۟ فِى ٱلْأَرْضِ أَوْ كَانُوا۟ غُزًّى لَّوْ كَانُوا۟ عِندَنَا مَا مَاتُوا۟ وَمَا قُتِلُوا۟ لِيَجْعَلَ ٱللَّهُ ذَٰلِكَ حَسْرَةً فِى قُلُوبِهِمْ وَٱللَّهُ يُحْىِۦ وَيُمِيتُ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "tr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তাকূনূকাল্লাযীনা কাফারূ ওয়া কা-লূলিইখওয়া-নিহিম ইযা-দারাবূফিল আরদিআও কা-নূগুঝঝাল্লাও কা-নু‘ইনদানা-মা-মা-তূওয়ামাকুতিলূ লিইয়াজ‘আলাল্লা-হু যা-লিকা হাছরাতান ফী কুলূবিহিম ওয়াল্লা-হু ইউহয়ী ওয়া ইউমীতু ওয়াল্লা-হু বিমা-ত‘ামালূনা বাসীর।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! তাদের মতো হয়ো না যারা অবিশ্বাস পোষণ করেছে, আর যারা তাদের ভাইদের বলে যখন তারা দেশে পরিভ্রমণ করে অথবা অভিযানে লিপ্ত হয় -- \"তারা যদি আমাদের সাথে থাকতো তবে তারা মারা পড়তো না বা তাদের কাতল করা হতো না।\" পরিণামে আল্লাহ্ এটি তাদের অন্তরে আক্ষেপের বিষয় করেছেন। আর আল্লাহ্ জীবনদান করেন ও মৃত্যু ঘটান। আর তোমরা যা করছো আল্লাহ্ তার দর্শক।",
    "bn_muhi": "হে ঈমাণদারগণ! তোমরা তাদের মত হয়ো না, যারা কাফের হয়েছে এবং নিজেদের ভাই বন্ধুরা যখন কোন অভিযানে বের হয় কিংবা জেহাদে যায়, তখন তাদের সম্পর্কে বলে, তারা যদি আমাদের সাথে থাকতো, তাহলে মরতোও না আহতও হতো না। যাতে তারা এ ধারণা সৃষ্টির মাধ্যমে সংশ্লিষ্টদের মনে অনুতাপ সৃষ্টি করতে পারে। অথচ আল্লাহই জীবন দান করেন এবং মৃত্যু দেন। তোমাদের সমস্ত কাজই, তোমরা যা কিছুই কর না কেন, আল্লাহ সবকিছুৃই দেখেন।",
    "en": "O you who have believed, do not be like those who disbelieved and said about their brothers when they traveled through the land or went out to fight, \"If they had been with us, they would not have died or have been killed,\" so Allah makes that [misconception] a regret within their hearts. And it is Allah who gives life and causes death, and Allah is Seeing of what you do."
  },
  {
    "id": 157,
    "ar": "وَلَئِن قُتِلْتُمْ فِى سَبِيلِ ٱللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ",
    "tr": "ওয়ালাইন কুতিলতুম ফী ছাবীলিল্লা-হি আও মুততুম লামাগফিরাতুমমিনাল্লা-হি ওয়া রাহমাতুন খাইরুম মিম্মা-ইয়াজমা‘ঊন।",
    "bn_haque": "আর যদি আল্লাহ্‌র পথে তোমাদের হত্যা করা হয় অথবা তোমরা মারা যাও, -- নিঃসন্দেহ আল্লাহ্‌র কাছ থেকে পরিত্রাণলাভ ও করুণাপ্রাপ্তি তারা যা জমা করে তার চাইতে উৎকৃষ্টতর।",
    "bn_muhi": "আর তোমরা যদি আল্লাহর পথে নিহত হও কিংবা মৃত্যুবরণ কর, তোমরা যা কিছু সংগ্রহ করে থাক আল্লাহ তা’আলার ক্ষমা ও করুণা সে সবকিছুর চেয়ে উত্তম।",
    "en": "And if you are killed in the cause of Allah or die - then forgiveness from Allah and mercy are better than whatever they accumulate [in this world]."
  },
  {
    "id": 158,
    "ar": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى ٱللَّهِ تُحْشَرُونَ",
    "tr": "ওয়ালাইম মুততুম আও কুতিলতুম লা ইলাল্লা-হি তুহশারূন।",
    "bn_haque": "আর যদি তোমরা মারাই যাও বা তোমাদের কাতল করা হয়, নিঃসন্দেহ আল্লাহ্‌র কাছে তোমাদের একত্রিত করা হবে।",
    "bn_muhi": "আর তোমরা মৃত্যুই বরণ কর অথবা নিহতই হও, অবশ্য আল্লাহ তা’আলার সামনেই সমবেত হবে।",
    "en": "And whether you die or are killed, unto Allah you will be gathered."
  },
  {
    "id": 159,
    "ar": "فَبِمَا رَحْمَةٍ مِّنَ ٱللَّهِ لِنتَ لَهُمْ وَلَوْ كُنتَ فَظًّا غَلِيظَ ٱلْقَلْبِ لَٱنفَضُّوا۟ مِنْ حَوْلِكَ فَٱعْفُ عَنْهُمْ وَٱسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى ٱلْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى ٱللَّهِ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ",
    "tr": "ফাবিমা-রাহমাতিম মিনাল্লা-হি লিনতা লাহুম ওয়ালাও কুনতা ফাজ্জান গালীজাল কালবি লানফাদ্দূমিন হাওলিকা ফা‘ফু‘আনহুম ওয়াছতাগফির লাহুম ওয়া শাবিরহুম ফিল আমরি ফাইযা-‘আঝামতা ফাতাওয়াক্কাল ‘আলাল্লা-হি ইন্নাল্লা-হাইউহিব্বুল মুতাওয়াক্কিলীন।",
    "bn_haque": "তারপর আল্লাহ্‌র করুণার ফলেই তুমি তাদের প্রতি কোমল হয়েছিলে। আর তুমি যদি রুক্ষ ও কঠোর-হৃদয় হতে তবে নিঃসন্দেহ তারা তোমার চারপাশ থেকে বিচ্ছিন্ন হয়ে যেতো। অতএব তাদের অপরাধ মার্জনা করো, আর তাদের জন্য ক্ষমা প্রার্থনা করো, আর তাদের সঙ্গে কাজেকর্মে পরামর্শ করো। আর যখন সংকল্প গ্রহণ করেছ তখন আল্লাহ্‌র উপরে নির্ভর করো। নিঃসন্দেহ আল্লাহ্ ভালোবাসেন নির্ভরশীলদের।",
    "bn_muhi": "আল্লাহর রহমতেই আপনি তাদের জন্য কোমল হৃদয় হয়েছেন পক্ষান্তরে আপনি যদি রাগ ও কঠিন হৃদয় হতেন তাহলে তারা আপনার কাছ থেকে বিচ্ছিন্ন হয়ে যেতো। কাজেই আপনি তাদের ক্ষমা করে দিন এবং তাদের জন্য মাগফেরাত কামনা করুন এবং কাজে কর্মে তাদের পরামর্শ করুন। অতঃপর যখন কোন কাজের সিদ্ধান্ত গ্রহণ করে ফেলেন, তখন আল্লাহ তা’আলার উপর ভরসা করুন আল্লাহ তাওয়াক্কুল কারীদের ভালবাসেন।",
    "en": "So by mercy from Allah, [O Muhammad], you were lenient with them. And if you had been rude [in speech] and harsh in heart, they would have disbanded from about you. So pardon them and ask forgiveness for them and consult them in the matter. And when you have decided, then rely upon Allah . Indeed, Allah loves those who rely [upon Him]."
  },
  {
    "id": 160,
    "ar": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
    "tr": "ইয়ঁইয়ানসুর কুমুল্লা-হু ফালা-গা-লিবা লাকুম ওয়াইয়ঁইয়াখযু লকুম ফামান যাল্লাযী ইয়ানসুরুকুম মিম বা‘দিহী ওয়া ‘আলাল্লা-হি ফালইয়াতাওয়াক্কালিল মু’মিনূন।",
    "bn_haque": "যদি আল্লাহ্ তোমাদের সাহায্য করেন তবে কেউ তোমাদের পরাভূত করতে পারবে না, আর যদি তিনি তোমাদের পরিত্যাগ করেন তবে তাঁর পরে আর কে আছে যে তোমাদের সাহায্য করতে পারে? আর আল্লাহ্‌র উপরেই তাহলে বিশ্বাসীদের নির্ভর করা উচিত।",
    "bn_muhi": "যদি আল্লাহ তোমাদের সহায়তা করেন, তাহলে কেউ তোমাদের উপর পরাক্রান্ত হতে পারবে না। আর যদি তিনি তোমাদের সাহায্য না করেন, তবে এমন কে আছে, যে তোমাদের সাহায্য করতে পারে? আর আল্লাহর ওপরই মুসলমানগনের ভরসা করা উচিত।",
    "en": "If Allah should aid you, no one can overcome you; but if He should forsake you, who is there that can aid you after Him? And upon Allah let the believers rely."
  },
  {
    "id": 161,
    "ar": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ ٱلْقِيَٰمَةِ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "tr": "ওয়ামা-কা-না লিনাবিইয়িন আইঁ ইয়াগুল্লা ওয়ামাইঁ ইয়াগলুল ইয়া’তি বিমা-গাল্লা ইয়াওমাল কিয়া-মাতি ছু ম্মা তুওয়াফফা-কুল্লুনাফছিম মা-কাছাবাত ওয়াহুম লাইউজলামূন।",
    "bn_haque": "আর কোনো নবীর পক্ষে এটি নয় যে তিনি প্রতারণা করবেন। আর যে কেউ প্রতারণা করে সে যা-কিছু প্রতারণা করেছে তা কিয়ামতের দিনে নিয়ে আসবে। তারপর প্রত্যেক সত্ত্বাকে পুরোপুরি দেয়া হবে যা সে অর্জন করেছে, আর তাদের অন্যায় করা হবে না।",
    "bn_muhi": "আর কোন বিষয় গোপন করে রাখা নবীর কাজ নয়। আর যে লোক গোপন করবে সে কিয়ামতের দিন সেই গোপন বস্তু নিয়ে আসবে। অতঃপর পরিপূর্ণভাবে পাবে প্রত্যেকে, যা সে অর্জন করেছে। আর তাদের প্রতি কোন অন্যায় করা হবে না।",
    "en": "It is not [attributable] to any prophet that he would act unfaithfully [in regard to war booty]. And whoever betrays, [taking unlawfully], will come with what he took on the Day of Resurrection. Then will every soul be [fully] compensated for what it earned, and they will not be wronged."
  },
  {
    "id": 162,
    "ar": "أَفَمَنِ ٱتَّبَعَ رِضْوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ وَبِئْسَ ٱلْمَصِيرُ",
    "tr": "আফামানিত্তাবা‘আ রিদওয়া-নাল্লা-হি কামাম বা-আ বিছাখাতিম মিনাল্লা-হি ওয়ামা’ওয়া-হু জাহান্নামু; ওয়াবি’ছাল মাসীর।",
    "bn_haque": "কি! যে আল্লাহ্‌র সন্তষ্টির অনুবর্তী সে কি তার মতো যে আল্লাহ্‌র কাছ থেকে অসন্তোষ আনয়ন করেছে ও যার ঠাঁই হচ্ছে জাহান্নাম? আর জঘন্য সেই গন্তব্যস্থল!",
    "bn_muhi": "যে লোক আল্লাহর ইচ্ছার অনুগত, সে কি ঐ লোকের সমান হতে পারে, যে আল্লাহর রোষ অর্জন করেছে? বস্তুতঃ তার ঠিকানা হল দোযখ। আর তা কতইনা নিকৃষ্ট অবস্থান!",
    "en": "So is one who pursues the pleasure of Allah like one who brings upon himself the anger of Allah and whose refuge is Hell? And wretched is the destination."
  },
  {
    "id": 163,
    "ar": "هُمْ دَرَجَٰتٌ عِندَ ٱللَّهِ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
    "tr": "হুম দারাজা-তুন ইনদাল্লা-হি ওয়াল্লা-হু বাসীরুম বিমা-ইয়া‘মালূন।",
    "bn_haque": "আল্লাহ্‌র কাছে তাদের স্তরভেদ আছে। আর তারা যা করছে আল্লাহ্ তার দর্শক।",
    "bn_muhi": "আল্লাহর নিকট মানুষের মর্যাদা বিভিন্ন স্তরের আর আল্লাহ দেখেন যা কিছু তারা করে।",
    "en": "They are [varying] degrees in the sight of Allah, and Allah is Seeing of whatever they do."
  },
  {
    "id": 164,
    "ar": "لَقَدْ مَنَّ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "লাকাদ মান্নাল্লা-হু ‘আলাল মু’মিনীনা ইযবা‘আছা ফীহিম রাছূলাম মিন আনফুছিহিম ইয়াতলূ‘আলাইহিম আ-য়া-তিহী ওয়া ইউঝাক্কীহিম ওয়া ইউ‘আলিলমুহুমুল কিতা-বা ওয়াল হিকমাতা ওয়া ইন কা-নূমিন কাবলূলাফী দালা-লিম মুবীন।",
    "bn_haque": "নিঃসন্দেহ আল্লাহ্ বিশ্বাসীদের প্রতি অনুগ্রহ করেছিলেন যখন তিনি তাদের কাছে তাদের মধ্য থেকে দাঁড় করালেন একজন রসূল যিনি তাঁর নির্দেশাবলী তাদের কাছে পাঠ করেন ও তাদের পরিশোধিত করেন ও তাদের কিতাব ও জ্ঞান-বিজ্ঞান শিক্ষা দেন; যদিও এর আগে নিঃসন্দেহ তারা ছিল স্পষ্ট ভুলের মধ্যে।",
    "bn_muhi": "আল্লাহ ঈমানদারদের উপর অনুগ্রহ করেছেন যে, তাদের মাঝে তাদের নিজেদের মধ্য থেকে নবী পাঠিয়েছেন। তিনি তাদের জন্য তাঁর আয়াতসমূহ পাঠ করেন। তাদেরকে পরিশোধন করেন এবং তাদেরকে কিতাব ও কাজের কথা শিক্ষা দেন। বস্তুতঃ তারা ছিল পূর্ব থেকেই পথভ্রষ্ট।",
    "en": "Certainly did Allah confer [great] favor upon the believers when He sent among them a Messenger from themselves, reciting to them His verses and purifying them and teaching them the Book and wisdom, although they had been before in manifest error."
  },
  {
    "id": 165,
    "ar": "أَوَلَمَّآ أَصَٰبَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَٰذَا قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "tr": "আওয়ালাম্মা-আসা-বাতকুম মুসীবাতুন কাদ আসাবতুম মিছলাইহা- কুলতুম আন্না-হাযা-কুল হুওয়া মিন ‘ইনদি আনফুছিকুম ইন্নাল্লা-হা ‘আলা-কুল্লি শাইইন কাদীর।",
    "bn_haque": "কি! যখন কোনো দুর্যোগ তোমাদের উপরে ঘটলো, ইতিপূর্বে তোমরা আঘাত করেছিলে এর দ্বিগুণ পরিমাণ, তোমরা বলতে থাকলে -- \"এ কোথা থেকে?\" বলো -- \"এসব তোমাদের নিজেদের থেকে।\" নিশ্চয় আল্লাহ্ সব-কিছুর উপরে সর্বশক্তিমান।",
    "bn_muhi": "যখন তোমাদের উপর একটি মুসীবত এসে পৌছাল, অথচ তোমরা তার পূর্বেই দ্বিগুণ কষ্টে পৌছে গিয়েছ, তখন কি তোমরা বলবে, এটা কোথা থেকে এল? তাহলে বলে দাও, এ কষ্ট তোমাদের উপর পৌছেছে তোমারই পক্ষ থেকে। নিশ্চয়ই আল্লাহ প্রত্যেক বিষয়ের উপর ক্ষমতাশীল।",
    "en": "Why [is it that] when a [single] disaster struck you [on the day of Uhud], although you had struck [the enemy in the battle of Badr] with one twice as great, you said, \"From where is this?\" Say, \"It is from yourselves.\" Indeed, Allah is over all things competent."
  },
  {
    "id": 166,
    "ar": "وَمَآ أَصَٰبَكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ فَبِإِذْنِ ٱللَّهِ وَلِيَعْلَمَ ٱلْمُؤْمِنِينَ",
    "tr": "ওয়ামাআসা-বাকুম ইয়াওমাল তাকাল জাম‘আ-নি ফাবিইযনিল্লা-হি ওয়ালিইয়া‘লামাল মু’মিনীন।",
    "bn_haque": "আর যেদিন দুই সৈন্যদল মুখোমুখি হয়েছিল সেদিন যা তোমাদের উপরে ঘটেছিল তা আল্লাহ্‌র জ্ঞাতসারে, আব যেন তিনি বিশ্বাসীদের জানতে পারেন,",
    "bn_muhi": "আর যেদিন দু’দল সৈন্যের মোকাবিলা হয়েছে; সেদিন তোমাদের উপর যা আপতিত হয়েছে তা আল্লাহর হুকুমেই হয়েছে এবং তা এজন্য যে, তাতে ঈমানদারদিগকে জানা যায়।",
    "en": "And what struck you on the day the two armies met was by permission of Allah that He might make evident the [true] believers."
  },
  {
    "id": 167,
    "ar": "وَلِيَعْلَمَ ٱلَّذِينَ نَافَقُوا۟ وَقِيلَ لَهُمْ تَعَالَوْا۟ قَٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَوِ ٱدْفَعُوا۟ قَالُوا۟ لَوْ نَعْلَمُ قِتَالًا لَّٱتَّبَعْنَٰكُمْ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَٰنِ يَقُولُونَ بِأَفْوَٰهِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ وَٱللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ",
    "tr": "ওয়ালিইয়া‘লামাল্লাযীনা না-ফাকূওয়া কীলা লাহুম তা‘আ-লাও কা-তিলূফী ছাবীলিল্লা-হি আবিদ ফা‘ঊ কা-লূলাও না‘লামুকিতা-লাল্লাত্তাবা‘না-কুম হুম লিলকুফরি ইয়াওমাইযিন আকরাবুমিনহুম লিলঈমা-নি ইয়াকূলূনা বিআফওয়া-হিহিম মা-লাইছা ফী কুলূবিহিম ওয়াল্লা-হু আ‘লামুবিমা-ইয়াকতুমূন।",
    "bn_haque": "আর যেন তিনি জানতে পারেন তাদের যারা কপটতা করে, আর তাদের বলা হয়েছিল -- \"এসো, আল্লাহ্‌র পথে যুদ্ধ করো, অথবা আ‌ত্মরক্ষা করো।\" তারা বলেছিল -- \"আমরা যদি যুদ্ধ করতে জানতাম তবে আমরা নিঃসন্দেহ তোমাদের অনুসরণ করতাম।\" সেদিন তারা ঈমানের চাইতে অবিশ্বাসের নিকটতর হয়েছিল। তারা তাদের মুখ দিয়ে বলছিল যা তাদের অন্তরে ছিল না, আর আল্লাহ্ ভালো জানেন যা তারা লুকোচ্ছে।",
    "bn_muhi": "এবং তাদেরকে যাতে সনাক্ত করা যায় যারা মুনাফিক ছিল। আর তাদেরকে বলা হল এসো, আল্লাহর রাহে লড়াই কর কিংবা শত্রুদিগকে প্রতিহত কর। তারা বলেছিল, আমরা যদি জানতাম যে, লড়াই হবে, তাহলে অবশ্যই তোমাদের সাথে থাকতাম। সে দিন তারা ঈমানের তুলনায় কুফরীর কাছাকাছি ছিল। যা তাদের অন্তরে নেই তারা নিজের মুখে সে কথাই বলে বস্তুতঃআল্লাহ ভালভাবে জানেন তারা যা কিছু গোপন করে থাকে।",
    "en": "And that He might make evident those who are hypocrites. For it was said to them, \"Come, fight in the way of Allah or [at least] defend.\" They said, \"If we had known [there would be] fighting, we would have followed you.\" They were nearer to disbelief that day than to faith, saying with their mouths what was not in their hearts. And Allah is most Knowing of what they conceal -"
  },
  {
    "id": 168,
    "ar": "ٱلَّذِينَ قَالُوا۟ لِإِخْوَٰنِهِمْ وَقَعَدُوا۟ لَوْ أَطَاعُونَا مَا قُتِلُوا۟ قُلْ فَٱدْرَءُوا۟ عَنْ أَنفُسِكُمُ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "আল্লাযীনা কা-লূলিইখওয়া-নিহিম ওয়াকা‘আদূলাও আতা-‘ঊনা-মা-কুতিলূ কুল ফাদরাঊ ‘আন আনফুছিকুমুল মাওতা ইন কুনতুম সা-দিকীন।",
    "bn_haque": "তারা বাড়িতে বসে থেকে তাদের ভাইদের সন্বন্ধে বলেছিল -- \"তারা যদি আমাদের কথা শুনতো তবে তাদের কাতল করা হতো না।\" বলো -- \"তাহলে নিজেদের থেকে তোমরা মৃত্যুকে ঠেকাও, যদি তোমরা সত্যবাদী হও।\"",
    "bn_muhi": "ওরা হলো যে সব লোক, যারা বসে থেকে নিজেদের ভাইদের সম্বদ্ধে বলে, যদি তারা আমাদের কথা শুনত, তবে নিহত হত না। তাদেরকে বলে দিন, এবার তোমাদের নিজেদের উপর থেকে মৃত্যুকে সরিয়ে দাও, যদি তোমরা সত্যবাদী হয়ে থাক।",
    "en": "Those who said about their brothers while sitting [at home], \"If they had obeyed us, they would not have been killed.\" Say, \"Then prevent death from yourselves, if you should be truthful.\""
  },
  {
    "id": 169,
    "ar": "وَلَا تَحْسَبَنَّ ٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتًۢا بَلْ أَحْيَآءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ",
    "tr": "ওয়ালা-তাহছাবান্নাল্লাযীনা কুতিলূফী ছাবীলিল্লা-হি আমওয়া-তাম বাল আহইয়াউন ‘ইনদা রাব্বিহিম ইউরঝাকুন।",
    "bn_haque": "আর যাদের আল্লাহ্‌র পথে হত্যা করা হয়েছে তাদের মৃত ভেবো না, বরং তাদের প্রভুর দরবারে জীবন্ত, তাদের রিযেক দেওয়া হবে,",
    "bn_muhi": "আর যারা আল্লাহর রাহে নিহত হয়, তাদেরকে তুমি কখনো মৃত মনে করো না। বরং তারা নিজেদের পালনকর্তার নিকট জীবিত ও জীবিকাপ্রাপ্ত।",
    "en": "And never think of those who have been killed in the cause of Allah as dead. Rather, they are alive with their Lord, receiving provision,"
  },
  {
    "id": 170,
    "ar": "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ وَيَسْتَبْشِرُونَ بِٱلَّذِينَ لَمْ يَلْحَقُوا۟ بِهِم مِّنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "tr": "ফারিহীনা বিমা-আ-তা-হুমুল্লা-হু মিন ফাদলিহী ওয়াইয়াছতাবশিরূনা বিল্লাযীনা লাম ইয়ালহাকূবিহিম মিন খালফিহিম আল্লা-খাওফুন ‘আলাইহিম ওয়ালা-হুম ইয়াহঝানূন।",
    "bn_haque": "আল্লাহ্ তাঁর করুণাভান্ডার থেকে তাদের যা দিয়েছেন সেজন্যে খুশিতে ডগমগ, আর তারা আনন্দ করবে তাদের জন্য যারা তাদের সঙ্গে মিলিত হয়নি তাদের পশ্চাদভাগ থেকে, কেননা তাদের উপরে কোনো ভয় নেই আর তারা অনুতাপও করবে না।",
    "bn_muhi": "আল্লাহ নিজের অনুগ্রহ থেকে যা দান করেছেন তার প্রেক্ষিতে তারা আনন্দ উদযাপন করছে। আর যারা এখনও তাদের কাছে এসে পৌঁছেনি তাদের পেছনে তাদের জন্যে আনন্দ প্রকাশ করে। কারণ, তাদের কোন ভয় ভীতিও নেই এবং কোন চিন্তা ভাবনাও নেই।",
    "en": "Rejoicing in what Allah has bestowed upon them of His bounty, and they receive good tidings about those [to be martyred] after them who have not yet joined them - that there will be no fear concerning them, nor will they grieve."
  },
  {
    "id": 171,
    "ar": "يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ ٱللَّهِ وَفَضْلٍ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُؤْمِنِينَ",
    "tr": "ইয়াছতাবশিরূনা বিনি‘মাতিম মিনাল্লা-হি ওয়াফাদলিওঁ ওয়া আন্নাল্লা-হা লা-ইউদী‘উ আজরাল মু’মিনীন।",
    "bn_haque": "তারা আনন্দ করবে আল্লাহ্‌র কাছ থেকে অনুগ্রহের জন্য এবং করুণাভান্ডারের জন্য, আর নিঃসন্দেহ আল্লাহ্ বিশ্বাসীদের প্রাপ্য বিফল করেন না।",
    "bn_muhi": "আল্লাহর নেয়ামত ও অনুগ্রহের জন্যে তারা আনন্দ প্রকাশ করে এবং তা এভাবে যে, আল্লাহ, ঈমানদারদের শ্রমফল বিনষ্ট করেন না।",
    "en": "They receive good tidings of favor from Allah and bounty and [of the fact] that Allah does not allow the reward of believers to be lost -"
  },
  {
    "id": 172,
    "ar": "ٱلَّذِينَ ٱسْتَجَابُوا۟ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعْدِ مَآ أَصَابَهُمُ ٱلْقَرْحُ لِلَّذِينَ أَحْسَنُوا۟ مِنْهُمْ وَٱتَّقَوْا۟ أَجْرٌ عَظِيمٌ",
    "tr": "আল্লাযীনাছতা জা-বূলিল্লা-হি ওয়ার রাছূলি মিম বা‘দি মা-আসা-বাহুমুল কারহু লিল্লাযীনা আহছানূমিনহুম ওয়াত্তাকাও আজরুন ‘আজীম।",
    "bn_haque": "যারা আল্লাহ্ ও রসূলের আহ্বানে সাড়া দিয়েছিল তাদের উপরে দুর্যোগ ঘটার পরে, -- তাদের মধ্যে যারা সৎকর্ম করে ও ভয়শ্রদ্ধা করে তাদের জন্য আছে বিরাট পুরস্কার।",
    "bn_muhi": "যারা আহত হয়ে পড়ার পরেও আল্লাহ এবং তাঁর রসূলের নির্দেশ মান্য করেছে, তাদের মধ্যে যারা সৎ ও পরহেযগার, তাদের জন্য রয়েছে মহান সওয়াব।",
    "en": "Those [believers] who responded to Allah and the Messenger after injury had struck them. For those who did good among them and feared Allah is a great reward -"
  },
  {
    "id": 173,
    "ar": "ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدْ جَمَعُوا۟ لَكُمْ فَٱخْشَوْهُمْ فَزَادَهُمْ إِيمَٰنًا وَقَالُوا۟ حَسْبُنَا ٱللَّهُ وَنِعْمَ ٱلْوَكِيلُ",
    "tr": "আল্লাযীনা কা-লা লাহুমুন্না-ছুইন্নান্না-ছা কাদ জামা‘ঊ লাকুম ফাখশাওহুম ফাঝা-দাহুম ঈমা-নাওঁ ওয়া কা-লূহাছবুনাল্লা-হু ওয়ানিমা‘ল ওয়াকীল।",
    "bn_haque": "লোকেরা যাদের বলেছিল -- \"নিঃসন্দেহ তোমাদের বিরুদ্ধে লোক জমায়েৎ হয়েছে, অতএব তাদের ভয় করো।\" কিন্তু তাদের ঈমান বেড়ে গেল, আর তারা বললে -- \"আল্লাহ্ আমাদের জন্য যথেষ্ট ও তিনি অতি উত্তম রক্ষাকর্তা।\"",
    "bn_muhi": "যাদেরকে লোকেরা বলেছে যে, তোমাদের সাথে মোকাবেলা করার জন্য লোকেরা সমাবেশ করেছে বহু সাজ-সরঞ্জাম; তাদের ভয় কর। তখন তাদের বিশ্বাস আরও দৃঢ়তর হয়ে যায় এবং তারা বলে, আমাদের জন্য আল্লাহই যথেষ্ট; কতই না চমৎকার কামিয়াবীদানকারী।",
    "en": "Those to whom hypocrites said, \"Indeed, the people have gathered against you, so fear them.\" But it [merely] increased them in faith, and they said, \"Sufficient for us is Allah, and [He is] the best Disposer of affairs.\""
  },
  {
    "id": 174,
    "ar": "فَٱنقَلَبُوا۟ بِنِعْمَةٍ مِّنَ ٱللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوٓءٌ وَٱتَّبَعُوا۟ رِضْوَٰنَ ٱللَّهِ وَٱللَّهُ ذُو فَضْلٍ عَظِيمٍ",
    "tr": "ফানকালাবূ বিনি‘মাতিম মিনাল্লা-হি ওয়া ফাদলিল্লাম ইয়ামছাছহুম ছূূউওঁ ওয়াত্তাবা‘ঊ রিদওয়া-নাল্লা-হি ওয়াল্লা-হু যুফাদলিন ‘আজীম।",
    "bn_haque": "সুতরাং তারা ফিরে এল আল্লাহ্‌র কাছ থেকে নিয়ামত ও করুণাভান্ডার নিয়ে, কোনো অনিষ্ট তাদের স্পর্শ করে নি, বস্তুতঃ তারা আল্লাহ্‌র প্রসন্নতার অনুগমন করেছিল। আর আল্লাহ্ অফুরন্ত করুণাভান্ডারের মালিক।",
    "bn_muhi": "অতঃপর ফিরে এল মুসলমানরা আল্লাহর অনুগ্রহ নিয়ে, তদের কিছুই অনিষ্ট হলো না। তারপর তারা আল্লাহর ইচ্ছার অনুগত হল। বস্তুতঃ আল্লাহর অনুগ্রহ অতি বিরাট।",
    "en": "So they returned with favor from Allah and bounty, no harm having touched them. And they pursued the pleasure of Allah, and Allah is the possessor of great bounty."
  },
  {
    "id": 175,
    "ar": "إِنَّمَا ذَٰلِكُمُ ٱلشَّيْطَٰنُ يُخَوِّفُ أَوْلِيَآءَهُۥ فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ",
    "tr": "ইন্নামা-যা-লিকুমুশশাইতা-নুইউখাওবিফুআওলিয়াআহু ফালা-তাখা-ফূহুম ওয়া খা-ফূনি ইন কুনতুম মু’মিনীন।",
    "bn_haque": "নিঃসন্দেহ তোমাদের সেই শয়তানই ভয় দেখায় তার বন্ধুবান্ধবকে, কিন্তু তোমরা তাদের ভয় করো না, বরং আমাকে ভয় করো, -- যদি তোমরা ঈমানদার হও।",
    "bn_muhi": "এরা যে রয়েছে, এরাই হলে শয়তান, এরা নিজেদের বন্ধুদের ব্যাপারে ভীতি প্রদর্শন করে। সুতরাং তোমরা তাদের ভয় করো না। আর তোমরা যদি ঈমানদার হয়ে থাক, তবে আমাকে ভয় কর।",
    "en": "That is only Satan who frightens [you] of his supporters. So fear them not, but fear Me, if you are [indeed] believers."
  },
  {
    "id": 176,
    "ar": "وَلَا يَحْزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِى ٱلْكُفْرِ إِنَّهُمْ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا يُرِيدُ ٱللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى ٱلْءَاخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "tr": "ওয়ালা-ইয়াহঝুনকাল্লাযীনা ইউছা-রি‘ঊনা ফিল কুফরি ইন্নাহুম লাইঁ ইয়াদুররুল্লা-হা শাইআইঁ ইউরীদুল্লা-হু আল্লা-ইয়াজ‘আলা লাহুম হাজ্জান ফিল আ-খিরাতি ওয়া লাহুম ‘আযা-বুন ‘আজীম।",
    "bn_haque": "আর যারা অবিশ্বাসের প্রতি ধাবিত হয় তারা যেন তোমাকে দুঃখিত না করে, নিঃসন্দেহ তারা আল্লাহ্‌র কোনো ক্ষতি করতে পারে না। আল্লাহ্ চান যে আখেরাতে তাদের জন্য লাভের কিছুই থাকুক না, আর তাদের জন্য রয়েছে কঠোর শাস্তি।",
    "bn_muhi": "আর যারা কুফরের দিকে ধাবিত হচ্ছে তারা যেন তোমাদিগকে চিন্তাম্বিত করে না তোলে। তারা আল্লাহ তা’আলার কোন কিছুই অনিষ্ট সাধন করতে পারবে না। আখেরাতে তাদেরকে কোন কল্যাণ দান না করাই আল্লাহর ইচ্ছা। বস্তুতঃ তাদের জন্যে রয়েছে মহা শাস্তি।",
    "en": "And do not be grieved, [O Muhammad], by those who hasten into disbelief. Indeed, they will never harm Allah at all. Allah intends that He should give them no share in the Hereafter, and for them is a great punishment."
  },
  {
    "id": 177,
    "ar": "إِنَّ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْكُفْرَ بِٱلْإِيمَٰنِ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "tr": "ইন্নাল্লাযীনাশতারাউল কুফরা বিলঈমা-নি লাই ইয়াদুরুল্লা-হা শাইআওঁ ওয়ালাহুম ‘আযা-বুন আলীম।",
    "bn_haque": "নিঃসন্দেহ যারা ঈমানের বিনিময়ে অবিশ্বাস কিনেছে তারা আল্লাহ্‌র কোনো ক্ষতি করতে পারবে না; আর তাদের জন্য রয়েছে ন্তন্ত শাস্তি।",
    "bn_muhi": "যারা ঈমানের পরিবর্তে কুফর ক্রয় করে নিয়েছে, তারা আল্লাহ তা’আলার কিছুই ক্ষতিসাধন করতে পারবে না। আর তাদের জন্য রয়েছে বেদনাদায়ক শাস্তি।",
    "en": "Indeed, those who purchase disbelief [in exchange] for faith - never will they harm Allah at all, and for them is a painful punishment."
  },
  {
    "id": 178,
    "ar": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّمَا نُمْلِى لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ إِنَّمَا نُمْلِى لَهُمْ لِيَزْدَادُوٓا۟ إِثْمًا وَلَهُمْ عَذَابٌ مُّهِينٌ",
    "tr": "ওয়ালা-ইয়াহছাবান্নাল্লাযীনা কাফারূআন্নামা-নুমলী লাহুম খাইরুল লিআনফুছিহম ইন্নামা-নুমলী লাহুম লিইয়াঝদা-দূ ইছমাওঁ ওয়ালাহুম ‘আযা-বুম মুহীন।",
    "bn_haque": "আর যারা অবিশ্বাস পোষণ করে তারা যেন না ভাবে যে আমরা তাদের যে বিরাম দিয়েছি তা তাদের নিজেদের ভালোর জন্য। নিঃসন্দেহ আমরা তাদের অবকাশ দিই যেন তারা পাপের মাত্রা বাড়িয়ে তুলে, আর তাদের জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।",
    "bn_muhi": "কাফেররা যেন মনে না করে যে আমি যে, অবকাশ দান করি, তা তাদের পক্ষে কল্যাণকর। আমি তো তাদেরকে অবকাশ দেই যাতে করে তারা পাপে উন্নতি লাভ করতে পারে। বস্তুতঃ তাদের জন্য রয়েছে লাঞ্ছনাজনক শাস্তি।",
    "en": "And let not those who disbelieve ever think that [because] We extend their time [of enjoyment] it is better for them. We only extend it for them so that they may increase in sin, and for them is a humiliating punishment."
  },
  {
    "id": 179,
    "ar": "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلْمُؤْمِنِينَ عَلَىٰ مَآ أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَمَا كَانَ ٱللَّهُ لِيُطْلِعَكُمْ عَلَى ٱلْغَيْبِ وَلَٰكِنَّ ٱللَّهَ يَجْتَبِى مِن رُّسُلِهِۦ مَن يَشَآءُ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ فَلَكُمْ أَجْرٌ عَظِيمٌ",
    "tr": "মা-কা-নাল্লা-হু লিইয়াযারাল মু’মিনীনা ‘আলা-মাআনতুম ‘আলাইহি হাত্তা-ইয়ামীঝাল খাবীছা মিনাত্তাইয়িবি ওয়ামা-কা-নাল্লা-হু লিইউতলি‘আকুম ‘আলাল গাইবি ওয়ালাকিনাল্লা-হা ইয়াজতাবী মিররুছুলিহী মাইঁ ইয়াশাউ ফাআ-মিনূবিল্লা-হি ওয়ারুছুলিহী ওয়া ইন তু’মিনূওয়া তাত্তাকূফালাকুম আজরুন ‘আজীম।",
    "bn_haque": "তোমরা যে অবস্থায় আছ সে অবস্থায় আল্লাহ্ কোনোক্রমেই বিশ্বাসীদের ফেলে রাখবেন না, যে পর্যন্ত না তিনি ভালোদের থেকে মন্দদের পৃথক করেন। আর আল্লাহ্ অদৃশ্য সন্বন্ধে তোমাদের কাছে গোচরীভূত করবেন না, তবে আল্লাহ্ তাঁর রসূলদের মধ্যে থেকে যাঁকে ইচ্ছা করেন নির্বাচিত করেন। অতএব আল্লাহ্‌তে ও তাঁর রসূলগণে ঈমান আনো। আর যদি তোমরা বিশ্বাস করো ও ভয়শ্রদ্ধা করো তবে তোমাদের জন্য রয়েছে বিরাট পুরস্কার।",
    "bn_muhi": "নাপাককে পাক থেকে পৃথক করে দেয়া পর্যন্ত আল্লাহ এমন নন যে, ঈমানদারগণকে সে অবস্থাতেই রাখবেন যাতে তোমরা রয়েছ, আর আল্লাহ এমন নন যে, তোমাদিগকে গায়বের সংবাদ দেবেন। কিন্তু আল্লাহ স্বীয় রসূল গণের মধ্যে যাকে ইচ্ছা বাছাই করে নিয়েছেন। সুতরাং আল্লাহর ওপর এবং তাঁর রসূলগণের ওপর তোমরা প্রত্যয় স্থাপন কর। বস্তুতঃ তোমরা যদি বিশ্বাস ও পরহেযগারীর ওপর প্রতিষ্ঠিত থেকে থাক, তবে তোমাদের জন্যে রয়েছে বিরাট প্রতিদান।",
    "en": "Allah would not leave the believers in that [state] you are in [presently] until He separates the evil from the good. Nor would Allah reveal to you the unseen. But [instead], Allah chooses of His messengers whom He wills, so believe in Allah and His messengers. And if you believe and fear Him, then for you is a great reward."
  },
  {
    "id": 180,
    "ar": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ يَبْخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ هُوَ خَيْرًا لَّهُم بَلْ هُوَ شَرٌّ لَّهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا۟ بِهِۦ يَوْمَ ٱلْقِيَٰمَةِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "tr": "ওয়ালা-ইয়াহছাবান্নাল্লাযীনা ইয়াবখালূনা বিমাআ-তা-হুমুল্লা-হু মিন ফাদলিহী হুওয়া খাইরাল্লাহুম বাল হুওয়া শাররুল্লাহুম ছাইউতাওওয়াকূনা মা-বাখিলূবিহী ইয়াওমাল কিয়া-মাতি ওয়ালিল্লা-হি মীরাছুছ ছামা-ওয়া-তি ওয়াল আরদিওয়াল্লাহু বিমা-তা‘মালূনা খাবীর।",
    "bn_haque": "আর আল্লাহ্ তাঁর করুণাভান্ডার থেকে তাদের যা দান করেছেন সে-বিষয়ে যারা কৃপণতা করে তারা যেন না ভাবে যে তা তাদের জন্য ভালো। না, তা তাদের জন্য মন্দ। যে বিষয়ে তারা কঞ্জুসি করে তা কিয়ামতের দিনে তাদের গলায় ঝুলানো থাকবে। আর মহাকাশমন্ডল ও পৃথিবীর উত্তরাধিকার আল্লাহ্‌র। আর যা তোমরা করো আল্লাহ্ তার পূর্ণ ওয়াকিফহাল।",
    "bn_muhi": "আল্লাহ তাদেরকে নিজের অনুগ্রহে যা দান করেছেন তাতে যারা কৃপণতা করে এই কার্পন্য তাদের জন্য মঙ্গলকর হবে বলে তারা যেন ধারণা না করে। বরং এটা তাদের পক্ষে একান্তই ক্ষতিকর প্রতিপন্ন হবে। যাতে তারা কার্পন্য করে সে সমস্ত ধন-সম্পদকে কিয়ামতের দিন তাদের গলায় বেড়ী বানিয়ে পরানো হবে। আর আল্লাহ হচ্ছেন আসমান ও যমীনের পরম সত্ত্বাধিকারী। আর যা কিছু তোমরা কর; আল্লাহ সে সম্পর্কে জানেন।",
    "en": "And let not those who [greedily] withhold what Allah has given them of His bounty ever think that it is better for them. Rather, it is worse for them. Their necks will be encircled by what they withheld on the Day of Resurrection. And to Allah belongs the heritage of the heavens and the earth. And Allah, with what you do, is [fully] Acquainted."
  },
  {
    "id": 181,
    "ar": "لَّقَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ سَنَكْتُبُ مَا قَالُوا۟ وَقَتْلَهُمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
    "tr": "লাকাদ ছামি‘আল্লা-হু কাওলাল্লাযীনা কালূইন্নাল্লা-হা ফাকীরুওঁ ওয়ানাহনু আগনিয়াউ । ছানাকতুবুমা-কা-লূওয়া কাতলাহুমুল আম্বিয়াআ বিগাইরি হাক্কিওঁ ওয়া নাকূলুযূকূ‘আযা-বাল হারীক।",
    "bn_haque": "আল্লাহ্ অবশ্যই শুনেছেন তাদের কথা যারা বলেছিল -- \"নিশ্চয় আল্লাহ্ গরিব, আর আমরা ধনী।\" কাজেই আমরা লিখে রাখবো তারা যা বলে ও তাদের অন্যায়ভাবে নবীদের হত্যা করতে যাওয়া; আর আমরা বলবো -- \"পোড়ার যন্ত্রণার স্বাদ গ্রহণ করো।",
    "bn_muhi": "নিঃসন্দেহে আল্লাহ তাদের কথা শুনেছেন, যারা বলেছে যে, আল্লাহ হচ্ছেন অভাবগ্রস্ত আর আমরা বিত্তবান! এখন আমি তাদের কথা এবং যেসব নবীকে তারা অন্যায়ভাবে হত্যা করেছে তা লিখে রাখব, অতঃপর বলব, আস্বাদন কর জ্বলন্ত আগুনের আযাব।",
    "en": "Allah has certainly heard the statement of those [Jews] who said, \"Indeed, Allah is poor, while we are rich.\" We will record what they said and their killing of the prophets without right and will say, \"Taste the punishment of the Burning Fire."
  },
  {
    "id": 182,
    "ar": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ",
    "tr": "যা-লিকা বিমা-কাদ্দামাত আইদীকুম ওয়া আন্নাল্লা-হা লাইছা বিজাল্লা-মিল লিল‘আবীদ।",
    "bn_haque": "এ তার জন্য যা তোমাদের নিজ হাত আগ বাড়িয়েছে, আর যেহেতু আল্লাহ্ বান্দাদের প্রতি জালিম নন।",
    "bn_muhi": "এ হল তারই প্রতিফল যা তোমরা ইতিপূর্বে নিজের হাতে পাঠিয়েছ। বস্তুতঃ আল্লাহ বান্দাদের প্রতি অত্যাচার করেন না।",
    "en": "That is for what your hands have put forth and because Allah is not ever unjust to [His] servants.\""
  },
  {
    "id": 183,
    "ar": "ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ عَهِدَ إِلَيْنَآ أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ ٱلنَّارُ قُلْ قَدْ جَآءَكُمْ رُسُلٌ مِّن قَبْلِى بِٱلْبَيِّنَٰتِ وَبِٱلَّذِى قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "আল্লাযীনা কা-লূইন্নাল্লা-হা ‘আহিদা ইলাইনাআল্লা-নু’মিনা লিরাছূলিন হাত্তাইয়া’তিইয়ানা-বিকুরবা-নিন তা’কুলুহুন্না-রু কুল কাদ জাআকুম রুছুলুম মিন কাবলী বিলবাইয়িনা-তি ওয়াবিল্লাযী কুলতুম ফালিমা কাতালতুমূহুম ইন কুনতুম সা-দিকীন।",
    "bn_haque": "যারা বলেছিল -- \"নিঃসন্দেহ আল্লাহ্ আমাদের কাছে অঙ্গীকার করেছেন যে আমরা কোনো রসূলের প্রতি ঈমান আনবো না যে পর্যন্ত না তিনি আমাদের কাছে এমন কুরবানি আনেন যাকে আগুন পুড়িয়ে থাকে।\" তুমি বলো -- \"নিশ্চয়ই আমার আগে তোমাদের কাছে রসূলগণ এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে আর তোমরা যার কথা বলছো তা নিয়ে, তবে কেন তোমরা তাঁদের হত্যা করতে যাচ্ছিলে, যদি তোমরা সত্যবাদী হও।\"",
    "bn_muhi": "সে সমস্ত লোক, যারা বলে যে, আল্লাহ আমাদিগকে এমন কোন রসূলের ওপর বিশ্বাস না করতে বলে রেখেছেন যতক্ষণ না তারা আমাদের নিকট এমন কোরবানী নিয়ে আসবেন যাকে আগুন গ্রাস করে নেবে। তুমি তাদের বলে দাও, তোমাদের মাঝে আমার পূর্বে বহু রসূল নিদর্শনসমূহ এবং তোমরা যা আব্দার করেছ তা নিয়ে এসেছিলেন, তখন তোমরা কেন তাদেরকে হত্যা করলে যদি তোমরা সত্য হয়ে থাক।",
    "en": "[They are] those who said, \"Indeed, Allah has taken our promise not to believe any messenger until he brings us an offering which fire [from heaven] will consume.\" Say, \"There have already come to you messengers before me with clear proofs and [even] that of which you speak. So why did you kill them, if you should be truthful?\""
  },
  {
    "id": 184,
    "ar": "فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَآءُو بِٱلْبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلْكِتَٰبِ ٱلْمُنِيرِ",
    "tr": "ফাইন কাযযাবূকা ফাকাদ কুযযিবা রুছুলুম মিন কাবলিকা জাঊ বিলবাইয়িনা-তি ওয়াঝঝুবুরি ওয়াল কিতা-বিল মুনীর।",
    "bn_haque": "অতএব যদি তারা তোমাকে অস্বীকার করে তোমার আগের রসূলগণও এমনিভাবে অস্বীকৃত হয়েছিলেন, যাঁরা এসেছিলেন সঙ্গে নিয়ে স্পষ্ট প্রমাণাবলী ও যবূর ও উজ্জ্বল কিতাব।",
    "bn_muhi": "তাছাড়া এরা যদি তোমাকে মিথ্যা প্রতিপন্ন করে, তবে তোমার পূর্বেও এরা এমন বহু নবীকে মিথ্যা প্রতিপন্ন করেছে, যারা নিদর্শন সমূহ নিয়ে এসেছিলেন। এবং এনেছিলেন সহীফা ও প্রদীপ্ত গ্রন্থ।",
    "en": "Then if they deny you, [O Muhammad] - so were messengers denied before you, who brought clear proofs and written ordinances and the enlightening Scripture."
  },
  {
    "id": 185,
    "ar": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ ٱلْقِيَٰمَةِ فَمَن زُحْزِحَ عَنِ ٱلنَّارِ وَأُدْخِلَ ٱلْجَنَّةَ فَقَدْ فَازَ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَٰعُ ٱلْغُرُورِ",
    "tr": "কুল্লুনাফছিন যাইকাতুল মাওতি ওয়া ইন্নামা-তুওয়াফফাওনা উজূরাকুম ইয়াওমাল কিয়া-মাতি ফামান ঝুহঝিহা ‘আনিন্না-রি ওয়া উদখিলাল জান্নাতা ফাকাদ ফা-ঝা ওয়ামাল হায়া-তুদ্দুনইয়া-ইল্লা-মাতা-‘উল গুরুর।",
    "bn_haque": "প্রত্যেক সত্ত্বাকে মৃত্যু আস্বাদন করতে হবে। আর নিশ্চয়ই কিয়ামতের দিনে তোমাদের প্রাপ্য পুরোপুরি তোমাদের আদায় করা হবে। কাজেই যাকে আগুন থেকে বহুদূরে রাখা হবে ও স্বর্গোদ্যানে প্রবিষ্ট করা হবে, নিঃসন্দেহ সে হ’ল সফলকাম। আর এই দুনিয়ার জীবন ধোকার সন্বল ছাড়া কিছুই নয়।",
    "bn_muhi": "প্রত্যেক প্রাণীকে আস্বাদন করতে হবে মৃত্যু। আর তোমরা কিয়ামতের দিন পরিপূর্ণ বদলা প্রাপ্ত হবে। তারপর যাকে দোযখ থেকে দূরে রাখা হবে এবং জান্নাতে প্রবেশ করানো হবে, তার কার্যসিদ্ধি ঘটবে। আর পার্থিব জীবন ধোঁকা ছাড়া অন্য কোন সম্পদ নয়।",
    "en": "Every soul will taste death, and you will only be given your [full] compensation on the Day of Resurrection. So he who is drawn away from the Fire and admitted to Paradise has attained [his desire]. And what is the life of this world except the enjoyment of delusion."
  },
  {
    "id": 186,
    "ar": "لَتُبْلَوُنَّ فِىٓ أَمْوَٰلِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلِكُمْ وَمِنَ ٱلَّذِينَ أَشْرَكُوٓا۟ أَذًى كَثِيرًا وَإِن تَصْبِرُوا۟ وَتَتَّقُوا۟ فَإِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
    "tr": "লাতুবলাউন্না ফীআমওয়া-লিকুম ওয়া আনফুছিকুম ওয়ালা তাছমা‘উন্না মিনাল্লাযীনা ঊতুল কিতা-বা মিন কাবলিকুম ওয়া মিনাল্লাযীনা আশরাকূআযান কাছীরাওঁ ওয়া ইন তাসবিরু ওয়া তাত্তাকূফাইন্না যা-লিকা মিন ‘আঝমিল উমূর।",
    "bn_haque": "নিশ্চয়ই তোমাদের পরীক্ষা করা হবে তোমাদের ধনসম্পত্তি ও তোমাদের লোকজনের মাধ্যমে, আর নিঃসন্দেহ তোমরা শুনতে পাবে তোমাদের আগে যাদের গ্রন্থ দেয়া হয়েছে তাদের থেকে এবং যারা শরিক করে তাদের থেকে অনেক গালিগালাজ। আর যদি তোমরা ধৈর্য ধারণ করো ও ভয়ভক্তি করো তবে নিশ্চয় সেটি হবে সৎসাহসের কাজ।",
    "bn_muhi": "অবশ্য ধন-সম্পদে এবং জনসম্পদে তোমাদের পরীক্ষা হবে এবং অবশ্য তোমরা শুনবে পূর্ববর্তী আহলে কিতাবদের কাছে এবং মুশরেকদের কাছে বহু অশোভন উক্তি। আর যদি তোমরা ধৈর্য্য ধারণ কর এবং পরহেযগারী অবলম্বন কর, তবে তা হবে একান্ত সৎসাহসের ব্যাপার।",
    "en": "You will surely be tested in your possessions and in yourselves. And you will surely hear from those who were given the Scripture before you and from those who associate others with Allah much abuse. But if you are patient and fear Allah - indeed, that is of the matters [worthy] of determination."
  },
  {
    "id": 187,
    "ar": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكْتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَٱشْتَرَوْا۟ بِهِۦ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ",
    "tr": "ওয়া ইযআখাযাল্লা-হু মীছাকাল্লাযীনা ঊতুল কিতা-বা লাতুবাইয়িনুন্নাহূ লিন্না-ছি ওয়ালাতাকতুমূনাহূ ফানাবাযূহু ওয়ারাআ জুহূরিহিম ওয়াশতারাও বিহী ছামানান কালীলান ফাবি’ছা মা-ইয়াশতারূন।",
    "bn_haque": "আর স্মরণ করো! যাদের কিতাব দেওয়া হয়েছিল তাদের থেকে আল্লাহ্ অঙ্গীকার গ্রহণ করেছিলেন -- \"তোমরা নিশ্চয় এর কথা লোকেদের কাছে প্রকাশ করবে, আর তা লুকিয়ে রাখবে না।\" কিন্তু তারা এটি তাদের পিঠের পেছনে ফেলে রেখে দিয়েছিল, আর এর জন্য তারা বিনিময়ে স্বল্পমূল্য গ্রহণ করেছিল। অতএব মন্দ তারা যা কেনে।",
    "bn_muhi": "আর আল্লাহ যখন আহলে কিতাবদের কাছ থেকে প্রতিজ্ঞা গ্রহণ করলেন যে, তা মানুষের নিকট বর্ণনা করবে এবং গোপন করবে না, তখন তারা সে প্রতিজ্ঞাকে নিজেদের পেছনে ফেলে রাখল আর তার কেনা-বেচা করল সামান্য মূল্যের বিনিময়ে। সুতরাং কতই না মন্দ তাদের এ বেচা-কেনা।",
    "en": "And [mention, O Muhammad], when Allah took a covenant from those who were given the Scripture, [saying], \"You must make it clear to the people and not conceal it.\" But they threw it away behind their backs and exchanged it for a small price. And wretched is that which they purchased."
  },
  {
    "id": 188,
    "ar": "لَا تَحْسَبَنَّ ٱلَّذِينَ يَفْرَحُونَ بِمَآ أَتَوا۟ وَّيُحِبُّونَ أَن يُحْمَدُوا۟ بِمَا لَمْ يَفْعَلُوا۟ فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ ٱلْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "tr": "লা-তাহছাবান্নাল্লাযীনা ইয়াফরাহূনা বিমাআতাওঁ ওয়া ইউহিববূনা আইঁ ইউহমাদূবিমালাম ইয়াফ‘আলূফালা-তাহছাবান্নাহুম বিমাফা-ঝাতিম মিনাল ‘আযা-বি ওয়া লাহুম ‘আযা-বুন আলীম।",
    "bn_haque": "তুমি মনে করো না যারা উল্লসিত হয় যা তাদের দেয়া হয়েছে সেজন্য, আর প্রশংসা পেতে ভালোবাসে যা করে নি তার জন্যেও, -- কাজেই তুমি তাদের ভেবো না যে তারা শাস্তি থেকে নিরাপদ, আর তাদের জন্য রয়েছে ব্যথাদায়ক শাস্তি।",
    "bn_muhi": "তুমি মনে করো না, যারা নিজেদের কৃতকর্মের উপর আনন্দিত হয় এবং না করা বিষয়ের জন্য প্রশংসা কামনা করে, তারা আমার নিকট থেকে অব্যাহতি লাভ করেছে। বস্তুতঃ তাদের জন্যে রয়েছে বেদনাদায়ক আযাব।",
    "en": "And never think that those who rejoice in what they have perpetrated and like to be praised for what they did not do - never think them [to be] in safety from the punishment, and for them is a painful punishment."
  },
  {
    "id": 189,
    "ar": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "tr": "ওয়া লিল্লা-হি মুলকুছ ছামা-ওয়া-তি ওয়াল আরদিওয়াল্লাহু ‘আলা-কুল্লি শাইইন কাদীর।",
    "bn_haque": "আর আল্লাহ্‌রই মহাকাশমন্ডল ও পৃথিবী রাজত্ব। আর আল্লাহ্ সব-কিছুর উপরে সর্বশক্তিমান।",
    "bn_muhi": "আর আল্লাহর জন্যই হল আসমান ও যমিনের বাদশাহী। আল্লাহই সর্ব বিষয়ে ক্ষমতার অধিকারী।",
    "en": "And to Allah belongs the dominion of the heavens and the earth, and Allah is over all things competent."
  },
  {
    "id": 190,
    "ar": "إِنَّ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ لَءَايَٰتٍ لِّأُو۟لِى ٱلْأَلْبَٰبِ",
    "tr": "ইন্না ফী খালকিছ ছামা-ওয়া-তি ওয়াল আরদিওয়াখতিলা-ফিল্লাইলি ওয়ান্নাহা-রি লাআ-য়াতিল লিঊলিল আলবা-ব।",
    "bn_haque": "নিঃসন্দেহ মহাকাশমন্ডলী ও পৃথিবীর সৃষ্টিতে এবং রাত ও দিনের আবর্তনে বিশেষ নিদর্শন রয়েছে জ্ঞানবান লোকদের জন্য --",
    "bn_muhi": "নিশ্চয় আসমান ও যমীন সৃষ্টিতে এবং রাত্রি ও দিনের আবর্তনে নিদর্শন রয়েছে বোধ সম্পন্ন লোকদের জন্যে।",
    "en": "Indeed, in the creation of the heavens and the earth and the alternation of the night and the day are signs for those of understanding."
  },
  {
    "id": 191,
    "ar": "ٱلَّذِينَ يَذْكُرُونَ ٱللَّهَ قِيَٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَٰذَا بَٰطِلًا سُبْحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
    "tr": "আল্লাযীনা ইয়াযকুরূনাল্লা-হা কিয়া-মাওঁ ওয়াকু‘ঊদাওঁ ওয়া‘আলা-জুনূবিহিম ওয়া ইয়াতাফাক্কারূনা ফী খালকিছছামা-ওয়া-তি ওয়াল আরদিরাব্বানা-মা-খালাকতা হাযা-বা-তিলান ছুবহা-নাকা ফাকিনা-‘আযা-বান্না-র।",
    "bn_haque": "যারা আল্লাহ্‌কে স্মরণ করে দাঁড়ানো ও বসা ও তাদের পার্শ্বের উপরে শায়িত অবস্থায় আর গভীর চিন্তা করে মহাকাশমন্ডল ও পৃথিবীর সৃষ্টির বিষয়ে। \"আমাদের প্রভু! এসব তুমি বৃথা সৃষ্টি করো নি, তোমারই সব মহিমা। কাজেই আমাদের রক্ষা করো আগুনের শাস্তি থেকে।",
    "bn_muhi": "যাঁরা দাঁড়িয়ে, বসে, ও শায়িত অবস্থায় আল্লাহকে স্মরণ করে এবং চিন্তা গবেষণা করে আসমান ও জমিন সৃষ্টির বিষযে, (তারা বলে) পরওয়ারদেগার! এসব তুমি অনর্থক সৃষ্টি করনি। সকল পবিত্রতা তোমারই, আমাদিগকে তুমি দোযখের শাস্তি থেকে বাঁচাও।",
    "en": "Who remember Allah while standing or sitting or [lying] on their sides and give thought to the creation of the heavens and the earth, [saying], \"Our Lord, You did not create this aimlessly; exalted are You [above such a thing]; then protect us from the punishment of the Fire."
  },
  {
    "id": 192,
    "ar": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ وَمَا لِلظَّٰلِمِينَ مِنْ أَنصَارٍ",
    "tr": "রাব্বানাইন্নাকা মান তুদখিলিন্না-রা ফাকাদ আখঝাইতাহূ ওয়ামা-লিজ্জা-লিমীনা মিন আনসা-র।",
    "bn_haque": "\"আমাদের প্রভু! নিশ্চয়ই যাকে তুমি আগুনে প্রবিষ্ট করাও, তাকে তবে প্রকৃতই তুমি লাঞ্ছিত করেছ। আর অন্যায়কারীদের জন্য সাহায্যকারীদের কেউ থাকবে না।",
    "bn_muhi": "হে আমাদের পালনকর্তা! নিশ্চয় তুমি যাকে দোযখে নিক্ষেপ করলে তাকে সবসময়ে অপমানিত করলে; আর জালেমদের জন্যে তো সাহায্যকারী নেই।",
    "en": "Our Lord, indeed whoever You admit to the Fire - You have disgraced him, and for the wrongdoers there are no helpers."
  },
  {
    "id": 193,
    "ar": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِى لِلْإِيمَٰنِ أَنْ ءَامِنُوا۟ بِرَبِّكُمْ فَـَٔامَنَّا رَبَّنَا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ",
    "tr": "রাব্বানা-ইন্নানা-ছামি‘না-মুনা-দিআইঁ ইউনা-দী লিল ঈমা-নি আন আ-মিনূবিরাব্বিকুম ফাআমান্না-রাব্বানা-ফাগফিরলানা-যুনূবানা-ওয়াকাফফির‘আন্না-ছাইয়িআ-তিনাওয়াতাওয়াফফানা-মা‘আল আব রা-র।",
    "bn_haque": "\"আমাদের প্রভু! নিঃসন্দেহ আমরা শুনেছি একজন ঘোষণাকারীকে ঈমানের প্রতি আহ্বান করতে এই বলে -- 'তোমাদের প্রভুরপ্রতি ঈমান আনো’, কাজেই আমরা ঈমান এনেছি। আমাদের প্রভু! অতএব আমাদের অপরাধ থেকে আমাদের পরিত্রাণ করো, আর আমাদের দোষত্রুটি আমাদের থেকে মুছে দাও, আর আমাদের প্রাণত্যাগ করতে দাও সজ্জনদের সঙ্গে।",
    "bn_muhi": "হে আমাদের পালনকর্তা! আমরা নিশ্চিতরূপে শুনেছি একজন আহবানকারীকে ঈমানের প্রতি আহবান করতে যে, তোমাদের পালনকর্তার প্রতি ঈমান আন; তাই আমরা ঈমান এনেছি। হে আমাদের পালনকর্তা! অতঃপর আমাদের সকল গোনাহ মাফ কর এবং আমাদের সকল দোষত্রুটি দুর করে দাও, আর আমাদের মৃত্যু দাও নেক লোকদের সাথে।",
    "en": "Our Lord, indeed we have heard a caller calling to faith, [saying], 'Believe in your Lord,' and we have believed. Our Lord, so forgive us our sins and remove from us our misdeeds and cause us to die with the righteous."
  },
  {
    "id": 194,
    "ar": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ ٱلْقِيَٰمَةِ إِنَّكَ لَا تُخْلِفُ ٱلْمِيعَادَ",
    "tr": "রাব্বানা-ওয়া আ-তিনা-মা-ওয়া-‘আত্তানা-‘আলা-রুছুলিকা ওয়ালা-তুখঝিনা-ইয়াওমাল কিয়া-মাতি ইন্নাকা লা-তুখলিফুল মী‘আ-দ।",
    "bn_haque": "আমাদের প্রভু! আর আমাদের প্রদান করো যা তুমি আমাদের কাছে ওয়াদা করেছ তোমার রসূলদের মাধ্যমে, আর আমাদের লাঞ্ছিত করো না কিয়ামতের দিনে। নিঃসন্দেহ তুমি ওয়াদার খেলাফ করো না।",
    "bn_muhi": "হে আমাদের পালনকর্তা! আমাদেরকে দাও, যা তুমি ওয়াদা করেছ তোমার রসূলগণের মাধ্যমে এবং কিয়ামতের দিন আমাদিগকে তুমি অপমানিত করো না। নিশ্চয় তুমি ওয়াদা খেলাফ করো না।",
    "en": "Our Lord, and grant us what You promised us through Your messengers and do not disgrace us on the Day of Resurrection. Indeed, You do not fail in [Your] promise.\""
  },
  {
    "id": 195,
    "ar": "فَٱسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لَآ أُضِيعُ عَمَلَ عَٰمِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ بَعْضُكُم مِّنۢ بَعْضٍ فَٱلَّذِينَ هَاجَرُوا۟ وَأُخْرِجُوا۟ مِن دِيَٰرِهِمْ وَأُوذُوا۟ فِى سَبِيلِى وَقَٰتَلُوا۟ وَقُتِلُوا۟ لَأُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ثَوَابًا مِّنْ عِندِ ٱللَّهِ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلثَّوَابِ",
    "tr": "ফাছতাজাবা-লাহুম রাব্বুহুম আন্নী লাউদী‘উ ‘আমালা ‘আমিলিম মিনকুম মিন যাকারিন আও উনছা-বা‘দুকুম মিম বা‘দিন ফাল্লাযীনা হা-জারু ওয়া উখরিজুমিন দিয়া-রিহিম ওয়া ঊযূফী ছাবীলী ওয়া কা-তালূওয়া কুতিলূলাউকাফফিরান্না ‘আনহুম ছাইয়িআ-তিহিম ওয়ালা উদখিলান্নাহুম জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু ছাওয়া-বাম মিন ‘ইনদিল্লা-হি ওয়াল্লা-হু ‘ইনদাহু হুছনুছছাওয়া-ব।",
    "bn_haque": "তাদের প্রভু তখন তাদের আহ্বানে সাড়া দিলেন -- \"আমি নিশ্চয়ই বিফল করবো না তোমাদের মধ্যের কর্মীদের কোনো কাজ -- পুরুষ হও বা নারী -- তোমাদের একজন অন্যজন থেকে, সুতরাং যারা হিজরত করেছে ও তাদের ঘরবাড়ি থেকে যারা বহিষ্কৃত হয়েছে, ও আমার পথে যারা নির্যাতিত হয়েছে, আর যারা যুদ্ধ করেছে ও নিহত হয়েছে -- নিঃসন্দেহ তাদের দোষত্রুটি তাদের থেকে অবশ্যই মুছে দেব আর নিঃসন্দেহ তাদের অবশ্যই প্রবিষ্ট করাব স্বর্গোদ্যানসমূহে যাদের নিচে দিয়ে বয়ে চলে ঝরনারাজি -- একটি পুরস্কার আল্লাহ্‌র দরবার থেকে। আর আল্লাহ্ -- তাঁর কাছে রয়েছে আরো উত্তম পুরস্কার।\"",
    "bn_muhi": "অতঃপর তাদের পালনকর্তা তাদের দোয়া (এই বলে) কবুল করে নিলেন যে, আমি তোমাদের কোন পরিশ্রমকারীর পরিশ্রমই বিনষ্ট করি না, তা সে পুরুষ হোক কিংবা স্ত্রীলোক। তোমরা পরস্পর এক। তারপর সে সমস্ত লোক যারা হিজরত করেছে, তাদেরকে নিজেদের দেশ থেকে বের করে দেওয়া হয়েছে এবং তাদের প্রতি উৎপীড়ন করা হয়েছে আমার পথে এবং যারা লড়াই করেছে ও মৃত্যুবরণ করেছে, অবশ্যই আমি তাদের উপর থেকে অকল্যাণকে অপসারিত করব। এবং তাদেরকে প্রবিষ্ট করব জান্নাতে যার তলদেশে নহর সমূহ প্রবাহিত। এই হলো বিনিময় আল্লাহর পক্ষ থেকে। আর আল্লাহর নিকট রয়েছে উত্তম বিনিময়।",
    "en": "And their Lord responded to them, \"Never will I allow to be lost the work of [any] worker among you, whether male or female; you are of one another. So those who emigrated or were evicted from their homes or were harmed in My cause or fought or were killed - I will surely remove from them their misdeeds, and I will surely admit them to gardens beneath which rivers flow as reward from Allah, and Allah has with Him the best reward.\""
  },
  {
    "id": 196,
    "ar": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُوا۟ فِى ٱلْبِلَٰدِ",
    "tr": "লা-ইয়াগুররান্নাকা তাকাল্লুবুল্লাযীনা কাফারু ফিল বিলা-দ।",
    "bn_haque": "যারা অবিশ্বাস পোষণ করে শহরে-নগরে তাদের চলাফেরা তোমাকে যেন ধোকা না দেয়।",
    "bn_muhi": "নগরীতে কাফেরদের চাল-চলন যেন তোমাদিগকে ধোঁকা না দেয়।",
    "en": "Be not deceived by the [uninhibited] movement of the disbelievers throughout the land."
  },
  {
    "id": 197,
    "ar": "مَتَٰعٌ قَلِيلٌ ثُمَّ مَأْوَىٰهُمْ جَهَنَّمُ وَبِئْسَ ٱلْمِهَادُ",
    "tr": "মাতা-‘উন কালীলুন ছু ম্মা মা’ওয়া-হুম জাহান্নামু ওয়া বি’ছাল মিহা-দ।",
    "bn_haque": "তুচ্ছ ভোগ! তারপর তাদের বাসস্থান হচ্ছে জাহান্নাম, আর জঘন্য এই বিশ্রামস্থল।",
    "bn_muhi": "এটা হলো সামান্য ফায়দা-এরপর তাদের ঠিকানা হবে দোযখ। আর সেটি হলো অতি নিকৃষ্ট অবস্থান।",
    "en": "[It is but] a small enjoyment; then their [final] refuge is Hell, and wretched is the resting place."
  },
  {
    "id": 198,
    "ar": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ جَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ ٱللَّهِ وَمَا عِندَ ٱللَّهِ خَيْرٌ لِّلْأَبْرَارِ",
    "tr": "লা-কিনিল্লাযীনাত তাকাও রাব্বাহুম লাহুম জান্না-তুন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা-নুঝুলাম মিন ‘ইনদিল্লা-হি ওয়ামা-‘ইনদাল্লা-হি খাইরুল লিলআবরা-র।",
    "bn_haque": "কিন্তু যারা তাদের প্রভুকে ভয়-শ্রদ্ধা করে তাদের জন্য স্বর্গোদ্যানসমূহ, যাদের নিচে দিয়ে বয়ে চলে ঝরনারাজি, তাতে তারা থাকবে চিরকাল -- আল্লাহ্‌র তরফ থেকে আপ্যায়ন। আর আল্লাহ্‌র কাছে যা রয়েছে তা পুণ্যা‌ত্মাদের জন্য আরো উত্তম।",
    "bn_muhi": "কিন্তু যারা ভয় করে নিজেদের পালনকর্তাকে তাদের জন্যে রয়েছে জান্নাত যার তলদেশে প্রবাহিত রয়েছে প্রস্রবণ। তাতে আল্লাহর পক্ষ থেকে সদা আপ্যায়ন চলতে থাকবে। আর যা আল্লাহর নিকট রয়েছে, তা সৎকর্মশীলদের জন্যে একান্তই উত্তম।",
    "en": "But those who feared their Lord will have gardens beneath which rivers flow, abiding eternally therein, as accommodation from Allah . And that which is with Allah is best for the righteous."
  },
  {
    "id": 199,
    "ar": "وَإِنَّ مِنْ أَهْلِ ٱلْكِتَٰبِ لَمَن يُؤْمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَٰشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا أُو۟لَٰٓئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "tr": "ওয়া ইন্না মিন আহলিল কিতা-বি লামাইঁ ইউ’মিনুবিল্লা-হি ওয়ামাউনঝিলা ইলাইকুম ওয়ামাউনঝিলা ইলাইহিম খা-শি‘ঈনা লিল্লা-হি লা-ইয়াশতারূনা বিআ-য়া-তিল্লা-হি ছামানান কালীলান উলাইকা লাহুম আজরুহুম ‘ইনদা রাব্বিহিম ইন্নাল্লা-হা ছারী‘উল হিছা-ব।",
    "bn_haque": "আর নিঃসন্দেহ গ্রন্থপ্রাপ্তদের মধ্যে যারা ঈমান আনে আল্লাহ্‌তে আর যা তোমাদের কাছে অবতীর্ণ হয়েছে আর যা তা দের কাছে নাযিল হয়েছিল তাতে, আল্লাহ্‌র কাছে বিনীত, তারা আল্লাহ্‌র বাণীসমূহের জন্য স্বল্পমূল্য কামাতে যায় না। এরাই, -- এদের জন্য এদের পুরস্কার রয়েছে এদের প্রভুর কাছে। নিঃসন্দেহ আল্লাহ্ হিসেব-নিকেশে তৎপর।",
    "bn_muhi": "আর আহলে কিতাবদের মধ্যে কেউ কেউ এমনও রয়েছে, যারা আল্লাহর উপর ঈমান আনে এবং যা কিছু তোমার উপর অবতীর্ণ হয় আর যা কিছু তাদের উপর অবতীর্ণ হয়েছে সেগুলোর উপর, আল্লাহর সামনে বিনয়াবনত থাকে এবং আল্লার আয়াতসমুহকে স্বল্পমুল্যের বিনিময়ে সওদা করে না, তারাই হলো সে লোক যাদের জন্য পারিশ্রমিক রয়েছে তাদের পালনকর্তার নিকট। নিশ্চয়ই আল্লাহ যথাশীঘ্র হিসাব চুকিয়ে দেন।",
    "en": "And indeed, among the People of the Scripture are those who believe in Allah and what was revealed to you and what was revealed to them, [being] humbly submissive to Allah . They do not exchange the verses of Allah for a small price. Those will have their reward with their Lord. Indeed, Allah is swift in account."
  },
  {
    "id": 200,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱصْبِرُوا۟ وَصَابِرُوا۟ وَرَابِطُوا۟ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
    "tr": "ইয়াআইয়ুহাল্লাযীনা আ-মানুসবিরু ওয়া সা-বিরু ওয়া রা-বিতূ ওয়াত্তাকুল্লা-হা লা‘আল্লাকুম তুফলিহুন।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! ধৈর্যধারণ করো আর ধৈর্যধারণে অগ্রণী হও, আর অবিচল থেকো, আর আল্লাহ্‌কে ভয়শ্রদ্ধা করো, যেন তোমরা সফলকাম হতে পারো।",
    "bn_muhi": "হে ঈমানদানগণ! ধৈর্য্য ধারণ কর এবং মোকাবেলায় দৃঢ়তা অবলম্বন কর। আর আল্লাহকে ভয় করতে থাক যাতে তোমরা তোমাদের উদ্দেশ্য লাভে সমর্থ হতে পার।",
    "en": "O you who have believed, persevere and endure and remain stationed and fear Allah that you may be successful."
  }
]