[
  {
    "id": 1,
    "ar": "وَٱلذَّٰرِيَٰتِ ذَرْوًا",
    "tr": "ওয়াযযা-রিয়া-তি যারওয়া-।",
    "bn_haque": "ভাবো -- বিক্ষেপকারীদের বিক্ষেপের কথা, --",
    "bn_muhi": "কসম ঝঞ্ঝাবায়ুর।",
    "en": "By those [winds] scattering [dust] dispersing"
  },
  {
    "id": 2,
    "ar": "فَٱلْحَٰمِلَٰتِ وِقْرًا",
    "tr": "ফাল হা-মিলা-তি বিকরা-।",
    "bn_haque": "তারপর বহনকারীদের বোঝার কথা, --",
    "bn_muhi": "অতঃপর বোঝা বহনকারী মেঘের।",
    "en": "And those [clouds] carrying a load [of water]"
  },
  {
    "id": 3,
    "ar": "فَٱلْجَٰرِيَٰتِ يُسْرًا",
    "tr": "ফালজা-রিয়া-তি ইউছরা-।",
    "bn_haque": "তারপর চলমানদের স্বচ্ছন্দগমনের কথা, --",
    "bn_muhi": "অতঃপর মৃদু চলমান জলযানের,",
    "en": "And those [ships] sailing with ease"
  },
  {
    "id": 4,
    "ar": "فَٱلْمُقَسِّمَٰتِ أَمْرًا",
    "tr": "ফাল মুকাছছিমা-তি আমরা-।",
    "bn_haque": "তারপর বিতরণকারীদের কাজকর্মের কথা, --",
    "bn_muhi": "অতঃপর কর্ম বন্টনকারী ফেরেশতাগণের,",
    "en": "And those [angels] apportioning [each] matter,"
  },
  {
    "id": 5,
    "ar": "إِنَّمَا تُوعَدُونَ لَصَادِقٌ",
    "tr": "ইন্নামা-তূ‘আদূনা লাসা-দিক।",
    "bn_haque": "নিঃসন্দেহ তোমাদের প্রতি যা ওয়াদা করা হয়েছিল তা অবশ্যই সত্য, --",
    "bn_muhi": "তোমাদের প্রদত্ত ওয়াদা অবশ্যই সত্য।",
    "en": "Indeed, what you are promised is true."
  },
  {
    "id": 6,
    "ar": "وَإِنَّ ٱلدِّينَ لَوَٰقِعٌ",
    "tr": "ওয়া ইন্নাদ দীনা লাওয়া-কি‘উ।",
    "bn_haque": "আর নিঃসন্দেহ ন্যায়বিচার অবশ্যাম্ভাবী।",
    "bn_muhi": "ইনসাফ অবশ্যম্ভাবী।",
    "en": "And indeed, the recompense is to occur."
  },
  {
    "id": 7,
    "ar": "وَٱلسَّمَآءِ ذَاتِ ٱلْحُبُكِ",
    "tr": "ওয়াছছামাই যা-তিল হুবুক।",
    "bn_haque": "ভাবো আকাশের কথা -- অজস্র পথ বিশিষ্ট,",
    "bn_muhi": "পথবিশিষ্ট আকাশের কসম,",
    "en": "By the heaven containing pathways,"
  },
  {
    "id": 8,
    "ar": "إِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ",
    "tr": "ইন্নাকুম লাফী কাওলিম মুখতালিফ।",
    "bn_haque": "তোমরা তো নিশ্চয়ই পরস্পর বিরোধী কথায় রয়েছ,",
    "bn_muhi": "তোমরা তো বিরোধপূর্ণ কথা বলছ।",
    "en": "Indeed, you are in differing speech."
  },
  {
    "id": 9,
    "ar": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ",
    "tr": "ইউ’ফাকু‘আনহু মান উফিক।",
    "bn_haque": "যে মুখ ফিরিয়ে থাকে তাকে এ থেকে ফিরিয়েই রাখা হয়।",
    "bn_muhi": "যে ভ্রষ্ট, সেই এ থেকে মুখ ফিরায়,",
    "en": "Deluded away from the Qur'an is he who is deluded."
  },
  {
    "id": 10,
    "ar": "قُتِلَ ٱلْخَرَّٰصُونَ",
    "tr": "কুতিলাল খাররা-ছূন।",
    "bn_haque": "কোতল হোক মিথ্যারচনাকারীরা --",
    "bn_muhi": "অনুমানকারীরা ধ্বংস হোক,",
    "en": "Destroyed are the falsifiers"
  },
  {
    "id": 11,
    "ar": "ٱلَّذِينَ هُمْ فِى غَمْرَةٍ سَاهُونَ",
    "tr": "আল্লাযীনা হুম ফী গামরাতিন ছা-হূন।",
    "bn_haque": "যারা খোদ গহবরে, বেখেয়াল!",
    "bn_muhi": "যারা উদাসীন, ভ্রান্ত।",
    "en": "Who are within a flood [of confusion] and heedless."
  },
  {
    "id": 12,
    "ar": "يَسْـَٔلُونَ أَيَّانَ يَوْمُ ٱلدِّينِ",
    "tr": "ইয়াছআলূনা আইয়া-না ইয়াওমুদ্দীন।",
    "bn_haque": "তারা জিজ্ঞাসা করে -- \"কবে আসবে বিচারের দিন?\"",
    "bn_muhi": "তারা জিজ্ঞাসা করে, কেয়ামত কবে হবে?",
    "en": "They ask, \"When is the Day of Recompense?\""
  },
  {
    "id": 13,
    "ar": "يَوْمَ هُمْ عَلَى ٱلنَّارِ يُفْتَنُونَ",
    "tr": "ইয়াওমা হুম ‘আলান্না-রি ইউফতানূন।",
    "bn_haque": "সেই দিনটাতে আগুনে তাদের পরীক্ষা করা হবে।",
    "bn_muhi": "যেদিন তারা অগ্নিতে পতিত হবে,",
    "en": "[It is] the Day they will be tormented over the Fire"
  },
  {
    "id": 14,
    "ar": "ذُوقُوا۟ فِتْنَتَكُمْ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تَسْتَعْجِلُونَ",
    "tr": "যূকূফিতনাতাকুম হা-যাল্লাযী কনতুম বিহী তাছতা‘জিলূন।",
    "bn_haque": "তোমাদের অত্যাচার তোমরা আস্বাদন কর। এইটিই সেই যেটি তোমরা ত্বরান্বিত করতে চেয়েছিল।",
    "bn_muhi": "তোমরা তোমাদের শাস্তি আস্বাদন কর। তোমরা একেই ত্বরান্বিত করতে চেয়েছিল।",
    "en": "[And will be told], \"Taste your torment. This is that for which you were impatient.\""
  },
  {
    "id": 15,
    "ar": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍ وَعُيُونٍ",
    "tr": "ইন্নাল মুত্তাকীনা ফী জান্না-তিওঁ ওয়া উ‘ইয়ূন।",
    "bn_haque": "নিঃসন্দেহ ধর্মভীরুরা থাকবে স্বর্গোউদ্যানসমূহে ও ঝরনা-রাজিতে, --",
    "bn_muhi": "খোদাভীরুরা জান্নাতে ও প্রস্রবণে থাকবে।",
    "en": "Indeed, the righteous will be among gardens and springs,"
  },
  {
    "id": 16,
    "ar": "ءَاخِذِينَ مَآ ءَاتَىٰهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا۟ قَبْلَ ذَٰلِكَ مُحْسِنِينَ",
    "tr": "আ-খিযীনা মাআ-তা-হুম রাব্বুহুম ইন্নাহুম কা-নূকাবলা যা-লিকা মুহছিনীন।",
    "bn_haque": "তাদের প্রভু যা তাদের দেবেন তারা তা গ্রহণ করতে থাকবে। তারা এর আগে নিশ্চয়ই ছিল সৎকর্মশীল।",
    "bn_muhi": "এমতাবস্থায় যে, তারা গ্রহণ করবে যা তাদের পালনকর্তা তাদেরকে দেবেন। নিশ্চয় ইতিপূর্বে তারা ছিল সৎকর্মপরায়ণ,",
    "en": "Accepting what their Lord has given them. Indeed, they were before that doers of good."
  },
  {
    "id": 17,
    "ar": "كَانُوا۟ قَلِيلًا مِّنَ ٱلَّيْلِ مَا يَهْجَعُونَ",
    "tr": "কা-নূকালীলাম মিনাল্লাইলি মা-ইয়াহজা‘ঊন।",
    "bn_haque": "তারা রাতের সামান্য সময়ই ঘুমিয়ে কাটাত।",
    "bn_muhi": "তারা রাত্রির সামান্য অংশেই নিদ্রা যেত,",
    "en": "They used to sleep but little of the night,"
  },
  {
    "id": 18,
    "ar": "وَبِٱلْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ",
    "tr": "ওয়া বিলআছহা-রিহুম ইয়াছতাগফিরূন।",
    "bn_haque": "আর নিশিভোরে তারা পরিত্রাণ খুঁজত।",
    "bn_muhi": "রাতের শেষ প্রহরে তারা ক্ষমাপ্রার্থনা করত,",
    "en": "And in the hours before dawn they would ask forgiveness,"
  },
  {
    "id": 19,
    "ar": "وَفِىٓ أَمْوَٰلِهِمْ حَقٌّ لِّلسَّآئِلِ وَٱلْمَحْرُومِ",
    "tr": "ওয়া ফীআমওয়া-লিহিম হাক্কুল লিছছাইলি ওয়াল মাহরূম।",
    "bn_haque": "আর তাদের ধনসম্পদের মধ্যে ভিখারীর জন্য ও বঞ্চিতের জন্য হক্ রেখেছে।",
    "bn_muhi": "এবং তাদের ধন-সম্পদে প্রার্থী ও বঞ্চিতের হক ছিল।",
    "en": "And from their properties was [given] the right of the [needy] petitioner and the deprived."
  },
  {
    "id": 20,
    "ar": "وَفِى ٱلْأَرْضِ ءَايَٰتٌ لِّلْمُوقِنِينَ",
    "tr": "ওয়া ফিল আরদিআ-য়া-তুলিলল মূ’কিনীন।",
    "bn_haque": "আর পৃথিবীতে নিদর্শনাবলী রয়েছে নিশ্চিত-বিশ্বাসীদের জন্য, --",
    "bn_muhi": "বিশ্বাসকারীদের জন্যে পৃথিবীতে নিদর্শনাবলী রয়েছে,",
    "en": "And on the earth are signs for the certain [in faith]"
  },
  {
    "id": 21,
    "ar": "وَفِىٓ أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ",
    "tr": "ওয়া ফীআনফুছিকুম আফালা-তুবসিরূন।",
    "bn_haque": "আর তোমাদের নিজেদের মধ্যে। তবুও কি তোমরা চেয়ে দেখবে না?",
    "bn_muhi": "এবং তোমাদের নিজেদের মধ্যেও, তোমরা কি অনুধাবন করবে না?",
    "en": "And in yourselves. Then will you not see?"
  },
  {
    "id": 22,
    "ar": "وَفِى ٱلسَّمَآءِ رِزْقُكُمْ وَمَا تُوعَدُونَ",
    "tr": "ওয়া ফিছছামাই রিঝকুকুম ওয়ামা-তূ‘আদূন।",
    "bn_haque": "আর আকাশে রয়েছে তোমাদের জীবিকা, আর যা তোমাদের ওয়াদা করা হয়েছে।",
    "bn_muhi": "আকাশে রয়েছে তোমাদের রিযিক ও প্রতিশ্রুত সবকিছু।",
    "en": "And in the heaven is your provision and whatever you are promised."
  },
  {
    "id": 23,
    "ar": "فَوَرَبِّ ٱلسَّمَآءِ وَٱلْأَرْضِ إِنَّهُۥ لَحَقٌّ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ",
    "tr": "ফাওয়ারাব্বিছ ছামাই ওয়াল আরদিইন্নাহূলাহাক্কুম মিছলা মাআন্নাকুম তানতিকূন।",
    "bn_haque": "অতএব মহাকাশ ও পৃথিবীর প্রভুর শপথ -- নিঃসন্দেহ এ আলবৎ সত্য, যেমনটা তোমরা বস্তুত বাক্যালাপ কর।",
    "bn_muhi": "নভোমন্ডল ও ভূমন্ডলের পালনকর্তার কসম, তোমাদের কথাবার্তার মতই এটা সত্য।",
    "en": "Then by the Lord of the heaven and earth, indeed, it is truth - just as [sure as] it is that you are speaking."
  },
  {
    "id": 24,
    "ar": "هَلْ أَتَىٰكَ حَدِيثُ ضَيْفِ إِبْرَٰهِيمَ ٱلْمُكْرَمِينَ",
    "tr": "হাল আতা-কা হাদীছুদাইফি ইবরা-হীমাল মুকরামীন।",
    "bn_haque": "তোমার কাছে ইব্রাহীমের সম্মানিত অতিথিদের সংবাদ এসেছে কি?",
    "bn_muhi": "আপনার কাছে ইব্রাহীমের সম্মানিত মেহমানদের বৃত্তান্ত এসেছে কি?",
    "en": "Has there reached you the story of the honored guests of Abraham? -"
  },
  {
    "id": 25,
    "ar": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَٰمًا قَالَ سَلَٰمٌ قَوْمٌ مُّنكَرُونَ",
    "tr": "ইয দাখালূ‘আলাইহি ফাকা-লূছালা-মান কা-লা ছালা-মুন কাওমুম মুনকারূন।",
    "bn_haque": "তারা যখন তাঁর দরবারে প্রবেশ করল তারা তখন বললে -- \"সালাম\"। তিনিও বললেন -- \"সালাম\", অপরিচিত লোক।",
    "bn_muhi": "যখন তারা তাঁর কাছে উপস্থিত হয়ে বললঃ সালাম, তখন সে বললঃ সালাম। এরা তো অপরিচিত লোক।",
    "en": "When they entered upon him and said, \"[We greet you with] peace.\" He answered, \"[And upon you] peace, [you are] a people unknown."
  },
  {
    "id": 26,
    "ar": "فَرَاغَ إِلَىٰٓ أَهْلِهِۦ فَجَآءَ بِعِجْلٍ سَمِينٍ",
    "tr": "ফারা-গা ইলাআহলিহী ফাজাআ বি‘ইজলিন ছামীন।",
    "bn_haque": "তিনি তখন তাঁর পরিবারের কাছে নীরবে ছুটলেন এবং একটি পুষ্ট বাছুর নিয়ে এলেন,",
    "bn_muhi": "অতঃপর সে গ্রহে গেল এবং একটি ঘৃতেপক্ক মোটা গোবৎস নিয়ে হাযির হল।",
    "en": "Then he went to his family and came with a fat [roasted] calf"
  },
  {
    "id": 27,
    "ar": "فَقَرَّبَهُۥٓ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ",
    "tr": "ফাকাররাবাহূইলাইহিম কা-লা আলা-তা’কুলূন।",
    "bn_haque": "তারপর তিনি এটি তাদের সামনে এগিয়ে দিলেন, তিনি বললেন -- \"আপনারা কি খাবেন না?\"",
    "bn_muhi": "সে গোবৎসটি তাদের সামনে রেখে বললঃ তোমরা আহার করছ না কেন?",
    "en": "And placed it near them; he said, \"Will you not eat?\""
  },
  {
    "id": 28,
    "ar": "فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا۟ لَا تَخَفْ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٍ",
    "tr": "ফাআওজাছা মিন হুম খীফাতান কা-লূলা-তাখাফ ওয়াবাশশারূহু বিগুলা-মিন ‘আলীম।",
    "bn_haque": "সুতরাং তাদের সম্পর্কে তিনি ভয় অনুভব করলেন। তারা বললে -- \"ভয় করো না।\" পক্ষান্তরে তারা তাঁকে সুসংবাদ দিল এক জ্ঞানবান ছেলের।",
    "bn_muhi": "অতঃপর তাদের সম্পর্কে সে মনে মনে ভীত হলঃ তারা বললঃ ভীত হবেন না। তারা তাঁকে একট জ্ঞানীগুণী পুত্র সন্তানের সুসংবাদ দিল।",
    "en": "And he felt from them apprehension. They said, \"Fear not,\" and gave him good tidings of a learned boy."
  },
  {
    "id": 29,
    "ar": "فَأَقْبَلَتِ ٱمْرَأَتُهُۥ فِى صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ",
    "tr": "ফাআকবালাতিম রাআতুহূফী সাররাতিন ফাসাক্কাত ওয়াজহাহা- ওয়াকা-লাত ‘আজূঝুন ‘আকীম।",
    "bn_haque": "তারপর তাঁর স্ত্রী এগিয়ে এলেন বিলাপ করতে-করতে, আর তিনি তাঁর গালে চাপড় মারছেন এবং বলছেন, \"এক বুড়ি, বন্ধ্যা!\"",
    "bn_muhi": "অতঃপর তাঁর স্ত্রী চীৎকার করতে করতে সামনে এল এবং মুখ চাপড়িয়ে বললঃ আমি তো বৃদ্ধা, বন্ধ্যা।",
    "en": "And his wife approached with a cry [of alarm] and struck her face and said, \"[I am] a barren old woman!\""
  },
  {
    "id": 30,
    "ar": "قَالُوا۟ كَذَٰلِكِ قَالَ رَبُّكِ إِنَّهُۥ هُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ",
    "tr": "কা-লূকাযা-লিকি কা-লা রাব্বুকি ইন্নাহূহুওয়াল হাকীমুল ‘আলীম।",
    "bn_haque": "তারা বললে -- \"এমনটাই হবে, তোমার প্রভু বলেছেন।\" নিঃসন্দেহ তিনি স্বয়ং পরমজ্ঞানী, সর্বজ্ঞাতা।",
    "bn_muhi": "তারা বললঃ তোমার পালনকর্তা এরূপই বলেছেন। নিশ্চয় তিনি প্রজ্ঞাময়, সর্বজ্ঞ।",
    "en": "They said, \"Thus has said your Lord; indeed, He is the Wise, the Knowing.\""
  },
  {
    "id": 31,
    "ar": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ",
    "tr": "কা-লা ফামা-খাতবুকুম আইয়ুহাল মুরছালূন।",
    "bn_haque": "তিনি বললেন -- \"তাহলে তোমাদের বিশেষ বার্তা কি, হে বার্তাবাহকগণ?\"",
    "bn_muhi": "ইব্রাহীম বললঃ হে প্রেরিত ফেরেশতাগণ, তোমাদের উদ্দেশ্য কি?",
    "en": "[Abraham] said, \"Then what is your business [here], O messengers?\""
  },
  {
    "id": 32,
    "ar": "قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍ مُّجْرِمِينَ",
    "tr": "কা-লূইন্নাউরছিলনাইলা-কাওমিম মুজরিমীন।",
    "bn_haque": "তারা বললে -- \"আমাদের অবশ্য প্রেরণ করা হয়েছে এক অপরাধী লোকদের প্রতি, --",
    "bn_muhi": "তারা বললঃ আমরা এক অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি,",
    "en": "They said, \"Indeed, we have been sent to a people of criminals"
  },
  {
    "id": 33,
    "ar": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّن طِينٍ",
    "tr": "লিনুরছিলা ‘আলাইহিম হিজা-রাতাম মিন তীন।",
    "bn_haque": "\"যেন তাদের উপরে আমরা বর্ষণ করতে পারি মাটির পাথর,",
    "bn_muhi": "যাতে তাদের উপর মাটির ঢিলা নিক্ষেপ করি।",
    "en": "To send down upon them stones of clay,"
  },
  {
    "id": 34,
    "ar": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلْمُسْرِفِينَ",
    "tr": "মুছাওয়ামাতান ‘ইন্দা রাব্বিকা লিলমুছরিফীন।",
    "bn_haque": "যা অমিতাচারীদের জন্য নির্ধারিত রয়েছে তোমার প্রভুর কাছে।",
    "bn_muhi": "যা সীমাতিক্রমকারীদের জন্যে আপনার পালনকর্তার কাছে চিহিߦ#2468; আছে।",
    "en": "Marked in the presence of your Lord for the transgressors.\""
  },
  {
    "id": 35,
    "ar": "فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ ٱلْمُؤْمِنِينَ",
    "tr": "ফাআখরাজনা-মান কা-না ফীহা-মিনাল মু’মিনীন।",
    "bn_haque": "তারপর মুমিনদের মধ্যের যারা সেখানে রয়েছিল তাদের আমরা বের করে আনলাম,",
    "bn_muhi": "অতঃপর সেখানে যারা ঈমানদার ছিল, আমি তাদেরকে উদ্ধার করলাম।",
    "en": "So We brought out whoever was in the cities of the believers."
  },
  {
    "id": 36,
    "ar": "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ ٱلْمُسْلِمِينَ",
    "tr": "ফামা-ওয়াজাদনা-ফীহা-গাইরা বাইতিম মিনাল মুছলিমীন।",
    "bn_haque": "কিন্ত আমরা সেখানে মুসলিমদের একটি পরিবার ব্যতীত আর কাউকে পাইনি।",
    "bn_muhi": "এবং সেখানে একটি গৃহ ব্যতীত কোন মুসলমান আমি পাইনি।",
    "en": "And We found not within them other than a [single] house of Muslims."
  },
  {
    "id": 37,
    "ar": "وَتَرَكْنَا فِيهَآ ءَايَةً لِّلَّذِينَ يَخَافُونَ ٱلْعَذَابَ ٱلْأَلِيمَ",
    "tr": "ওয়াতারাকনা-ফীহাআ-য়াতালিলল্লাযীনা ইয়াখা-ফূনাল ‘আযা-বাল আলীম।",
    "bn_haque": "আর আমরা সেখানে রেখে দিয়েছিলাম এক নিদর্শন তাদের জন্য যারা মর্মন্তুদ শাস্তিকে ভয় করে।",
    "bn_muhi": "যারা যন্ত্রণাদায়ক শাস্তিকে ভয় করে, আমি তাদের জন্যে সেখানে একটি নিদর্শন রেখেছি।",
    "en": "And We left therein a sign for those who fear the painful punishment."
  },
  {
    "id": 38,
    "ar": "وَفِى مُوسَىٰٓ إِذْ أَرْسَلْنَٰهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَٰنٍ مُّبِينٍ",
    "tr": "ওয়া ফী মূছাইয আরছালনা -হু ইলা-ফির‘আওনা বিছুলতা-নিম মুবীন।",
    "bn_haque": "আর মূসার মধ্যেও। দেখো! আমরা তাঁকে পাঠিয়েছিলাম ফিরআউনের কাছে সুস্পষ্ট কর্তৃত্ব দিয়ে।",
    "bn_muhi": "এবং নিদর্শন রয়েছে মূসার বৃত্তান্তে; যখন আমি তাকে সুস্পষ্ট প্রমাণসহ ফেরাউনের কাছে প্রেরণ করেছিলাম।",
    "en": "And in Moses [was a sign], when We sent him to Pharaoh with clear authority."
  },
  {
    "id": 39,
    "ar": "فَتَوَلَّىٰ بِرُكْنِهِۦ وَقَالَ سَٰحِرٌ أَوْ مَجْنُونٌ",
    "tr": "ফাতাওয়াল্লা-বিরুকনিহী ওয়াকা-লা ছা-হিরুন আও মাজনূন।",
    "bn_haque": "কিন্ত সে ফিরে গিয়েছিল তার শক্তিমত্তার দিকে এবং বলেছিল -- \"একজন জাদুকর অথবা একজন পাগল।\"",
    "bn_muhi": "অতঃপর সে শক্তিবলে মুখ ফিরিয়ে নিল এবং বললঃ সে হয় যাদুকর, না হয় পাগল।",
    "en": "But he turned away with his supporters and said,\" A magician or a madman.\""
  },
  {
    "id": 40,
    "ar": "فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِى ٱلْيَمِّ وَهُوَ مُلِيمٌ",
    "tr": "ফাআখাযনা-হু ওয়া জুনূদাহূফানাবাযনা-হুম ফিল ইয়াম্মি ওয়া হুওয়া মুলীম।",
    "bn_haque": "তখন আমরা তাকে ও তার দলবলকে পাকড়াও করলাম এবং তাদের নিক্ষেপ করলাম অথৈ জলে, আর সে ছিল দোষী।",
    "bn_muhi": "অতঃপর আমি তাকে ও তার সেনাবাহিনীকে পাকড়াও করলাম এবং তাদেরকে সমুদ্রে নিক্ষেপ করলাম। সে ছিল অভিযুক্ত।",
    "en": "So We took him and his soldiers and cast them into the sea, and he was blameworthy."
  },
  {
    "id": 41,
    "ar": "وَفِى عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ ٱلرِّيحَ ٱلْعَقِيمَ",
    "tr": "ওয়া ফী ‘আ-দিন ইযআরছালনা-‘আলাইহিমুররী হাল ‘আকীম।",
    "bn_haque": "আর 'আদ জাতির ক্ষেত্রেও। দেখো! আমরা তাদের বিরুদ্ধে পাঠিয়েছিলাম এক বিধ্বংসী ঝড়।",
    "bn_muhi": "এবং নিদর্শন রয়েছে তাদের কাহিনীতে; যখন আমি তাদের উপর প্রেরণ করেছিলাম অশুভ বায়ু।",
    "en": "And in 'Aad [was a sign], when We sent against them the barren wind."
  },
  {
    "id": 42,
    "ar": "مَا تَذَرُ مِن شَىْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَٱلرَّمِيمِ",
    "tr": "মা-তাযারু মিন শাইয়িন আতাত ‘আলাইহি ইল্লা-জা‘আলাতহু কার রামীম।",
    "bn_haque": "এ যার উপরে এসে পড়েছিল তার কোনো কিছুই রেখে যায় নি, এটিকে তা করে দিয়েছিল ছাইয়ের মতো।",
    "bn_muhi": "এই বায়ু যার উপর দিয়ে প্রবাহিত হয়েছিলঃ তাকেই চুর্ণ-বিচুর্ণ করে দিয়েছিল।",
    "en": "It left nothing of what it came upon but that it made it like disintegrated ruins."
  },
  {
    "id": 43,
    "ar": "وَفِى ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا۟ حَتَّىٰ حِينٍ",
    "tr": "ওয়া ফী ছামূদা ইযকীলা লাহুম তামাত্তা‘ঊ হাত্তা-হীন।",
    "bn_haque": "আর ছামুদ-জাতির ক্ষেত্রেও। দেখো! তাদের বলা হয়েছিল -- \"কিছুকাল উপভোগ করে নাও।\"",
    "bn_muhi": "আরও নিদর্শন রয়েছে সামূদের ঘটনায়; যখন তাদেরকে বলা হয়েছিল, কিছুকাল মজা লুটে নাও।",
    "en": "And in Thamud, when it was said to them, \"Enjoy yourselves for a time.\""
  },
  {
    "id": 44,
    "ar": "فَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ ٱلصَّٰعِقَةُ وَهُمْ يَنظُرُونَ",
    "tr": "ফা‘আতাও ‘আন আমরি রাব্বিহিম ফাআখাযাতহুমুসসা-‘ইকাতুওয়া হুম ইয়ানজুরূন।",
    "bn_haque": "তথাপি তাদের প্রভুর আদেশের বিরুদ্ধে তারা দাঁড়িয়েছিল, ফলে এক বজ্রনাদ তাদের পাকড়ালো, আর তারা তাকিয়ে রয়েছিল।",
    "bn_muhi": "অতঃপর তারা তাদের পালনকর্তার আদেশ অমান্য করল এবং তাদের প্রতি বজ্রঘাত হল এমতাবস্থায় যে, তারা তা দেখেছিল।",
    "en": "But they were insolent toward the command of their Lord, so the thunderbolt seized them while they were looking on."
  },
  {
    "id": 45,
    "ar": "فَمَا ٱسْتَطَٰعُوا۟ مِن قِيَامٍ وَمَا كَانُوا۟ مُنتَصِرِينَ",
    "tr": "ফামাছতাতা-‘ঊ মিন কিয়া-মিওঁ ওয়ামা-কা-নূমুনতাসিরীন।",
    "bn_haque": "তাদের আর দাঁড়াবার ক্ষমতা রইল না, আর তারা সাহায্যপ্রাপ্ত হতেও পারে নি।",
    "bn_muhi": "অতঃপর তারা দাঁড়াতে সক্ষম হল না এবং কোন প্রতিকারও করতে পারল না।",
    "en": "And they were unable to arise, nor could they defend themselves."
  },
  {
    "id": 46,
    "ar": "وَقَوْمَ نُوحٍ مِّن قَبْلُ إِنَّهُمْ كَانُوا۟ قَوْمًا فَٰسِقِينَ",
    "tr": "ওয়া কাওমা নূহিম মিন কাবলু ইন্নাহুম কা-নূকাওমান ফা-ছিকীন।",
    "bn_haque": "আর পূর্বকালীন নূহের লোকদলকেও। নিঃসন্দেহ তারা ছিল সত্যত্যাগী জাতি।",
    "bn_muhi": "আমি ইতিপূর্বে নূহের সম্প্রদায়কে ধ্বংস করেছি। নিশ্চিতই তারা ছিল পাপাচারী সম্প্রদায়।",
    "en": "And [We destroyed] the people of Noah before; indeed, they were a people defiantly disobedient."
  },
  {
    "id": 47,
    "ar": "وَٱلسَّمَآءَ بَنَيْنَٰهَا بِأَيْي۟دٍ وَإِنَّا لَمُوسِعُونَ",
    "tr": "ওয়াছ ছামাআ বানাইনা-হা-বিআইদিওঁ ওয়া ইন্না-লামূছি‘ঊন।",
    "bn_haque": "আর মহাকাশমন্ডল -- আমরা তা নির্মাণ করেছি হাতে, আর আমরাই বিশালতার নির্মাতা।",
    "bn_muhi": "আমি স্বীয় ক্ষমতাবলে আকাশ নির্মাণ করেছি এবং আমি অবশ্যই ব্যাপক ক্ষমতাশালী।",
    "en": "And the heaven We constructed with strength, and indeed, We are [its] expander."
  },
  {
    "id": 48,
    "ar": "وَٱلْأَرْضَ فَرَشْنَٰهَا فَنِعْمَ ٱلْمَٰهِدُونَ",
    "tr": "ওয়াল আর দা ফারাশ-হা-ফানি‘মাল মা-হিদূন।",
    "bn_haque": "আর পৃথিবী -- আমরা একে বিছিয়ে দিয়েছি, কাজেই কত সুন্দর এই বিস্তারকারী!",
    "bn_muhi": "আমি ভূমিকে বিছিয়েছি। আমি কত সুন্দরভাবেই না বিছাতে সক্ষম।",
    "en": "And the earth We have spread out, and excellent is the preparer."
  },
  {
    "id": 49,
    "ar": "وَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ",
    "tr": "ওয়া মিন কুল্লি শাইয়িন খালাকনা-ঝাওজাইনি লা‘আল্লাকুম তাযাক্কারূন।",
    "bn_haque": "আর প্রত্যেক বস্তুর মধ্যে আমরা জোড়া-জোড়া সৃষ্টি করেছি, যেন তোমরা মনোনিবেশ করো।",
    "bn_muhi": "আমি প্রত্যেক বস্তু জোড়ায় জোড়ায় সৃষ্টি করেছি, যাতে তোমরা হৃদয়ঙ্গম কর।",
    "en": "And of all things We created two mates; perhaps you will remember."
  },
  {
    "id": 50,
    "ar": "فَفِرُّوٓا۟ إِلَى ٱللَّهِ إِنِّى لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
    "tr": "ফাফিররূইলাল্লা-হি ইন্নী লাকুম মিনহু নাযীরুম মুবীন।",
    "bn_haque": "\"অতএব তোমরা বেগে আল্লাহ্‌র দিকে ছুটো। আমি নিশ্চয়ই তোমাদের নিকট তাঁর কাছ থেকে একজন সুস্পষ্ট সতর্ককারী।",
    "bn_muhi": "অতএব, আল্লাহর দিকে ধাবিত হও। আমি তাঁর তরফ থেকে তোমাদের জন্যে সুস্পষ্ট সতর্ককারী।",
    "en": "So flee to Allah . Indeed, I am to you from Him a clear warner."
  },
  {
    "id": 51,
    "ar": "وَلَا تَجْعَلُوا۟ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ إِنِّى لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
    "tr": "ওয়ালা-তাজ‘আলূমা‘আল্লা-হি ইলা-হান আ-খারা ইন্নী লাকুম মিনহু নাযীরুম মুবীন।",
    "bn_haque": "আর আল্লাহ্‌র সাথে অন্য কোনো উপাস্য দাঁড় করো না। নিঃসন্দেহ আমি তোমাদের নিকট তাঁর কাছ থেকে এক জন সুস্পষ্ট সতর্ককারী।",
    "bn_muhi": "তোমরা আল্লাহর সাথে কোন উপাস্য সাব্যস্ত করো না। আমি তাঁর পক্ষ থেকে তোমাদের জন্য সুস্পষ্ট সতর্ককারী।",
    "en": "And do not make [as equal] with Allah another deity. Indeed, I am to you from Him a clear warner."
  },
  {
    "id": 52,
    "ar": "كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا۟ سَاحِرٌ أَوْ مَجْنُونٌ",
    "tr": "কাযা-লিকা মাআতাল্লাযীনা মিন কাবলিহিম মির রাছূলিন ইল্লা-কা-লূছা-হিরুন আও মাজনূন।",
    "bn_haque": "এইভাবেই। এদের আগে যারা ছিল তাদের কাছে এমন কোনো রসূল আসেন নি যাঁকে তারা না বলেছিল -- \"একজন জাদুকর, না হয় একজন পাগল।\"",
    "bn_muhi": "এমনিভাবে, তাদের পূর্ববর্তীদের কাছে যখনই কোন রসূল আগমন করেছে, তারা বলছেঃ যাদুকর, না হয় উম্মাদ।",
    "en": "Similarly, there came not to those before them any messenger except that they said, \"A magician or a madman.\""
  },
  {
    "id": 53,
    "ar": "أَتَوَاصَوْا۟ بِهِۦ بَلْ هُمْ قَوْمٌ طَاغُونَ",
    "tr": "আতাওয়া-সাও বিহী বাল হুম কাওমুন তা-গূন।",
    "bn_haque": "এরা কি এটিকেই মৌরুসি বিষয় বানিয়েছে? না, তারা হচ্ছে সীমালংঘনকারী জাতি।",
    "bn_muhi": "তারা কি একে অপরকে এই উপদেশই দিয়ে গেছে? বস্তুতঃ ওরা দুষ্ট সম্প্রদায়।",
    "en": "Did they suggest it to them? Rather, they [themselves] are a transgressing people."
  },
  {
    "id": 54,
    "ar": "فَتَوَلَّ عَنْهُمْ فَمَآ أَنتَ بِمَلُومٍ",
    "tr": "ফাতাওয়াল্লা ‘আনহুম ফামাআনতা বিমালূম।",
    "bn_haque": "অতএব তাদের থেকে তুমি মুখ ফিরিয়ে নাও, কেননা তুমি তো দোষী নও।",
    "bn_muhi": "অতএব, আপনি ওদের থেকে মুখ ফিরিয়ে নিন। এতে আপনি অপরাধী হবেন না।",
    "en": "So leave them, [O Muhammad], for you are not to be blamed."
  },
  {
    "id": 55,
    "ar": "وَذَكِّرْ فَإِنَّ ٱلذِّكْرَىٰ تَنفَعُ ٱلْمُؤْمِنِينَ",
    "tr": "ওয়া যাক্কির ফাইন্নাযযিকরা-তানফা‘উল মু’মিনীন।",
    "bn_haque": "তবুও তুমি উপদেশ দিতে থাকো, কেননা নিঃসন্দেহ উপদেশদান মুমিনদের উপকার করবে।",
    "bn_muhi": "এবং বোঝাতে থাকুন; কেননা, বোঝানো মুমিনদের উপকারে আসবে।",
    "en": "And remind, for indeed, the reminder benefits the believers."
  },
  {
    "id": 56,
    "ar": "وَمَا خَلَقْتُ ٱلْجِنَّ وَٱلْإِنسَ إِلَّا لِيَعْبُدُونِ",
    "tr": "ওয়ামা-খালাকতুল জিন্না ওয়াল ইনছা ইল্লা-লিইয়া‘বুদূন।",
    "bn_haque": "আর আমি জিন ও মানুষকে, তারা আমাকে উপাসনা করুক -- এইজন্য ছাড়া সৃষ্টি করি নি।",
    "bn_muhi": "আমার এবাদত করার জন্যই আমি মানব ও জিন জাতি সৃষ্টি করেছি।",
    "en": "And I did not create the jinn and mankind except to worship Me."
  },
  {
    "id": 57,
    "ar": "مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ",
    "tr": "মাউরীদুমিনহুম মির রিঝকিওঁ ওয়ামাউরীদুআইঁ ইয়ুত‘ইমূন।",
    "bn_haque": "আমি তাদের থেকে কোনো জীবিকা চাই না, আর আমি চাই না যে তারা আমাকে খাওয়াবে।",
    "bn_muhi": "আমি তাদের কাছে জীবিকা চাই না এবং এটাও চাই না যে, তারা আমাকে আহার্য যোগাবে।",
    "en": "I do not want from them any provision, nor do I want them to feed Me."
  },
  {
    "id": 58,
    "ar": "إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلْقُوَّةِ ٱلْمَتِينُ",
    "tr": "ইন্নাল্লা-হা হুওয়াররাঝঝা-কুযুল কুওওয়াতিল মাতীন।",
    "bn_haque": "বরঞ্চ আল্লাহ -- তিনিই বিরাট রিযেকদাতা, ক্ষমতার অধিকারী, শক্তিমান।",
    "bn_muhi": "আল্লাহ তা’আলাই তো জীবিকাদাতা শক্তির আধার, পরাক্রান্ত।",
    "en": "Indeed, it is Allah who is the [continual] Provider, the firm possessor of strength."
  },
  {
    "id": 59,
    "ar": "فَإِنَّ لِلَّذِينَ ظَلَمُوا۟ ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَٰبِهِمْ فَلَا يَسْتَعْجِلُونِ",
    "tr": "ফাইন্না লিল্লাযীনা জালামূযানূবাম মিছলা যানূবি আসহা-বিহিম ফালা-ইয়াছতা‘জিলূন।",
    "bn_haque": "সুতরাং যারা অন্যায়াচরণ করেছে তাদের জন্য অবশ্যই রয়েছে এক ঝুড়ি তাদের সাঙ্গোপাঙ্গদের ঝুড়ির ন্যায়, সেজন্য তারা যেন আমার কাছে তড়িঘড়ি না করে।",
    "bn_muhi": "অতএব, এই যালেমদের প্রাপ্য তাই, যা ওদের অতীত সহচরদের প্রাপ্য ছিল। কাজেই ওরা যেন আমার কাছে তা তাড়াতাড়ি না চায়।",
    "en": "And indeed, for those who have wronged is a portion [of punishment] like the portion of their predecessors, so let them not impatiently urge Me."
  },
  {
    "id": 60,
    "ar": "فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِن يَوْمِهِمُ ٱلَّذِى يُوعَدُونَ",
    "tr": "ফাওয়াইলুলিলল্লাযীনা কাফারূমিইঁ ইয়াওমিহিমুল্লাযী ইঊ‘আদুন।",
    "bn_haque": "অতএব ধিক্ তাদের জন্য যারা অবিশ্বাস পোষণ করে -- তাদের সেই দিনটির কারণে যেটি তাদের ওয়াদা করা হয়েছে!",
    "bn_muhi": "অতএব, কাফেরদের জন্যে দুর্ভোগ সেই দিনের, যেদিনের প্রতিশ্রুতি ওদেরকে দেয়া হয়েছে।",
    "en": "And woe to those who have disbelieved from their Day which they are promised."
  }
]