[
  {
    "id": 1,
    "ar": "طسٓ تِلْكَ ءَايَٰتُ ٱلْقُرْءَانِ وَكِتَابٍ مُّبِينٍ",
    "tr": "তা-ছীন তিলকা আ-য়া-তুল কুরআ-নি ওয়া কিতা-বিম মুবীন।",
    "bn_haque": "ত্বা, সীন। এ-সব হচ্ছে কুরআনের তথা সুস্পষ্ট গ্রন্থের বাণীসমূহ, --",
    "bn_muhi": "ত্বা-সীন; এগুলো আল-কোরআনের আয়াত এবং আয়াত সুস্পষ্ট কিতাবের।",
    "en": "Ta, Seen. These are the verses of the Qur'an and a clear Book"
  },
  {
    "id": 2,
    "ar": "هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
    "tr": "হুদাওঁ ওয়া বুশরা-লিলমু’মিনীন।",
    "bn_haque": "মুমিনদের জন্য পথ-নির্দেশক এবং সুসংবাদবাহক, --",
    "bn_muhi": "মুমিনদের জন্যে পথ নির্দেশ ও সুসংবাদ।",
    "en": "As guidance and good tidings for the believers"
  },
  {
    "id": 3,
    "ar": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ",
    "tr": "আল্লাযীনা ইউকীমূনাসসালা-তা ওয়া ইউ’তূনাঝঝাকা-তা ওয়া হুম বিল আ-খিরাতি হুম ইউকিনূন।",
    "bn_haque": "যারা নামায কায়েম করে ও যাকাত প্রদান করে, আর তারা আখেরাত সন্বন্ধে স্বয়ং দৃঢ়বিশ্বাস রাখে।",
    "bn_muhi": "যারা নামায কায়েম করে, যাকাত প্রদান করে এবং পরকালে নিশ্চিত বিশ্বাস করে।",
    "en": "Who establish prayer and give zakah, and of the Hereafter they are certain [in faith]."
  },
  {
    "id": 4,
    "ar": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ زَيَّنَّا لَهُمْ أَعْمَٰلَهُمْ فَهُمْ يَعْمَهُونَ",
    "tr": "ইন্নাল্লাযীনা লা-ইউ’মিনূনা বিলআ-খিরাতি ঝাইইয়ান্না-লাহুম আ‘মা-লাহুম ফাহুম ইয়া‘মাহূন।",
    "bn_haque": "নিঃসন্দেহ যারা পরকালে বিশ্বাস করে না তাদের ক্রিয়াকর্মকে আমরা তাদের জন্য চিত্তাকর্যক করেছি, ফলে তারা অন্ধভাবে ঘুরে বেড়ায়।",
    "bn_muhi": "যারা পরকালে বিশ্বাস করে না, আমি তাদের দৃষ্টিতে তাদের কর্মকান্ডকে সুশোভিত করে দিয়েছি। অতএব, তারা উদভ্রান্ত হয়ে ঘুরে বেড়ায়।",
    "en": "Indeed, for those who do not believe in the Hereafter, We have made pleasing to them their deeds, so they wander blindly."
  },
  {
    "id": 5,
    "ar": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَهُمْ سُوٓءُ ٱلْعَذَابِ وَهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
    "tr": "উলাইকাল্লাযীনা লাহুম ছূউল ‘আযা-বি ওয়াহুম ফিল আ-খিরাতি হুমুল আখছারূন।",
    "bn_haque": "এরাই তারা যাদের জন্য রয়েছে এক কষ্টকর শাস্তি, আর পরকালে তারা খোদ হবে সর্বাধিক ক্ষতিগ্রস্ত।",
    "bn_muhi": "তাদের জন্যেই রয়েছে মন্দ শাস্তি এবং তারাই পরকালে অধিক ক্ষতিগ্রস্ত।",
    "en": "Those are the ones for whom there will be the worst of punishment, and in the Hereafter they are the greatest losers."
  },
  {
    "id": 6,
    "ar": "وَإِنَّكَ لَتُلَقَّى ٱلْقُرْءَانَ مِن لَّدُنْ حَكِيمٍ عَلِيمٍ",
    "tr": "ওয়া ইন্নাকা লাতুলাক্কাল কুরআ-না মিল্লাদুন হাকীমিন ‘আলীম।",
    "bn_haque": "আর অবশ্য তুমি, -- তোমাকেই তো কুরআন পাওয়ানো হয়েছে পরম জ্ঞানী সর্বজ্ঞাতার তরফ থেকে।",
    "bn_muhi": "এবং আপনাকে কোরআন প্রদত্ত হচ্ছে প্রজ্ঞাময়, জ্ঞানময় আল্লাহর কাছ থেকে।",
    "en": "And indeed, [O Muhammad], you receive the Qur'an from one Wise and Knowing."
  },
  {
    "id": 7,
    "ar": "إِذْ قَالَ مُوسَىٰ لِأَهْلِهِۦٓ إِنِّىٓ ءَانَسْتُ نَارًا سَـَٔاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ ءَاتِيكُم بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ",
    "tr": "ইযকা-লা মূছা-লিআহলিহী ইন্নীআ-নাছতুনা-রান ছাআ-তীকুম মিনহাবিখাবারিন আও আ-তীকুম বিশিহা-বিন কাবাছিল লা‘আল্লাকুম তাসতালূন।",
    "bn_haque": "স্মরণ করো! মূসা তাঁর পরিজনকে বললেন -- \"নিঃসন্দেহ আমি আগুনের আভাস পাচ্ছি, আমি এখনি সেখান থেকে তোমাদের কাছে কোনো খবর নিয়ে আসছি, অথবা তোমাদের জন্য জ্বলন্ত আঙটা নিয়ে আসছি যাতে তোমরা নিজেদের গরম করতে পার।\"",
    "bn_muhi": "যখন মূসা তাঁর পরিবারবর্গকে বললেনঃ আমি অগ্নি দেখেছি, এখন আমি সেখান থেকে তোমাদের জন্যে কোন খবর আনতে পারব অথবা তোমাদের জন্যে জ্বলন্ত অঙ্গার নিয়ে আসতে পারব যাতে তোমরা আগুন পোহাতে পার।",
    "en": "[Mention] when Moses said to his family, \"Indeed, I have perceived a fire. I will bring you from there information or will bring you a burning torch that you may warm yourselves.\""
  },
  {
    "id": 8,
    "ar": "فَلَمَّا جَآءَهَا نُودِىَ أَنۢ بُورِكَ مَن فِى ٱلنَّارِ وَمَنْ حَوْلَهَا وَسُبْحَٰنَ ٱللَّهِ رَبِّ ٱلْعَٰلَمِينَ",
    "tr": "ফালাম্মা-জাআহা-নূদিইয়া আম বূরিকা মান ফিন্না-রি ওয়া মান হাওলাহা- ওয়া ছুবহা-নাল্লা-হি রাব্বিল ‘আ-লামীন।",
    "bn_haque": "অতঃপর যখন তিনি এর কাছে এলেন তখন আওয়াজ হলো এই বলে -- \"ধন্য সেইজন যে আগুনের ভেতরে এবং যে এর আশেপাশে রয়েছে। আর সকল মহিমা বিশ্বজগতের প্রভু আল্লাহ্‌র!",
    "bn_muhi": "অতঃপর যখন তিনি আগুনের কাছে আসলেন তখন আওয়াজ হল ধন্য তিনি, যিনি আগুনের স্থানে আছেন এবং যারা আগুনের আশেপাশে আছেন। বিশ্ব জাহানের পালনকর্তা আল্লাহ পবিত্র ও মহিমান্বিত।",
    "en": "But when he came to it, he was called, \"Blessed is whoever is at the fire and whoever is around it. And exalted is Allah, Lord of the worlds."
  },
  {
    "id": 9,
    "ar": "يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "tr": "ইয়া-মূছাইন্নাহূআনাল্লা-হুল ‘আঝীঝুল হাকীম।",
    "bn_haque": "\"হে মূসা! নিঃসন্দেহ এই তো আমি আল্লাহ্ -- মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "হে মূসা, আমি আল্লাহ, প্রবল পরাক্রমশালী, প্রজ্ঞাময়।",
    "en": "O Moses, indeed it is I - Allah, the Exalted in Might, the Wise.\""
  },
  {
    "id": 10,
    "ar": "وَأَلْقِ عَصَاكَ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ يَٰمُوسَىٰ لَا تَخَفْ إِنِّى لَا يَخَافُ لَدَىَّ ٱلْمُرْسَلُونَ",
    "tr": "ওয়া আলকি‘আসা-কা ফালাম্মা-রাআ-হা-তাহতাঝঝুকাআন্নাহা-জাননুওঁ ওয়াল্লামুদবিরাওঁ ওয়ালাম ইউ‘আক্কিব ইয়া-মূছা-লা-তাখাফ ইন্নী লা-ইয়াখা-ফূ লাদাইয়াল মুরছালূন।",
    "bn_haque": "\"আর তোমার লাঠি ছুঁড়ে মার।\" তারপর যখন তিনি এটিকে দেখলেন দৌড়ছে -- যেন এটি একটি সাপ, তিনি তখন পেছন দিকে ছুটলেন আর ঘুরে দেখলেন না। \"হে মূসা, ভয় করো না, নিঃসন্দেহ রসূলগণ আমার সামনে ভয় করে না,",
    "bn_muhi": "আপনি নিক্ষেপ করুন আপনার লাঠি। অতঃপর যখন তিনি তাকে সর্পের ন্যায় ছুটাছুটি করতে দেখলেন, তখন তিনি বিপরীত দিকে ছুটতে লাগলেন এবং পেছন ফিরেও দেখলেন না। হে মূসা, ভয় করবেন না। আমি যে রয়েছি, আমার কাছে পয়গম্বরগণ ভয় করেন না।",
    "en": "And [he was told], \"Throw down your staff.\" But when he saw it writhing as if it were a snake, he turned in flight and did not return. [ Allah said], \"O Moses, fear not. Indeed, in My presence the messengers do not fear."
  },
  {
    "id": 11,
    "ar": "إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسْنًۢا بَعْدَ سُوٓءٍ فَإِنِّى غَفُورٌ رَّحِيمٌ",
    "tr": "ইল্লা-মান জালামা ছুম্মা বাদ্দালা হুছনাম বা‘দা ছূইন ফাইন্নী গাফূরুর রাহীম।",
    "bn_haque": "\"সে ব্যতীত যে অন্যায় করেছে তারপর মন্দ কাজের পরে বদলা করে ভাল কাজ, তাহলে আমি নিশ্চয়ই পরিত্রাণ কারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "তবে যে বাড়াবাড়ি করে এরপর মন্দ কর্মের পরিবর্তে সৎকর্ম করে। নিশ্চয় আমি ক্ষমাশীল, পরম দয়ালু।",
    "en": "Otherwise, he who wrongs, then substitutes good after evil - indeed, I am Forgiving and Merciful."
  },
  {
    "id": 12,
    "ar": "وَأَدْخِلْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ فِى تِسْعِ ءَايَٰتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِۦٓ إِنَّهُمْ كَانُوا۟ قَوْمًا فَٰسِقِينَ",
    "tr": "ওয়া আদখিল ইয়াদাকা ফী জাইবিকা তাখরুজ বাইদাআ মিন গাইরি ছূইন ফী তিছ‘ই আয়া-তিন ইলা-ফির‘আওনা ওয়া কাওমিহী ইন্নাহুম কা-নূকাওমান ফা-ছিকীন।",
    "bn_haque": "আর তোমার হাত তোমার পকেটে ঢোকাও, এটি বেরিয়ে আসবে সাদা হয়ে কোনো দোষত্রুটি ছাড়া, -- ফিরআউন ও তার লোকদলের কাছে নয়টি নিদর্শনের অন্তর্গত। নিঃসন্দেহ তারা হচ্ছে সীমালংঘনকারী জাতি।",
    "bn_muhi": "আপনার হাত আপনার বগলে ঢুকিয়ে দিন, সুশুভ্র হয়ে বের হবে নির্দোষ অবস্থায়। এগুলো ফেরাউন ও তার সম্প্রদায়ের কাছে আনীত নয়টি নিদর্শনের অন্যতম। নিশ্চয় তারা ছিল পাপাচারী সম্প্রদায়।",
    "en": "And put your hand into the opening of your garment [at the breast]; it will come out white without disease. [These are] among the nine signs [you will take] to Pharaoh and his people. Indeed, they have been a people defiantly disobedient.\""
  },
  {
    "id": 13,
    "ar": "فَلَمَّا جَآءَتْهُمْ ءَايَٰتُنَا مُبْصِرَةً قَالُوا۟ هَٰذَا سِحْرٌ مُّبِينٌ",
    "tr": "ফালাম্মা- জাআতহুম আ-য়া-তুনা-মুবসিরাতান কা-লূহা-যা-ছিহরুম মুবীন।",
    "bn_haque": "তারপর যখন আমাদের নিদর্শনগুলো তাদের কাছে এল দর্শনীয়ভাবে, তারা বললে -- \"এ তো পরিস্কার জাদু।\"",
    "bn_muhi": "অতঃপর যখন তাদের কাছে আমার উজ্জল নিদর্শনাবলী আগমন করল, তখন তারা বলল, এটা তো সুস্পষ্ট জাদু।",
    "en": "But when there came to them Our visible signs, they said, \"This is obvious magic.\""
  },
  {
    "id": 14,
    "ar": "وَجَحَدُوا۟ بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُفْسِدِينَ",
    "tr": "ওয়া জাহাদূবিহা-ওয়াছতাইকানাতহা আনফুছুহুম জুলমাওঁ ওয়া ‘উলুওওয়ান ফানজু র কাইফা কা-না ‘আ-কিবাতুল মুফছিদীন।",
    "bn_haque": "আর তারা এসব প্রত্যাখ্যান করল অন্যায়ভাবে ও উদ্ধতভাবে, যদিও তাদের অন্তর এগুলোতে নিঃসংশয় ছিল। অতএব চেয়ে দেখো -- কেমন হয়েছিল বিপর্যয় সৃষ্টিকারীদের পরিণাম।",
    "bn_muhi": "তারা অন্যায় ও অহংকার করে নিদর্শনাবলীকে প্রত্যাখ্যান করল, যদিও তাদের অন্তর এগুলো সত্য বলে বিশ্বাস করেছিল। অতএব দেখুন, অনর্থকারীদের পরিণাম কেমন হয়েছিল?",
    "en": "And they rejected them, while their [inner] selves were convinced thereof, out of injustice and haughtiness. So see how was the end of the corrupters."
  },
  {
    "id": 15,
    "ar": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ وَسُلَيْمَٰنَ عِلْمًا وَقَالَا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى فَضَّلَنَا عَلَىٰ كَثِيرٍ مِّنْ عِبَادِهِ ٱلْمُؤْمِنِينَ",
    "tr": "ওয়া লাকাদ আ-তাইনা-দা-ঊদা ওয়া ছুলাইমা-না ‘ইলমান ওয়া কা-লাল হামদুলিল্লাহিল্লাযী ফাদ্দালানা-‘আলা-কাছীরিম মিন ‘ইবা-দিহিল মু’মিনীন।",
    "bn_haque": "আর অবশ্যই ইতিপূর্বে আমরা দাউদ ও সুলাইমানকে জ্ঞান দান করেছিলাম, আর তাঁরা উভয়ে বলেছিলেন -- \"সমস্ত প্রশংসা আল্লাহ্‌র জন্য যিনি আমাদের শ্রেষ্ঠত্ব দিয়েছেন তাঁর বহুসংখ্যক মুমিন বান্দাদের উপরে।\"",
    "bn_muhi": "আমি অবশ্যই দাউদ ও সুলায়মানকে জ্ঞান দান করেছিলাম। তাঁরা বলে ছিলেন, আল্লাহর প্রশংসা, যিনি আমাদেরকে তাঁর অনেক মুমিন বান্দার উপর শ্রেষ্ঠত্ব দান করেছেন।",
    "en": "And We had certainly given to David and Solomon knowledge, and they said, \"Praise [is due] to Allah, who has favored us over many of His believing servants.\""
  },
  {
    "id": 16,
    "ar": "وَوَرِثَ سُلَيْمَٰنُ دَاوُۥدَ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمْنَا مَنطِقَ ٱلطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ إِنَّ هَٰذَا لَهُوَ ٱلْفَضْلُ ٱلْمُبِينُ",
    "tr": "ওয়া ওয়ারিছা ছুলাইমা-নুদা-ঊদা ওয়া কা-লা ইয়াআইয়ুহান্না-ছু‘উলিলমনামানতিকাততাইরি ওয়াঊতীনা-মিন কুল্লি শাইয়িন ইন্না হা-যা-লাহুওয়াল ফাদলুল মুবীন।",
    "bn_haque": "আর সুলাইমান দাউদকে উত্তরাধিকার করলেন এবং বললেন -- \"ওহে জনগণ, আমাদের পক্ষি-বিজ্ঞান শেখানো হয়েছে, আর সব জিনিস থেকে আমাদের দেওয়া হয়েছে। নিঃসন্দেহ এটি -- এ অবশ্যই সুস্পষ্ট অনুগ্রহসামগ্রী।\"",
    "bn_muhi": "সুলায়মান দাউদের উত্তরাধিকারী হয়েছিলেন। বলেছিলেন, ‘হে লোক সকল, আমাকে উড়ন্ত পক্ষীকূলের ভাষা শিক্ষা দেয়া হয়েছে এবং আমাকে সব কিছু দেয়া হয়েছে। নিশ্চয় এটা সুস্পষ্ট শ্রেষ্ঠত্ব। ’",
    "en": "And Solomon inherited David. He said, \"O people, we have been taught the language of birds, and we have been given from all things. Indeed, this is evident bounty.\""
  },
  {
    "id": 17,
    "ar": "وَحُشِرَ لِسُلَيْمَٰنَ جُنُودُهُۥ مِنَ ٱلْجِنِّ وَٱلْإِنسِ وَٱلطَّيْرِ فَهُمْ يُوزَعُونَ",
    "tr": "ওয়া হুশিরা লিছুলাইমা-না জুনূদুহূমিনাল জিন্নি ওয়াল ইনছি ওয়াততাইরি ফাহুম ইউঝা‘উন।",
    "bn_haque": "আর সুলাইমানের সামনে সমবেত করা হয়েছিল তাঁর বাহিনীকে -- জিন ও মানুষ ও পাখিদের থেকে, আর তাদের কুচকাওয়াজ করানো হলো।",
    "bn_muhi": "সুলায়মানের সামনে তার সেনাবাহিনীকে সমবেত করা হল। জ্বিন-মানুষ ও পক্ষীকুলকে, অতঃপর তাদেরকে বিভিন্ন ব্যূহে বিভক্ত করা হল।",
    "en": "And gathered for Solomon were his soldiers of the jinn and men and birds, and they were [marching] in rows."
  },
  {
    "id": 18,
    "ar": "حَتَّىٰٓ إِذَآ أَتَوْا۟ عَلَىٰ وَادِ ٱلنَّمْلِ قَالَتْ نَمْلَةٌ يَٰٓأَيُّهَا ٱلنَّمْلُ ٱدْخُلُوا۟ مَسَٰكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَٰنُ وَجُنُودُهُۥ وَهُمْ لَا يَشْعُرُونَ",
    "tr": "হাত্তাইযাআতাও ‘আলা-ওয়া-দিন্নামলি কা-লাত নামলাতুইঁ ইয়াআইয়ুহান্নামলুদ খুলূমাছা-কিনাকুম লা-ইয়াহতিমান্নাকুম ছুলাইমা-নুওয়া জুনূদুহূ ওয়াহুম লা-ইয়াশ‘উরূন।",
    "bn_haque": "তারপর যখন তাঁরা নমলদের উপত্যকায় এসেছিলেন তখন একজন নমল বললে -- \"ওহে নমলজাতি! তোমাদের বাড়িঘরে ঢোকে যাও, সুলাইমান ও তাঁর বাহিনী যেন তোমাদের পিষে না ফেলে যদিবা তারা বুঝতে না পারে।\"",
    "bn_muhi": "যখন তারা পিপীলিকা অধ্যূষিত উপত্যকায় পৌঁছাল, তখন এক পিপীলিকা বলল, হে পিপীলিকার দল, তোমরা তোমাদের গৃহে প্রবেশ কর। অন্যথায় সুলায়মান ও তার বাহিনী অজ্ঞাতসারে তোমাদেরকে পিষ্ট করে ফেলবে।",
    "en": "Until, when they came upon the valley of the ants, an ant said, \"O ants, enter your dwellings that you not be crushed by Solomon and his soldiers while they perceive not.\""
  },
  {
    "id": 19,
    "ar": "فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَٰلِحًا تَرْضَىٰهُ وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ ٱلصَّٰلِحِينَ",
    "tr": "ফাতাবাছছামা দা-হিকাম মিন কাওলিহা-ওয়া কা-লা রাব্বি আওঝি‘নীআন আশকুরা নি‘মাতাকাল্লাতীআন‘আমতা ‘আলাইইয়া ওয়া ‘আলা-ওয়া-লিদাইইয়া ওয়াআন আ‘মালা সালিহান তারদা-হু ওয়া আদখিলনী বিরাহমাতিকা ফী ‘ইবাদিকাসসা-লিহীন।",
    "bn_haque": "সুতরাং তিনি তার কথায় বিস্মিত হয়ে মুচকি হাসলেন ও বললেন -- \"আমার প্রভু! তুমি আমাকে অনুমতি দাও যেন তুমি আমার প্রতি ও আমার পিতামাতার প্রতি যে নিয়ামত অর্পণ করেছ তোমার সেই আশিসের জন্য আমি কৃতজ্ঞতা জানাতে পারি, আর আমি যেন সৎকর্ম করতে পারি যা তুমি পছন্দ কর, আর তোমার অনুগ্রহ বশতঃ আমাকে তোমার সৎপথাবলন্বী বান্দাদের অন্তর্ভূক্ত করো।\"",
    "bn_muhi": "তার কথা শুনে সুলায়মান মুচকি হাসলেন এবং বললেন, হে আমার পালনকর্তা, তুমি আমাকে সামর্থ?2470;াও যাতে আমি তোমার সেই নিয়ামতের কৃতজ্ঞতা প্রকাশ করতে পারি, যা তুমি আমাকে ও আমার পিতা-মাতাকে দান করেছ এবং যাতে আমি তোমার পছন্দনীয় সৎকর্ম করতে পারি এবং আমাকে নিজ অনুগ্রহে তোমার সৎকর্মপরায়ন বান্দাদের অন্তর্ভুক্ত কর।",
    "en": "So [Solomon] smiled, amused at her speech, and said, \"My Lord, enable me to be grateful for Your favor which You have bestowed upon me and upon my parents and to do righteousness of which You approve. And admit me by Your mercy into [the ranks of] Your righteous servants.\""
  },
  {
    "id": 20,
    "ar": "وَتَفَقَّدَ ٱلطَّيْرَ فَقَالَ مَا لِىَ لَآ أَرَى ٱلْهُدْهُدَ أَمْ كَانَ مِنَ ٱلْغَآئِبِينَ",
    "tr": "ওয়া তাফাককাদাততাইরা ফাকা-লা মা-লিইয়া লাআরাল হুদহুদা আম কা-না মিনাল গাইবীন।",
    "bn_haque": "আর তিনি পাখিদের পর্যবেক্ষণ করলেন, তখন বললেন -- \"একি! হুদহুদকে দেখছি না কেন? সে কি গরহাজিরদের একজন?",
    "bn_muhi": "সুলায়মান পক্ষীদের খোঁজ খবর নিলেন, অতঃপর বললেন, কি হল, হুদহুদকে দেখছি না কেন? নাকি সে অনুপস্থিত?",
    "en": "And he took attendance of the birds and said, \"Why do I not see the hoopoe - or is he among the absent?"
  },
  {
    "id": 21,
    "ar": "لَأُعَذِّبَنَّهُۥ عَذَابًا شَدِيدًا أَوْ لَأَا۟ذْبَحَنَّهُۥٓ أَوْ لَيَأْتِيَنِّى بِسُلْطَٰنٍ مُّبِينٍ",
    "tr": "লাউ‘আযযি বান্নাহূ ‘আযা-বান শাদীদান আও লাআযবাহান্নাহূআওলাইয়া’তিইয়ান্নী বিছুলতা-নিম মুবীন।",
    "bn_haque": "আমি অবশ্যই তাকে কঠিন শাস্তি দেব, অথবা আমি নিশ্চয়ই তাকে জবাই করব, অথবা তাকে অবশ্যই আমার কাছে আসতে হবে সুস্পষ্ট অজুহাত নিয়ে।",
    "bn_muhi": "আমি অবশ্যই তাকে কঠোর শাস্তি দেব কিংবা হত্যা করব অথবা সে উপস্থিত করবে উপযুক্ত কারণ।",
    "en": "I will surely punish him with a severe punishment or slaughter him unless he brings me clear authorization.\""
  },
  {
    "id": 22,
    "ar": "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإٍۭ بِنَبَإٍ يَقِينٍ",
    "tr": "ফামাকাছা গাইরা বা‘ঈদিন ফাকা-লা আহাততুবিমা-লামতুহিত বিহী ওয়াজি’তুকা মিন ছাবাইম বিনাবাইঁ ইয়াকীন।",
    "bn_haque": "তারপর তিনি অনতিবিলন্বকাল অপেক্ষা করলেন তখন সে বললে, \"আমি তার খোঁজ পেয়েছি যে-সন্বন্ধে আপনি অবগত নন, আর আমি সাবা’ থেকে আপনার কাছে আসছি সঠিক বার্তা নিয়ে।",
    "bn_muhi": "কিছুক্ষণ পড়েই হুদ এসে বলল, আপনি যা অবগত নন, আমি তা অবগত হয়েছি। আমি আপনার কাছে সাবা থেকে নিশ্চিত সংবাদ নিয়ে আগমন করেছি।",
    "en": "But the hoopoe stayed not long and said, \"I have encompassed [in knowledge] that which you have not encompassed, and I have come to you from Sheba with certain news."
  },
  {
    "id": 23,
    "ar": "إِنِّى وَجَدتُّ ٱمْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ",
    "tr": "ইন্নী ওয়াজাততুম রাআতান তামলিকুহুম ওয়া ঊতিইয়াত মিন কুল্লি শাইয়িওঁ ওয়া লাহা-‘আরশুন ‘আজীম।",
    "bn_haque": "\"আমি নিশ্চয়ই এক নারীকে দেখতে পেলাম তাদের উপর রাজত্ব করছে, আর তাকে সব-কিছু থেকে দেওয়া হয়েছে, আর তার রয়েছে এক মস্তবড় সিংহাসন।",
    "bn_muhi": "আমি এক নারীকে সাবাবাসীদের উপর রাজত্ব করতে দেখেছি। তাকে সবকিছুই দেয়া হয়েছে এবং তার একটা বিরাট সিংহাসন আছে।",
    "en": "Indeed, I found [there] a woman ruling them, and she has been given of all things, and she has a great throne."
  },
  {
    "id": 24,
    "ar": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ",
    "tr": "ওয়া জাততুহা-ওয়া কাওমাহা-ইয়াছজুদূনা লিশশামছি মিন দূনিল্লা-হি ওয়া ঝাইইয়ানা লাহুমুশ শাইতা-নুআ‘মা-লাহুম ফাসাদ্দাহুম ‘আনিছছাবীলি ফাহুম লা-ইয়াহতাদূন।",
    "bn_haque": "\"আর আমি তাকে ও তার লোকদের দেখতে পেলাম তারা আল্লাহ্‌কে বাদ দিয়ে সূর্যকে সিজদা করছে, আর শয়তান তাদের জন্য তাদের ক্রিয়াকলাপ চিত্তাকর্ষক করেছে, কাজেই পথ থেকে সে তাদের সরিয়ে রেখেছে, সুতরাং তারা সৎপথ পাচ্ছে না, --",
    "bn_muhi": "আমি তাকে ও তার সম্প্রদায়কে দেখলাম তারা আল্লাহর পরিবর্তে সূর্যকে সেজদা করছে। শয়তান তাদের দৃষ্টিতে তাদের কার্যাবলী সুশোভিত করে দিয়েছে। অতঃপর তাদেরকে সৎপথ থেকে নিবৃত্ত করেছে। অতএব তারা সৎপথ পায় না।",
    "en": "I found her and her people prostrating to the sun instead of Allah, and Satan has made their deeds pleasing to them and averted them from [His] way, so they are not guided,"
  },
  {
    "id": 25,
    "ar": "أَلَّا يَسْجُدُوا۟ لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ",
    "tr": "আল্লা-ইয়াছজুদূলিল্লা-হিল্লাযী ইউখরিজুলখাবআফিছছামা-ওয়া-তি ওয়ালআরদি ওয়া ইয়া‘লামুমা-তুখফূনা ওয়ামা-তু‘লিনূন(ছিজদাহ-৮)।",
    "bn_haque": "\"তাইতো তারা আল্লাহ্‌কে সিজদা করে না যিনি মহাকাশমন্ডলী ও পৃথিবীর গুপ্ত বিষয়বস্তু প্রকাশ করে দেন, আর যিনি জানেন যা তোমরা লুকিয়ে রাখ এবং যা প্রকাশ কর।",
    "bn_muhi": "তারা আল্লাহকে সেজদা করে না কেন, যিনি নভোমন্ডল ও ভুমন্ডলের গোপন বস্তু প্রকাশ করেন এবং জানেন যা তোমরা গোপন কর ও যা প্রকাশ কর।",
    "en": "[And] so they do not prostrate to Allah, who brings forth what is hidden within the heavens and the earth and knows what you conceal and what you declare -"
  },
  {
    "id": 26,
    "ar": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ۩",
    "tr": "আল্লা-হু লা ইলা-হা ইল্লা-হুওয়া রাব্বুল ‘আরশিল ‘আজীম ।",
    "bn_haque": "আল্লাহ্‌, তিনি ছাড়া অন্য উপাস্য নেই, যিনি মহান আরশের অধিপতি।",
    "bn_muhi": "আল্লাহ ব্যতীত কোন উপাস্য নেই; তিনি মহা আরশের মালিক।",
    "en": "Allah - there is no deity except Him, Lord of the Great Throne.\""
  },
  {
    "id": 27,
    "ar": "قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَٰذِبِينَ",
    "tr": "কা-লা ছানানজুরু আসাদাকতা আম কুনতা মিনাল কা-যিবীন।",
    "bn_haque": "তিনি বললেন -- \"আমরা শীঘ্রই দেখব তুমি কি সত্য বলছ, না তুমি মিথ্যাবাদীদের মধ্যেকার?",
    "bn_muhi": "সুলায়মান বললেন, এখন আমি দেখব তুমি সত্য বলছ, না তুমি মিথ্যবাদী।",
    "en": "[Solomon] said, \"We will see whether you were truthful or were of the liars."
  },
  {
    "id": 28,
    "ar": "ٱذْهَب بِّكِتَٰبِى هَٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ",
    "tr": "ইযহাব বিকিতা-বী হা-যা-ফাআলকিহ ইলাইহিম ছু ম্মা তাওয়াল্লা ‘আনহুম ফানজুরমাযা-ইয়ারজি‘ঊন।",
    "bn_haque": "আমার এই লিপি নিয়ে যাও আর এটি তাদের কাছে অর্পণ কর, তারপর তাদের থেকে চলে এস, আর দেখ কি তারা ফেরত পাঠায়।",
    "bn_muhi": "তুমি আমার এই পত্র নিয়ে যাও এবং এটা তাদের কাছে অর্পন কর। অতঃপর তাদের কাছ থেকে সরে পড় এবং দেখ, তারা কি জওয়াব দেয়।",
    "en": "Take this letter of mine and deliver it to them. Then leave them and see what [answer] they will return.\""
  },
  {
    "id": 29,
    "ar": "قَالَتْ يَٰٓأَيُّهَا ٱلْمَلَؤُا۟ إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَٰبٌ كَرِيمٌ",
    "tr": "কা-লাত ইয়াআইয়ুহাল মালাউ ইন্নীউলকিয়া ইলাইইয়া কিতা-বুন কারীম।",
    "bn_haque": "সে বললে -- \"ওহে প্রধানগণ! নিঃসন্দেহ আমার কাছে এক সম্মানিত লিপি পাঠানো হয়েছে।",
    "bn_muhi": "বিলকীস বলল, হে পরিষদবর্গ, আমাকে একটি সম্মানিত পত্র দেয়া হয়েছে।",
    "en": "She said, \"O eminent ones, indeed, to me has been delivered a noble letter."
  },
  {
    "id": 30,
    "ar": "إِنَّهُۥ مِن سُلَيْمَٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
    "tr": "ইন্নাহূমিন ছুলাইমা-না ওয়া ইন্নাহূবিছমিল্লা-হির রাহমা-নির রাহীম।",
    "bn_haque": "\"এটি আলবৎ সুলাইমানের কাছে থেকে, আর এটি প্রধানতঃ এই -- 'আল্লাহ্‌র নাম নিয়ে, যিনি রহমান, রহীম, --",
    "bn_muhi": "সেই পত্র সুলায়মানের পক্ষ থেকে এবং তা এইঃ সসীম দাতা, পরম দয়ালু, আল্লাহর নামে শুরু;",
    "en": "Indeed, it is from Solomon, and indeed, it reads: 'In the name of Allah, the Entirely Merciful, the Especially Merciful,"
  },
  {
    "id": 31,
    "ar": "أَلَّا تَعْلُوا۟ عَلَىَّ وَأْتُونِى مُسْلِمِينَ",
    "tr": "আল্লা-তা‘লূ‘আলাইইয়া ওয়া’তূনী মুছলিমীন।",
    "bn_haque": "আমার বিরুদ্ধে যেন হামবড়াই কর না, আর আমার কাছে এস মুসলিম হয়ে’।",
    "bn_muhi": "আমার মোকাবেলায় শক্তি প্রদর্শন করো না এবং বশ্যতা স্বীকার করে আমার কাছে উপস্থিত হও।",
    "en": "Be not haughty with me but come to me in submission [as Muslims].' \""
  },
  {
    "id": 32,
    "ar": "قَالَتْ يَٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ",
    "tr": "কা-লাত ইয়াআইয়ুহাল মালাউ আফতূনী ফীআমরী মা-কুনতুকা-তি‘আতান আমরান হাত্তা-তাশহাদূ ন।",
    "bn_haque": "সে বললে -- \"ওহে প্রধানগণ! আমার করণীয় সন্বন্ধে আমাকে উপদেশ দাও, আমি কোনো ব্যাপারে সিদ্ধান্ত গ্রহণকারী হই না যে পর্যন্ত না তোমরা আমার সাক্ষাতে থাকো।\"",
    "bn_muhi": "বিলকীস বলল, হে পরিষদবর্গ, আমাকে আমার কাজে পরামর্শ দাও। তোমাদের উপস্থিতি ব্যতিরেকে আমি কোন কাজে সিদ্ধান্ত গ্রহণ করি না।",
    "en": "She said, \"O eminent ones, advise me in my affair. I would not decide a matter until you witness [for] me.\""
  },
  {
    "id": 33,
    "ar": "قَالُوا۟ نَحْنُ أُو۟لُوا۟ قُوَّةٍ وَأُو۟لُوا۟ بَأْسٍ شَدِيدٍ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ",
    "tr": "কা-লূনাহনুঊলূকুওওয়াতিওঁ ওয়া উলূবা’ছিন শাদীদিওঁ ওয়াল আমরু ইলাইকি ফানজু রী মা-যা-তা’মুরীন।",
    "bn_haque": "তারা বললে -- \"আমরা শক্তির অধিকারী এবং প্রবল বিক্রমেরও অধিকারী, আর হুকুম আপনারই কাছে, অতএব ভেবে দেখুন কী আপনি হুকুম করবেন।\"",
    "bn_muhi": "তারা বলল, আমরা শক্তিশালী এবং কঠোর যোদ্ধা। এখন সিদ্ধান্ত গ্রহণের ক্ষমতা আপনারই। অতএব আপনি ভেবে দেখুন, আমাদেরকে কি আদেশ করবেন।",
    "en": "They said, \"We are men of strength and of great military might, but the command is yours, so see what you will command.\""
  },
  {
    "id": 34,
    "ar": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا۟ قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا۟ أَعِزَّةَ أَهْلِهَآ أَذِلَّةً وَكَذَٰلِكَ يَفْعَلُونَ",
    "tr": "কা-লাত ইন্নাল মুলূকা ইযা-দাখালূকারইয়াতান আফছাদূ হা-ওয়া জা‘আলূ আ‘ইঝঝাতা আহলিহাআযিল্লাতাওঁ ওয়া কাযা-লিকা ইয়াফ‘আলূন।",
    "bn_haque": "সে বললে -- \"নিঃসন্দেহ রাজা-বাদশারা যখন কোনো জনপদে প্রবেশ করে তখন তাকে বিপর্যস্ত করে দেয় এবং তার বাসিন্দাদের শ্রেষ্ঠ মর্যাদাসম্পন্নদের বানিয়ে দেয় চরম লাঞ্ছিত, আর এইভাবেই তারা করে থাকে।",
    "bn_muhi": "সে বলল, রাজা বাদশারা যখন কোন জনপদে প্রবেশ করে, তখন তাকে বিপর্যস্ত করে দেয় এবং সেখানকার সম্ভ্রান্ত ব্যক্তিবর্গকে অপদস্থ করে। তারাও এরূপই করবে।",
    "en": "She said, \"Indeed kings - when they enter a city, they ruin it and render the honored of its people humbled. And thus do they do."
  },
  {
    "id": 35,
    "ar": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَةٌۢ بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ",
    "tr": "ওয়া ইন্নী মুরছিলাতুন ইলাইহিম বিহাদিইইয়াতিন ফানা-জিরাতুম বিমা ইয়ারজি‘উল মুরছালূন।",
    "bn_haque": "আর আমি অবশ্য তাদের কাছে পাঠাতে যাচ্ছি একটি উপহার, তারপর দেখতে চাই দূতরা কী নিয়ে ফেরে।",
    "bn_muhi": "আমি তাঁর কাছে কিছু উপঢৌকন পাঠাচ্ছি; দেখি প্রেরিত লোকেরা কি জওয়াব আনে।",
    "en": "But indeed, I will send to them a gift and see with what [reply] the messengers will return.\""
  },
  {
    "id": 36,
    "ar": "فَلَمَّا جَآءَ سُلَيْمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ",
    "tr": "ফালাম্মা-জাআ ছুলাইমা-না কা-লা আতুমিদ্দূনানি বিমা-লিন ফামাআ-তা-নিইয়াল্লাহু খাইরুম মিম্মাআ-তা-কুম বাল আনতুম বিহাদিইইয়াতিকুম তাফ রাহূন।",
    "bn_haque": "তারপর যখন সুলাইমানের কাছে সে এল তখন তিনি বললেন -- \"কি! তোমরা কি আমাকে মাল-আসবাব দিয়ে মদদ করতে চাও? কিন্ত আল্লাহ্ আমাকে যা দিয়েছেন তা তোমাদের তিনি যা দিয়েছেন তার চাইতে শ্রেষ্ঠ। না, তোমাদের উপহার সন্বন্ধে তোমরাই গর্ববোধ করছ।",
    "bn_muhi": "অতঃপর যখন দূত সুলায়মানের কাছে আগমন করল, তখন সুলায়মান বললেন, তোমরা কি ধনসম্পদ দ্বারা আমাকে সাহায্য করতে চাও? আল্লাহ আমাকে যা দিয়েছেন, তা তোমাদেরকে প্রদত্ত বস্তু থেকে উত্তম। বরং তোমরাই তোমাদের উপঢৌকন নিয়ে সুখে থাক।",
    "en": "So when they came to Solomon, he said, \"Do you provide me with wealth? But what Allah has given me is better than what He has given you. Rather, it is you who rejoice in your gift."
  },
  {
    "id": 37,
    "ar": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَٰغِرُونَ",
    "tr": "ইরজি‘ ইলাইহিম ফালানা’তিইয়ান্নাহুম বিজুনূদিল লা-কিবালা লাহুম বিহা-ওয়ালানুখরিজান্নাহুম মিনহাআযিল্লাতাওঁ ওয়াহুম সা-গিরূন।",
    "bn_haque": "তাদের কাছে ফিরে যাও, আমরা অবশ্যই তাদের কাছে আসব সৈন্যবাহিনী নিয়ে যার মোকাবিলা করার ক্ষমতা তাদের নেই, আর আমরা অবশ্যই সেখান থেকে তাদের বহিস্কার করব লাঞ্ছনার সাথে, আর তারা বনবে ছোটলোক।",
    "bn_muhi": "ফিরে যাও তাদের কাছে। এখন অবশ্যই আমি তাদের বিরুদ্ধে এক সৈন্যবাহিনী নিয়ে আসব, যার মোকাবেলা করার শক্তি তাদের নেই। আমি অবশ্যই তাদেরকে অপদস্থ করে সেখান থেকে বহিষ্কৃত করব এবং তারা হবে লাঞ্ছিত।",
    "en": "Return to them, for we will surely come to them with soldiers that they will be powerless to encounter, and we will surely expel them therefrom in humiliation, and they will be debased.\""
  },
  {
    "id": 38,
    "ar": "قَالَ يَٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ",
    "tr": "কা-লা ইয়াআইয়ুহাল মালাউ আইয়ুকুম ইয়া’তীনী বি‘আরশিহা-কাবলা আইঁ ইয়া’তূনী মুছলিমীন।",
    "bn_haque": "তিনি বললেন -- \"ওহে প্রধানগণ! তোমাদের মধ্যে কে আমার কাছে নিয়ে আসবে তার সিংহাসন আমার কাছে মুসলিমরূপে তাদের আসবার পূর্বে?\"",
    "bn_muhi": "সুলায়মান বললেন, হে পরিষদবর্গ, তারা আত্নসমর্পণ করে আমার কাছে আসার পূর্বে কে বিলকীসের সিংহাসন আমাকে এনে দেবে?",
    "en": "[Solomon] said, \"O assembly [of jinn], which of you will bring me her throne before they come to me in submission?\""
  },
  {
    "id": 39,
    "ar": "قَالَ عِفْرِيتٌ مِّنَ ٱلْجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌ",
    "tr": "কা-লা ‘ইফরীতুম মিনাল জিন্নি আনা আ-তীকা বিহী কাবলা আন তাকূমা মিম মাকা-মিকা ওয়া ইন্নী ‘আলাইহি লাকাওওয়িয়ুন আমীন।",
    "bn_haque": "জিনদের এক জোয়ান বললে -- \"আমি এটি আপনার কাছে নিয়ে আসব আপনার আসন ছেড়ে ওঠবার আগেই, আর আমি অবশ্যই এ ব্যাপারে বিশেষ ক্ষমতাবান, বিশ্বস্ত।\"",
    "bn_muhi": "জনৈক দৈত্য-জিন বলল, আপনি আপনার স্থান থেকে উঠার পূর্বে আমি তা এনে দেব এবং আমি একাজে শক্তিবান, বিশ্বস্ত।",
    "en": "A powerful one from among the jinn said, \"I will bring it to you before you rise from your place, and indeed, I am for this [task] strong and trustworthy.\""
  },
  {
    "id": 40,
    "ar": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌ مِّنَ ٱلْكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّ كَرِيمٌ",
    "tr": "কা-লাল্লাযী ‘ইনদাহূ‘ইলমুম মিনাল কিতা-বি আনা আ-তীকা বিহী কাবলা আইঁ ইয়ারতাদ্দা ইলাইকা তারফুকা ফালাম্মা-রাআ-হু মুছতাকিররান ইনদাহূকা-লা হা-যা-মিন ফাদলি রাববী লিইয়াবলুওয়ানী আআশকুরু আম আকফুরু ওয়া মান শাকারা ফাইন্নামা-ইয়াশকুরু লিনাফছিহী ওয়ামান কাফারা ফাইন্না রাববী গানিইয়ুন কারীম।",
    "bn_haque": "যার কাছে ধর্মগ্রন্থের জ্ঞান রয়েছে এমন একজন বললে -- \"আমি এটি আপনার কাছে নিয়ে আসব আপনার দৃষ্টি আপনার কাছে ফিরে আসার আগেই।\" তারপর যখন তিনি এটি দেখতে পেলেন তাঁর পার্শ্বে স্থাপিত হয়েছে তখন বললেন -- \"এ আমার প্রভুর করুণাভান্ডার থেকে, যাতে তিনি আমাকে পরীক্ষা ক’রে দেখতে পারেন আমি কৃতজ্ঞতা জ্ঞাপন করি, না অকৃতজ্ঞতা পোষণ করি। আর যে কেউ কৃতজ্ঞতা প্রকাশ করে সে অবশ্যই কৃতজ্ঞতা জানায় তার নিজের জন্য, আর যে কেউ অকৃতজ্ঞতা পোষণ করে -- আমার প্রভু নিশ্চয়ই মহাবিত্তবান, মহানুভব।\"",
    "bn_muhi": "কিতাবের জ্ঞান যার ছিল, সে বলল, আপনার দিকে আপনার চোখের পলক ফেলার পূর্বেই আমি তা আপনাকে এনে দেব। অতঃপর সুলায়মান যখন তা সামনে রক্ষিত দেখলেন, তখন বললেন এটা আমার পালনকর্তার অনুগ্রহ, যাতে তিনি আমাকে পরীক্ষা করেন যে, আমি কৃতজ্ঞতা প্রকাশ করি, না অকৃতজ্ঞতা প্রকাশ করি। যে কৃতজ্ঞতা প্রকাশ করে, সে নিজের উপকারের জন্যেই কৃতজ্ঞতা প্রকাশ করে এবং যে অকৃতজ্ঞতা প্রকাশ করে সে জানুক যে, আমার পালনকর্তা অভাবমুক্ত কৃপাশীল।",
    "en": "Said one who had knowledge from the Scripture, \"I will bring it to you before your glance returns to you.\" And when [Solomon] saw it placed before him, he said, \"This is from the favor of my Lord to test me whether I will be grateful or ungrateful. And whoever is grateful - his gratitude is only for [the benefit of] himself. And whoever is ungrateful - then indeed, my Lord is Free of need and Generous.\""
  },
  {
    "id": 41,
    "ar": "قَالَ نَكِّرُوا۟ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ",
    "tr": "কা-লা নাক্কিরূলাহা- ‘আরশাহা- নানজু র আতাহতাদীআম তাকূনুমিনাল্লাযীনা লা ইয়াহতাদূন।",
    "bn_haque": "তিনি বললেন -- \"তার সিংহাসনখানা তারজন্য বদলে দাও, আমরা দেখতে চাই সে সৎপথ অবলন্বন করে, না সে তাদের দলের হয় যারা সৎপথে চলে না।\"",
    "bn_muhi": "সুলায়মান বললেন, বিলকীসের সামনে তার সিংহাসনের আকার-আকৃতি বদলিয়ে দাও, দেখব সে সঠিক বুঝতে পারে, না সে তাদের অন্তর্ভুক্ত, যাদের দিশা নেই ?",
    "en": "He said, \"Disguise for her her throne; we will see whether she will be guided [to truth] or will be of those who is not guided.\""
  },
  {
    "id": 42,
    "ar": "فَلَمَّا جَآءَتْ قِيلَ أَهَٰكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُۥ هُوَ وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ",
    "tr": "ফালাম্মা-জাআত কীলা আহা-কাযা-‘আরশুকি কা-লাত কাআন্নাহূহুওয়া ওয়া ঊতীনাল ‘ইলমা মিন কাবলিহা-ওয়া কুন্না-মুছলিমীন।",
    "bn_haque": "তারপর যখন সে এল তখন বলা হ’ল -- \"তোমার সিংহাসন কি এই রকমের?\" সে বললে, \"এটিই যেন তাই।\" \"আর আমাদের জ্ঞান দেওয়া হয়েছে তার আগে, আর আমরা মুসলিম ছিলাম।\"",
    "bn_muhi": "অতঃপর যখন বিলকীস এসে গেল, তখন তাকে জিজ্ঞাসা করা হল, তোমার সিংহাসন কি এরূপই? সে বলল, মনে হয় এটা সেটাই। আমরা পূর্বেই সমস্ত অবগত হয়েছি এবং আমরা আজ্ঞাবহও হয়ে গেছি।",
    "en": "So when she arrived, it was said [to her], \"Is your throne like this?\" She said, \"[It is] as though it was it.\" [Solomon said], \"And we were given knowledge before her, and we have been Muslims [in submission to Allah ]."
  },
  {
    "id": 43,
    "ar": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ إِنَّهَا كَانَتْ مِن قَوْمٍ كَٰفِرِينَ",
    "tr": "ওয়াসাদ্দাহা-মা-কা-নাত তা‘বুদুমিন দূ নিল্লা-হি ইন্নাহা-কা-নাত মিন কাওমিন কাফিরীন।",
    "bn_haque": "আর আল্লাহ্‌কে বাদ দিয়ে সে যার পূজা করত তাই তাকে নিবৃত্ত করেছিল, নিঃসন্দেহ সে ছিল অবিশ্বাসী লোকদের মধ্যেকার।",
    "bn_muhi": "আল্লাহর পরিবর্তে সে যার এবাদত করত, সেই তাকে ঈমান থেকে নিবৃত্ত করেছিল। নিশ্চয় সে কাফের সম্প্রদায়ের অন্তর্ভুক্ত ছিল।",
    "en": "And that which she was worshipping other than Allah had averted her [from submission to Him]. Indeed, she was from a disbelieving people.\""
  },
  {
    "id": 44,
    "ar": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا قَالَ إِنَّهُۥ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَٰنَ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
    "tr": "কীলা লাহাদ খুলিসসারহা ফালাম্মা-রাআতহু হাছিবাতহু লুজ্জাতাওঁ ওয়া কাশাফাত ‘আন ছা-কাইহা- কা-লা ইন্নাহূছারহুম মুমার রাদুম মিন কাওয়ারীরা কা-লাত রাব্বি ইন্নী জালামতুনাফছী ওয়া আছলামতুমা‘আ ছুলাইমা-না লিল্লা-হি রাব্বিল ‘আ-লামীন।",
    "bn_haque": "তাকে বলা হ’ল -- \"দরবার-ঘরে প্রবেশ করো।\" কিন্ত যখন সে তা দেখল সে এটিকে মনে করল এক বিশাল জলাশয়, আর সে তার কাপড় টেনে তুললো। তিনি বললেন -- \"এটিই দরবার ঘর, মসৃণ করা হয়েছে কাচ দিয়ে ।\" সে বললে -- \"আমার প্রভু! আমি নিঃসন্দেহ আমার আ‌ত্মার প্রতি অন্যায় করেছি, আর আমি সুলাইমানের সঙ্গে বিশ্বজগতের প্রভু আল্লাহ্‌র প্রতি আত্নসমর্পণ করছি।\"",
    "bn_muhi": "তাকে বলা হল, এই প্রাসাদে প্রবেশ কর। যখন সে তার প্রতি দৃষ্টিপাত করল সে ধারণা করল যে, এটা স্বচ্ছ গভীর জলাশয়। সে তার পায়ের গোছা খুলে ফেলল। সুলায়মান বলল, এটা তো স্বচ্ছ স্ফটিক নির্মিত প্রাসাদ। বিলকীস বলল, হে আমার পালনকর্তা, আমি তো নিজের প্রতি জুলুম করেছি। আমি সুলায়মানের সাথে বিশ্ব জাহানের পালনকর্তা আল্লাহর কাছে আত্নসমর্পন করলাম।",
    "en": "She was told, \"Enter the palace.\" But when she saw it, she thought it was a body of water and uncovered her shins [to wade through]. He said, \"Indeed, it is a palace [whose floor is] made smooth with glass.\" She said, \"My Lord, indeed I have wronged myself, and I submit with Solomon to Allah, Lord of the worlds.\""
  },
  {
    "id": 45,
    "ar": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ",
    "tr": "ওয়া লাকাদ আরছালনাইলা-ছামূদা আখা-হুম সা-লিহান আনি‘বুদুল্লা-হা-ফাইযা-হুম ফারীকা-নি ইয়াখতাসিমূন।",
    "bn_haque": "আর আমরা অবশ্যই ছামূদ জাতির কাছে তাদের ভাই সালিহ্‌কে পাঠিয়েছিলাম এই বলে -- \"তোমরা আল্লাহ্‌র এবাদত কর।\" কিন্তু দেখো! তারা দুই দল হয়ে গেল -- পরস্পরে বিবাদ করতে লাগল।",
    "bn_muhi": "আমি সামুদ সম্প্রদায়ের কাছে তাদের ভাই সালেহকে এই মর্মে প্রেরণ করেছি যে, তোমরা আল্লাহর এবাদত কর। অতঃপর তারা দ্বিধাবিভক্ত হয়ে বিতর্কে প্রবৃত্ত হল।",
    "en": "And We had certainly sent to Thamud their brother Salih, [saying], \"Worship Allah,\" and at once they were two parties conflicting."
  },
  {
    "id": 46,
    "ar": "قَالَ يَٰقَوْمِ لِمَ تَسْتَعْجِلُونَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
    "tr": "কা-লা ইয়া-কাওমি লিমা তাছতা‘জিলূনা বিছছাইয়িআতি কাবলাল হাছানাতি লাওলাতাছতাগফিরূনাল্লা-হা লা‘আল্লাকুম তুরহামূন।",
    "bn_haque": "তিনি বললেন -- \"হে আমার স্বজাতি, তোমরা কেন মন্দকে ত্বরান্বিত করতে চাইছ ভালর আগে? কেন তোমরা আল্লাহর পরিত্রাণ খোঁজো না যাতে তোমাদের করুণা করা হয়?\"",
    "bn_muhi": "সালেহ বললেন, হে আমার সম্প্রদায়, তোমরা কল্যাণের পূর্বে দ্রুত অকল্যাণ কামনা করছ কেন? তোমরা আল্লাহর কাছে ক্ষমা প্রার্থনা করছ না কেন? সম্ভবতঃ তোমরা দয়াপ্রাপ্ত হবে।",
    "en": "He said, \"O my people, why are you impatient for evil instead of good? Why do you not seek forgiveness of Allah that you may receive mercy?\""
  },
  {
    "id": 47,
    "ar": "قَالُوا۟ ٱطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ قَالَ طَٰٓئِرُكُمْ عِندَ ٱللَّهِ بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ",
    "tr": "কা-লুততাইয়ারনা-বিকা ওয়া বিমাম মা‘আকা কা-লা তাইরুকুম ‘ইনদাল্লা-হি বাল আনতুম কাওমুন তুফতানূন।",
    "bn_haque": "তারা বললে -- \"তোমাকে ও তোমার সঙ্গে যারা আছে তাদের আমরা অমঙ্গলময় মনে করি।\" তিনি বললেন -- তোমাদের অমঙ্গল-কামনা আল্লাহ্‌র এখতিয়ারে, বস্তুতঃ তোমরা হচ্ছ এক গোষ্ঠী যাদের পরীক্ষা করা হচ্ছে।\"",
    "bn_muhi": "তারা বলল, তোমাকে এবং তোমার সাথে যারা আছে, তাদেরকে আমরা অকল্যাণের প্রতীক মনে করি। সালেহ বললেন, তোমাদের মঙ্গলামঙ্গল আল্লাহর কাছে; বরং তোমরা এমন সম্প্রদায়, যাদেরকে পরীক্ষা করা হচ্ছে।",
    "en": "They said, \"We consider you a bad omen, you and those with you.\" He said, \"Your omen is with Allah . Rather, you are a people being tested.\""
  },
  {
    "id": 48,
    "ar": "وَكَانَ فِى ٱلْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
    "tr": "ওয়া কা-না ফিল মাদীনাতি তিছ‘আতুরাহতিইঁ ইউফছিদূনা ফিল আরদিওয়ালা-ইউসলিহূন।",
    "bn_haque": "আর সে শহরে ছিল নয়জন লোক যারা দেশে গন্ডগোল সৃষ্টি করত, আর তারা শান্তি স্থাপন করত না।",
    "bn_muhi": "আর সেই শহরে ছিল এমন একজন ব্যক্তি, যারা দেশময় অনর্থ সৃষ্টি করে বেড়াত এবং সংশোধন করত না।",
    "en": "And there were in the city nine family heads causing corruption in the land and not amending [its affairs]."
  },
  {
    "id": 49,
    "ar": "قَالُوا۟ تَقَاسَمُوا۟ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهْلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِۦ وَإِنَّا لَصَٰدِقُونَ",
    "tr": "কা-লূতাকা-ছামূবিল্লা-হি লানুবাইয়িতান্নাহূওয়া আহলাহূছু ম্মা লানাকূলান্না লিওয়ালিয়্যিহী মা-শাহিদনা-মাহলিকা আহলিহী ওয়া ইন্না-লাসা-দিকূ ন।",
    "bn_haque": "তারা বললে -- \"আল্লাহ্‌র নামে তোমরা কসম খাও যে আমরা অবশ্যই তাকে ও তার পরিজনবর্গকে রাত্রিকালে আক্রমণ করব, তারপর তার দাবিদারকে আমরা আলবৎ বলব -- 'আমরা তার পরিজনবর্গের হত্যাকান্ড দেখতে পাই নি, আর আমরা তো নিঃসন্দেহ সত্যবাদী।\"",
    "bn_muhi": "তারা বলল, তোমরা পরস্পরে আল্লাহর নামে শপথ গ্রহণ কর যে, আমরা রাত্রিকালে তাকে ও তার পরিবারবর্গকে হত্যা করব। অতঃপর তার দাবীদারকে বলে দেব যে, তার পরিবারবর্গের হত্যাকান্ড আমরা প্রত্যক্ষ করিনি। আমরা নিশ্চয়ই সত্যবাদী।",
    "en": "They said, \"Take a mutual oath by Allah that we will kill him by night, he and his family. Then we will say to his executor, 'We did not witness the destruction of his family, and indeed, we are truthful.' \""
  },
  {
    "id": 50,
    "ar": "وَمَكَرُوا۟ مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ",
    "tr": "ওয়া মাকারূমাকরাওঁ ওয়া মাকারনা-মাকরাওঁ ওয়া হুম লা-ইয়াশ‘উরূন।",
    "bn_haque": "আর তারা এক ষড়যন্ত্রের চক্রান্ত করেছিল, আর আমারও এক পরিকল্পনা উদ্ভাবন করেছিলাম, কিন্ত তারা বুঝতেও পারে নি।",
    "bn_muhi": "তারা এক চক্রান্ত করেছিল এবং আমিও এক চক্রান্ত করেছিলাম। কিন্তু তারা বুঝতে পারেনি।",
    "en": "And they planned a plan, and We planned a plan, while they perceived not."
  },
  {
    "id": 51,
    "ar": "فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَٰهُمْ وَقَوْمَهُمْ أَجْمَعِينَ",
    "tr": "ফানজু র কাইফা কা-না ‘আ-কিবাতুমাকরিহিম আন্না-দাম্মারনা-হুম ওয়া কাওমাহুম আজমা‘ঈন।",
    "bn_haque": "অতএব চেয়ে দেখো, তাদের ষড়যন্ত্রের পরিণাম কী হয়েছিল, -- নিঃসন্দেহ আমরা তাদের এবং তাদের স্বজাতিকে সাকল্যে ধ্বংস করেছিলাম।",
    "bn_muhi": "অতএব, দেখ তাদের চক্রান্তের পরিনাম, আমি অবশ্রই তাদেরকে এবং তাদের সম্প্রদায়কে নাস্তনাবুদ করে দিয়েছি।",
    "en": "Then look how was the outcome of their plan - that We destroyed them and their people, all."
  },
  {
    "id": 52,
    "ar": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةًۢ بِمَا ظَلَمُوٓا۟ إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَعْلَمُونَ",
    "tr": "ফাতিলকা বুয়ূতুহুম খা-বিয়াতাম বিমা-জালামূ ইন্না ফী যা-লিকা লাআ-য়াতাল লিকাওমিইঁ ইয়া‘লামূন।",
    "bn_haque": "সুতরাং এই তো তাদের ঘরবাড়িসব -- ভেঙেচুরে রয়েছে যেহেতু তারা অন্যায়াচরণ করেছিল। নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে সেই লোকদের জন্য যারা জানে।",
    "bn_muhi": "এই তো তাদের বাড়ীঘর-তাদের অবিশ্বাসের কারণে জনশূন্য অবস্থায় পড়ে আছে। নিশ্চয় এতে জ্ঞানী সম্প্রদায়ের জন্যে নিদর্শন আছে।",
    "en": "So those are their houses, desolate because of the wrong they had done. Indeed in that is a sign for people who know."
  },
  {
    "id": 53,
    "ar": "وَأَنجَيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
    "tr": "ওয়া আনজাইনাল্লাযীনা আ-মানূওয়া কা-নূইয়াত্তাকূন।",
    "bn_haque": "আর আমরা উদ্ধার করেছিলাম তাদের যারা ঈমান এনেছিল ও ভয়ভক্তি করে চলত।",
    "bn_muhi": "যারা বিশ্বাস স্থাপন করেছিল এবং পরহেযগার ছিল, তাদেরকে আমি উদ্ধার করেছি।",
    "en": "And We saved those who believed and used to fear Allah ."
  },
  {
    "id": 54,
    "ar": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ",
    "tr": "ওয়া লূতান ইযকা-লা লিকাওমিহী আতা’তূনাল ফা-হিশাতা ওয়া আনতুম তুবসিরূন।",
    "bn_haque": "আর লূত, স্মরণ কর! তিনি তাঁর জাতিকে বলেছিলেন -- \"তোমরা কি অশ্লীলতা করতেই থাকবে, অথচ তোমরা দেখতে পাচ্ছ?",
    "bn_muhi": "স্মরণ কর লূতের কথা, তিনি তাঁর কওমকে বলেছিলেন, তোমরা কেন অশ্লীল কাজ করছ? অথচ এর পরিণতির কথা তোমরা অবগত আছ!",
    "en": "And [mention] Lot, when he said to his people, \"Do you commit immorality while you are seeing?"
  },
  {
    "id": 55,
    "ar": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ",
    "tr": "আইন্নাকুম লাতা’তূনার রিজা-লা শাহওয়াতাম মিন দূ নিন নিছা-ই বাল আনতুম কাওমুন তাজহালূন।",
    "bn_haque": "তোমরা কি নারীদের বাদ দিয়ে কামতৃপ্তির জন্য পুরুষেই উপগত হবে? না, তোমরা একটি সম্প্রদায় যারা মূর্খামি করছ।",
    "bn_muhi": "তোমরা কি কামতৃপ্তির জন্য নারীদেরকে ছেড়ে পুরুষে উপগত হবে? তোমরা তো এক বর্বর সম্প্রদায়।",
    "en": "Do you indeed approach men with desire instead of women? Rather, you are a people behaving ignorantly.\""
  },
  {
    "id": 56,
    "ar": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوٓا۟ ءَالَ لُوطٍ مِّن قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
    "tr": "ফামা-কা-না জাওয়া-বা কাওমিহীইল্লা-আন কা-লূআখরিজু আ-লা লূতিম মিন কারইয়াতিকুম ইন্নাহুম উনা-ছুইঁ ইয়াতাতাহহারূন।",
    "bn_haque": "কিন্ত তাঁর লোকদের জবাব আর কিছু ছিল না এই ভিন্ন যে তারা বললে -- \"তোমাদের জনপদ থেকে লূতের পরিজনবর্গকে বের করে দাও, এরা তো এমন লোক যারা পবিত্র সাজতে চায়!\"",
    "bn_muhi": "উত্তরে তাঁর কওম শুধু এ কথাটিই বললো, লূত পরিবারকে তোমাদের জনপদ থেকে বের করে দাও। এরা তো এমন লোক যারা শুধু পাকপবিত্র সাজতে চায়।",
    "en": "But the answer of his people was not except that they said, \"Expel the family of Lot from your city. Indeed, they are people who keep themselves pure.\""
  },
  {
    "id": 57,
    "ar": "فَأَنجَيْنَٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَٰهَا مِنَ ٱلْغَٰبِرِينَ",
    "tr": "ফাআনজাইনা-হু ওয়া আহলাহূইল্লাম রাআতাহূ কাদ্দারনা-হা-মিনাল গা-বিরীন।",
    "bn_haque": "আমরা তখন তাঁকে ও তাঁর পরিজনবর্গকে উদ্ধার করেছিলাম তাঁর স্ত্রী ব্যতীত, আমরা তাকে ধার্য করেছিলাম পেছনে রয়ে যাওয়াদের অন্তর্ভুক্ত।",
    "bn_muhi": "অতঃপর তাঁকে ও তাঁর পরিবারবর্গকে উদ্ধার করলাম তাঁর স্ত্রী ছাড়া। কেননা, তার জন্যে ধ্বংসপ্রাপ্তদের ভাগ্যই নির্ধারিত করেছিলাম।",
    "en": "So We saved him and his family, except for his wife; We destined her to be of those who remained behind."
  },
  {
    "id": 58,
    "ar": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
    "tr": "ওয়া আমতারনা-‘আলাইহিম মাতারান ফাছাআ মাতারুল মুনযারীন।",
    "bn_haque": "আর তাদের উপরে আমরা বর্ষণ করেছিলাম এক বৃষ্টি, অতএব বড় মন্দ ছিল সতর্কীকৃতদের বর্ষণ!",
    "bn_muhi": "আর তাদের উপর বর্ষণ করেছিলাম মুষলধারে বৃষ্টি। সেই সতর্ককৃতদের উপর কতই না মারাত্নক ছিল সে বৃষ্টি।",
    "en": "And We rained upon them a rain [of stones], and evil was the rain of those who were warned."
  },
  {
    "id": 59,
    "ar": "قُلِ ٱلْحَمْدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصْطَفَىٰٓ ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ",
    "tr": "কুল্লিহামদুলিল্লা-হি ওয়া ছালা-মুন ‘আলা-‘ইবাদিহিল্লাযী নাসতাফা- আল্লা-হু খাইরুন আম্মা-ইউশরিকূন।",
    "bn_haque": "বলো -- \"সমস্ত প্রশংসা আল্লাহ্‌র, আর শান্তি তাঁর বান্দাদের উপরে যাদের তিনি মনোনীত করেছেন। আল্লাহ্ শ্রেষ্ঠ, না যাদের তারা শরিক করেছে?",
    "bn_muhi": "বল, সকল প্রশংসাই আল্লাহর এবং শান্তি তাঁর মনোনীত বান্দাগণের প্রতি! শ্রেষ্ঠ কে? আল্লাহ না ওরা-তারা যাদেরকে শরীক সাব্যস্ত করে।",
    "en": "Say, [O Muhammad], \"Praise be to Allah, and peace upon His servants whom He has chosen. Is Allah better or what they associate with Him?\""
  },
  {
    "id": 60,
    "ar": "أَمَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنۢبِتُوا۟ شَجَرَهَآ أَءِلَٰهٌ مَّعَ ٱللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ",
    "tr": "আম্মান খালাকাছছামা-ওয়া-তি ওয়াল আরদা ওয়া আনঝালা লাকুম মিনাছছামাই মাআন ফাআমবাতনা-বিহী হাদাইকা যা-তা বাহজাতিম মা-কা-না লাকুম আন তুমবিতূ শাজারাহা-; আ ইলা-হুম মা‘আল্লা-হি ; বাল হুম কাওমুইঁ ইয়া‘দিলূন।",
    "bn_haque": "আচ্ছা! কে মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, আর তোমাদের জন্য আকাশ থেকে পানি বর্ষণ করেন? তারপর আমরা তা দিয়ে উৎপন্ন করি শোভাময় বাগানসমূহ, -- তোমাদের পক্ষে এটি সম্ভবপর নয় যে তোমরা এগুলোর গাছপালা বাড়িয়ে তুলবে। আল্লাহ্‌র সঙ্গে কি অন্য উপাস্য আছে? তবুও তারা সত্য ত্যাগ করে এমন এক জাতি।",
    "bn_muhi": "বল তো কে সৃষ্টি করেছেন নভোমন্ডল ও ভূমন্ডল এবং আকাশ থেকে তোমাদের জন্যে বর্ষণ করেছেন পানি; অতঃপর তা দ্বারা আমি মনোরম বাগান সৃষ্টি করেছি। তার বৃক্ষাদি উৎপন্ন করার শক্তিই তোমাদের নেই। অতএব, আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? বরং তারা সত্যবিচ্যুত সম্প্রদায়।",
    "en": "[More precisely], is He [not best] who created the heavens and the earth and sent down for you rain from the sky, causing to grow thereby gardens of joyful beauty which you could not [otherwise] have grown the trees thereof? Is there a deity with Allah ? [No], but they are a people who ascribe equals [to Him]."
  },
  {
    "id": 61,
    "ar": "أَمَّن جَعَلَ ٱلْأَرْضَ قَرَارًا وَجَعَلَ خِلَٰلَهَآ أَنْهَٰرًا وَجَعَلَ لَهَا رَوَٰسِىَ وَجَعَلَ بَيْنَ ٱلْبَحْرَيْنِ حَاجِزًا أَءِلَٰهٌ مَّعَ ٱللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "tr": "আম্মান জা‘আলাল আরদা কারা-রাওঁ ওয়া জা‘আলা খিলা-লাহাআনহা-রাওঁ ওয়া জা‘আলা লাহা রাওয়া-ছিয়া ওয়া জা‘আলা বাইনাল বাহরাইনি হা-জিঝান আ ইলা-হুম মা‘আল্লাহি বাল আকছারুহুম লা-ইয়া‘লামূন।",
    "bn_haque": "আচ্ছা! কে পৃথিবীটাকে আবাসস্থল করেছেন, আর এর ফাঁক-চিড়গুলোকে বানিয়েছেন নদীনালা, আর এর জন্য দাঁড় করিয়েছেন পাহাড়-পর্বত, আর দুটি সমুদ্রের মধ্যখানে তৈরি করেছেন এক ব্যবধান? আল্লাহ্‌র সঙ্গে কি অন্য উপাস্য আছে? তবুও তাদের অধিকাংশই জানে না।",
    "bn_muhi": "বল তো কে পৃথিবীকে বাসোপযোগী করেছেন এবং তার মাঝে মাঝে নদ-নদী প্রবাহিত করেছেন এবং তাকে স্থিত রাখার জন্যে পর্বত স্থাপন করেছেন এবং দুই সমুদ্রের মাঝখানে অন্তরায় রেখেছেন। অতএব, আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? বরং তাদের অধিকাংশই জানে না।",
    "en": "Is He [not best] who made the earth a stable ground and placed within it rivers and made for it firmly set mountains and placed between the two seas a barrier? Is there a deity with Allah ? [No], but most of them do not know."
  },
  {
    "id": 62,
    "ar": "أَمَّن يُجِيبُ ٱلْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ ٱلسُّوٓءَ وَيَجْعَلُكُمْ خُلَفَآءَ ٱلْأَرْضِ أَءِلَٰهٌ مَّعَ ٱللَّهِ قَلِيلًا مَّا تَذَكَّرُونَ",
    "tr": "আম্মাইঁ ইউজীবুল মু দতাররা ইযা-দা‘আ-হু ওয়া ইয়াকশিফুছছূআ ওয়া ইয়াজ‘আলুকুম খুলাফাআল আরদি আ ইলা-হুম মা‘আল্লা-হি কালীলাম মা-তাযাক্কারূন।",
    "bn_haque": "আচ্ছা! কে সাড়া দেন বিপদগ্রস্তের প্রতি যখন সে তাঁকে ডাকে আর বিপদ-আপদ দূর করে দেন, আর তোমাদের বানিয়েছেন পৃথিবীতে প্রতিনিধি? আল্লাহ্‌র সঙ্গে কি অন্য উপাস্য আছে? অল্পই যা তোমরা মনোনিবেশ কর।",
    "bn_muhi": "বল তো কে নিঃসহায়ের ডাকে সাড়া দেন যখন সে ডাকে এবং কষ্ট দূরীভূত করেন এবং তোমাদেরকে পৃথিবীতে পুর্ববর্তীদের স্থলাভিষিক্ত করেন। সুতরাং আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? তোমরা অতি সামান্যই ধ্যান কর।",
    "en": "Is He [not best] who responds to the desperate one when he calls upon Him and removes evil and makes you inheritors of the earth? Is there a deity with Allah ? Little do you remember."
  },
  {
    "id": 63,
    "ar": "أَمَّن يَهْدِيكُمْ فِى ظُلُمَٰتِ ٱلْبَرِّ وَٱلْبَحْرِ وَمَن يُرْسِلُ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦٓ أَءِلَٰهٌ مَّعَ ٱللَّهِ تَعَٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
    "tr": "আম্মাইঁ ইয়াহদীকুম ফী জুলুমা-তিল বাররি ওয়াল বাহরি ওয়া মাইঁ ইউরছিলুর রিয়া-হা বুশরাম বাইনা ইয়াদাই রাহমাতিহী আ ইলা-হুম মা‘আল্লা-হি তা‘আ-লাল্লা-হু ‘আম্মা-ইউশরিকূন।",
    "bn_haque": "আচ্ছা! কে তোমাদের পথ দেখিয়ে দেন স্থলদেশের ও সমুদ্রের অন্ধকারে, আর কে পাঠিয়ে থাকেন বায়ুপ্রবাহ তাঁর করুণা-বিজড়িত সুসংবাদদাতারূপে? আল্লাহ্‌র সঙ্গে কি অন্য উপাস্য আছে? তারা যে-সব অংশী দাঁড় করায় তা থেকে আল্লাহ্ বহু ঊর্ধ্বে!",
    "bn_muhi": "বল তো কে তোমাদেরকে জলে ও স্থলে অন্ধকারে পথ দেখান এবং যিনি তাঁর অনুগ্রহের পূর্বে সুসংবাদবাহী বাতাস প্রেরণ করেন? অতএব, আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? তারা যাকে শরীক করে, আল্লাহ তা থেকে অনেক ঊর্ধ্বে।",
    "en": "Is He [not best] who guides you through the darknesses of the land and sea and who sends the winds as good tidings before His mercy? Is there a deity with Allah ? High is Allah above whatever they associate with Him."
  },
  {
    "id": 64,
    "ar": "أَمَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَءِلَٰهٌ مَّعَ ٱللَّهِ قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "আম্মাইঁ ইয়াবদাউল খালকা ছুম্মা ইউ‘ঈদুহূওয়ামাইঁ ইয়ারঝুকুকুম মিনাছ ছামাই ওয়াল আরদি আ ইলা-হুম মা‘আল্লা-হি কুল হা-তূবুরহা-নাকুম ইন কুনতুম সা-দিকীন।",
    "bn_haque": "আচ্ছা! কে সৃষ্টির সূচনা করেন তারপর তার পুনরাবর্তন ঘটান, আর কে তোমাদের আকাশ ও পৃথিবী থেকে রিযেক দান করেন? আল্লাহ্‌র সঙ্গে কি অন্য উপাস্য আছে? বলো -- \"নিয়ে এস তোমাদের দলিল-দস্তাবেজ যদি তোমরা সত্যবাদী হও।\"",
    "bn_muhi": "বল তো কে প্রথমবার সৃষ্টি করেন, অতঃপর তাকে পুনরায় সৃষ্টি করবেন এবং কে তোমাদেরকে আকাশ ও মর্ত?2469;েকে রিযিক দান করেন। সুতরাং আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? বলুন, তোমরা যদি সত্যবাদী হও তবে তোমাদের প্রমাণ উপস্থিত কর।",
    "en": "Is He [not best] who begins creation and then repeats it and who provides for you from the heaven and earth? Is there a deity with Allah ? Say, \"Produce your proof, if you should be truthful.\""
  },
  {
    "id": 65,
    "ar": "قُل لَّا يَعْلَمُ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلْغَيْبَ إِلَّا ٱللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
    "tr": "কুল লা-ইয়া‘লামুমান ফিছছামা-ওয়া-তি ওয়াল আরদিল গাইবা ইল্লাল্লা-হু ওয়ামাইয়াশ‘উরূনা আইয়া-না ইউব‘আছূন।",
    "bn_haque": "বলো -- \"মহাকাশমন্ডলীর ও পৃথিবীর কেউই গায়েব সন্বন্ধে জানে না আল্লাহ্ ছাড়া।\" আর তারা জানে না কখন তাদের পুনরুত্থিত করা হবে।",
    "bn_muhi": "বলুন, আল্লাহ ব্যতীত নভোমন্ডল ও ভূমন্ডলে কেউ গায়বের খবর জানে না এবং তারা জানে না যে, তারা কখন পুনরুজ্জীবিত হবে।",
    "en": "Say, \"None in the heavens and earth knows the unseen except Allah, and they do not perceive when they will be resurrected.\""
  },
  {
    "id": 66,
    "ar": "بَلِ ٱدَّٰرَكَ عِلْمُهُمْ فِى ٱلْءَاخِرَةِ بَلْ هُمْ فِى شَكٍّ مِّنْهَا بَلْ هُم مِّنْهَا عَمُونَ",
    "tr": "বালিদ দা-রাকা ‘ইলমুহুম ফিল আ-খিরাতি বাল হুম ফী শাক্কিম মিনহা-, বাল হুম মিনহা‘আমূন।",
    "bn_haque": "বস্তুতঃ তাদের জ্ঞান পরলোকে সীমিত হয়ে গেছে, বরং তারা এ বিষয়ে সন্দেহে রয়েছে, বস্তুতঃ এ সন্বন্ধে তারা অন্ধ।",
    "bn_muhi": "বরং পরকাল সম্পর্কে তাদের জ্ঞান নিঃশেষ হয়ে গেছে; বরং তারা এ বিষয়ে সন্দেহ পোষন করছে বরং এ বিষয়ে তারা অন্ধ।",
    "en": "Rather, their knowledge is arrested concerning the Hereafter. Rather, they are in doubt about it. Rather, they are, concerning it, blind."
  },
  {
    "id": 67,
    "ar": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ أَءِذَا كُنَّا تُرَٰبًا وَءَابَآؤُنَآ أَئِنَّا لَمُخْرَجُونَ",
    "tr": "ওয়া কা-লাল্লাযীনা কাফারূ আইযা-কুন্না-তুরা-বাওঁ ওয়াআ-বাউনা আইন্নালামুখরাজুন।",
    "bn_haque": "আর যারা অবিশ্বাস করে তারা বলে -- \"যখন আমরা ধূলো-মাটি হয়ে যাব এবং আমাদের পিতৃপুরুষরাও, -- আমরা কি তখন ঠিকঠিকই বহির্গত হব?",
    "bn_muhi": "কাফেররা বলে, যখন আমরা ও আমাদের বাপ-দাদারা মৃত্তিকা হয়ে যাব, তখনও কি আমাদেরকে পুনরুত্থিত করা হবে?",
    "en": "And those who disbelieve say, \"When we have become dust as well as our forefathers, will we indeed be brought out [of the graves]?"
  },
  {
    "id": 68,
    "ar": "لَقَدْ وُعِدْنَا هَٰذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
    "tr": "লাকাদ উ‘ইদনা-হা-যা-নাহনুওয়া আ-বাউনা-মিন কাবলু ইন হাযাইল্লাআছা-তীরুল আওওয়ালীন।",
    "bn_haque": "অবশ্যই ইতিপূর্বে এটি আমাদের ওয়াদা করা হয়েছিল -- আমাদের আর আগেরকালে আমাদের পিতৃপুরুষদেরও, নিঃসন্দেহ এটি সেকালের উপকথা বৈ তো নয়!",
    "bn_muhi": "এই ওয়াদাপ্রাপ্ত হয়েছি আমরা এবং পূর্ব থেকেই আমাদের বাপ-দাদারা। এটা তো পূর্ববর্তীদের উপকথা বৈ কিছু নয়।",
    "en": "We have been promised this, we and our forefathers, before. This is not but legends of the former peoples.\""
  },
  {
    "id": 69,
    "ar": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُجْرِمِينَ",
    "tr": "কুল ছীরূফিল আরদিফানজুরূকাইফা কা-না ‘আ-কিবাতুল মুজরিমীন।",
    "bn_haque": "বলো -- \"পৃথিবীতে পরিভ্রমণ করো, তারপর দেখো কেমন হয়েছিল অপরাধীদের পরিণাম!\"",
    "bn_muhi": "বলুন, পৃথিবী পরিভ্রমণ কর এবং দেখ অপরাধীদের পরিণতি কি হয়েছে।",
    "en": "Say, [O Muhammad], \"Travel through the land and observe how was the end of the criminals.\""
  },
  {
    "id": 70,
    "ar": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُن فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
    "tr": "ওয়ালা-তাহঝান ‘আলাইহিম ওয়ালা-তাকুন ফী দাইকিম মিম্মা-ইয়ামকুরূন।",
    "bn_haque": "আর তাদের কারণে তুমি দুঃখ করো না, আর তারা যা ষড়যন্ত্র করছে সেজন্য তুমি মনঃক্ষুন্ন হয়ো না।",
    "bn_muhi": "তাদের কারণে আপনি দুঃখিত হবেন না এবং তারা যে চক্রান্ত করেছে এতে মনঃক্ষুন্ন হবেন না।",
    "en": "And grieve not over them or be in distress from what they conspire."
  },
  {
    "id": 71,
    "ar": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "ওয়া ইয়াকূলূনা মাতা-হা-যাল ওয়া‘দুইন কুনতুম সা-দিকীন।",
    "bn_haque": "আর তারা বলে -- \"কখন এই ওয়াদা হবে, যদি তোমরা সত্যবাদী হও?\"",
    "bn_muhi": "তারা বলে, তোমরা যদি সত্যবাদী হও তবে বল, এই ওয়াদা কখন পূর্ণ হবে?",
    "en": "And they say, \"When is [the fulfillment of] this promise, if you should be truthful?\""
  },
  {
    "id": 72,
    "ar": "قُلْ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ ٱلَّذِى تَسْتَعْجِلُونَ",
    "tr": "কুল ‘আছাআইঁ ইয়াকূনা রাদিফা লাকুম বা‘দুল্লাযী তাছতা‘জিলূন।",
    "bn_haque": "তুমি বলো -- \"হতে পারে তোমরা যার জন্য তাড়াতাড়ি করছ তার কতকটা তোমাদের নিকটেই এসে গেছে।\"",
    "bn_muhi": "বলুন, অসম্ভব কি, তোমরা যত দ্রুত কামনা করছ তাদের কিয়দংশ তোমাদের পিঠের উপর এসে গেছে।",
    "en": "Say, \"Perhaps it is close behind you - some of that for which you are impatient."
  },
  {
    "id": 73,
    "ar": "وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
    "tr": "ওয়া ইন্না রাব্বাকা লাযূফাদলিন ‘আলান্না -ছি ওয়ালা-কিন্না আকছারাহুম লা-ইয়াশকুরূন।",
    "bn_haque": "আর তোমার প্রভু নিশ্চয়ই তো মানুষের প্রতি করুণাসিন্ধুর মালিক, কিন্ত তথাপি তাদের অধিকাংশই কৃতজ্ঞতা জানায় না।",
    "bn_muhi": "আপনার পালনকর্তা মানুষের প্রতি অনুগ্রহশীল, কিন্তু তাদের অধিকাংশই কৃতজ্ঞতা প্রকাশ করে না।",
    "en": "And indeed, your Lord is full of bounty for the people, but most of them do not show gratitude.\""
  },
  {
    "id": 74,
    "ar": "وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
    "tr": "ওয়া ইন্না রাব্বাকা লাইয়া‘লামুমা-তুকিন্নুসুদূরুহুম ওয়ামা-ইউ‘লিনূন।",
    "bn_haque": "আর নিঃসন্দেহ তোমার প্রভু অবশ্যই জানেন তাদের বুক যা লুকিয়ে রাখে আর যা তারা প্রকাশ করে।",
    "bn_muhi": "তাদের অন্তর যা গোপন করে এবং যা প্রকাশ করে আপনার পালনকর্তা অবশ্যই তা জানেন।",
    "en": "And indeed, your Lord knows what their breasts conceal and what they declare."
  },
  {
    "id": 75,
    "ar": "وَمَا مِنْ غَآئِبَةٍ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِلَّا فِى كِتَٰبٍ مُّبِينٍ",
    "tr": "ওয়ামা মিন গাইবাতিন ফিছছামাই ওয়াল আরদিইল্লা-ফী কিতা-বিম মুবীন।",
    "bn_haque": "আর মহাকাশে ও পৃথিবীতে কোনো গুপ্ত বিষয় নেই যা সুস্পষ্ট গ্রন্থে নয়।",
    "bn_muhi": "আকাশে ও পৃথিবীতে এমন কোন গোপন ভেদ নেই, যা সুস্পষ্ট কিতাবে না আছে।",
    "en": "And there is nothing concealed within the heaven and the earth except that it is in a clear Register."
  },
  {
    "id": 76,
    "ar": "إِنَّ هَٰذَا ٱلْقُرْءَانَ يَقُصُّ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَكْثَرَ ٱلَّذِى هُمْ فِيهِ يَخْتَلِفُونَ",
    "tr": "ইন্না হা-যাল কুরআ-না ইয়াকু সসু‘আলা-বানীইছরাঈলা আকছারাল্লাযীহুমফীহি ইয়াখতালিফূন।",
    "bn_haque": "নিঃসন্দেহ এই কুরআন ইসরাইলের বংশধরদের কাছে যে-সব বিষয়ে তারা মতভেদ করে তার অধিকাংশই বিবৃত করে দিয়েছে।",
    "bn_muhi": "এই কোরআন বণী ইসরাঈল যেসব বিষয়ে মতবিরোধ করে, তার অধিকাংশ তাদের কাছে বর্ণনা করে।",
    "en": "Indeed, this Qur'an relates to the Children of Israel most of that over which they disagree."
  },
  {
    "id": 77,
    "ar": "وَإِنَّهُۥ لَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
    "tr": "ওয়া ইন্নাহূলাহুদাওঁ ওয়া রাহমাতুল লিলমু’মিনীন।",
    "bn_haque": "আর এটি আলবৎ মুমিনদের জন্য এক পথনির্দেশ ও করুণা।",
    "bn_muhi": "এবং নিশ্চিতই এটা মুমিনদের জন্যে হেদায়েত ও রহমত।",
    "en": "And indeed, it is guidance and mercy for the believers."
  },
  {
    "id": 78,
    "ar": "إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ",
    "tr": "ইন্না রাব্বাকা ইয়াকদী বাইনাহুম বিহুকমিহী ওয়া হুওয়াল ‘আঝীঝুল ‘আলীম।",
    "bn_haque": "নিঃসন্দেহ তোমার প্রভু তাঁর হুকুম মোতাবেক তাদের মধ্যে মীমাংসা করে দেবেন, আর তিনিই মহাশক্তিশালী, সর্বজ্ঞাতা।",
    "bn_muhi": "আপনার পালনকর্তা নিজ শাসনক্ষমতা অনুযায়ী তাদের মধ্যে ফয়সালা করে দেবেন। তিনি পরাক্রমশালী, সুবিজ্ঞ।",
    "en": "Indeed, your Lord will judge between them by His [wise] judgement. And He is the Exalted in Might, the Knowing."
  },
  {
    "id": 79,
    "ar": "فَتَوَكَّلْ عَلَى ٱللَّهِ إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ",
    "tr": "ফাতাওয়াক্কাল ‘আলাল্লা-হি ইন্নাকা ‘আলাল হাক্কিল মুবীন।",
    "bn_haque": "সুতরাং তুমি আল্লাহ্‌র উপরে নির্ভর কর। নিঃসন্দেহ তুমিই হচ্ছ সুস্পষ্ট সত্যের উপরে।",
    "bn_muhi": "অতএব, আপনি আল্লাহর উপর ভরসা করুন। নিশ্চয় আপনি সত্য ও স্পষ্ট পথে আছেন।",
    "en": "So rely upon Allah ; indeed, you are upon the clear truth."
  },
  {
    "id": 80,
    "ar": "إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
    "tr": "ইন্নাকা লা-তুছমি‘উল মাওতা-ওয়ালা-তুছমি‘উসসু ম্মাদ দু‘আ-আ ইযা-ওয়াল্লাও মুদবিরীন।",
    "bn_haque": "তুমি নিশ্চয়ই মৃতকে শোনাতে পারবে না আর বধিরকেও আহ্বান শোনাতে পারবে না, যখন তারা ফিরে যায় পিছু হটে।",
    "bn_muhi": "আপনি আহবান শোনাতে পারবেন না মৃতদেরকে এবং বধিরকেও নয়, যখন তারা পৃষ্ঠ প্রদর্শন করে চলে যায়।",
    "en": "Indeed, you will not make the dead hear, nor will you make the deaf hear the call when they have turned their backs retreating."
  },
  {
    "id": 81,
    "ar": "وَمَآ أَنتَ بِهَٰدِى ٱلْعُمْىِ عَن ضَلَٰلَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَٰتِنَا فَهُم مُّسْلِمُونَ",
    "tr": "ওয়ামাআনতা বিহা-দিল ‘উময়ি ‘আন দালা-লাতিহিম ইন তুছমি‘উ ইল্লা-মাইঁ ইউ‘মিনু বিআ-য়া-তিনা-ফাহুম মুছলিমূন।",
    "bn_haque": "আর অন্ধদের তাদের পথভ্রষ্টতা থেকে তুমি পথ-প্রদর্শক হতে পারবে না। তুমি তো শোনাতে পার শুধু তাকে যে আমাদের বাণীসমূহ বিশ্বাস করে, ফলে তারা মুসলিম হয়।",
    "bn_muhi": "আপনি অন্ধদেরকে তাদের পথভ্রষ্টতা থেকে ফিরিয়ে সৎপথে আনতে পারবেন না। আপনি কেবল তাদেরকে শোনাতে পারবেন, যারা আমার আয়াতসমূহে বিশ্বাস করে। অতএব, তারাই আজ্ঞাবহ।",
    "en": "And you cannot guide the blind away from their error. You will only make hear those who believe in Our verses so they are Muslims [submitting to Allah ]."
  },
  {
    "id": 82,
    "ar": "وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا۟ بِـَٔايَٰتِنَا لَا يُوقِنُونَ",
    "tr": "ওয়া ইযা-ওয়াকা‘আল কাওলু‘আলাইহিম আখরাজনা-লাহুম দাব্বাতাম মিনাল আরদি তুকালিলমুহুম আন্নান্না-ছা কা-নূবিআ-য়া-তিনা-লা-ইঊকিনূন।",
    "bn_haque": "আর যখন তাদের উপরে উক্তিটি বর্তাবে তখন তাদের জন্য আমরা বের ক’রে আনব মাটির কীট যেটি তাদের সঙ্গে বাক্যালাপ করবে, কেননা মানুষগুলো আমাদের নির্দেশাবলীতে দৃঢ় বিশ্বাস পোষণ করে নি।",
    "bn_muhi": "যখন প্রতিশ্রুতি (কেয়ামত) সমাগত হবে, তখন আমি তাদের সামনে ভূগর্ভ থেকে একটি জীব নির্গত করব। সে মানুষের সাথে কথা বলবে। এ কারণে যে মানুষ আমার নিদর্শনসমূহে বিশ্বাস করত না।",
    "en": "And when the word befalls them, We will bring forth for them a creature from the earth speaking to them, [saying] that the people were, of Our verses, not certain [in faith]."
  },
  {
    "id": 83,
    "ar": "وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمْ يُوزَعُونَ",
    "tr": "ওয়া ইয়াওমা নাহশুরু মিন কুল্লি উম্মাতিন ফাওজাম মিম্মাইঁ ইউকাযযিবুবিআ-য়া-তিনা-ফাহুম ইউঝা‘ঊন।",
    "bn_haque": "আর সেইদিন -- প্রত্যেক সম্প্রদায় থেকে আমরা এক একটি ফৌজকে সমবেত করব যারা আমাদের নির্দেশসমূহ প্রত্যাখ্যান করত, তারপর তাদের শ্রেণীবদ্ধ করা হবে।",
    "bn_muhi": "যেদিন আমি একত্রিত করব একেকটি দলকে সেসব সম্প্রদায় থেকে, যারা আমার আয়াতসমূহকে মিথ্যা বলত; অতঃপর তাদেরকে বিভিন্ন দলে বিভক্ত করা হবে।",
    "en": "And [warn of] the Day when We will gather from every nation a company of those who deny Our signs, and they will be [driven] in rows"
  },
  {
    "id": 84,
    "ar": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَٰتِى وَلَمْ تُحِيطُوا۟ بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ",
    "tr": "হাত্তাইযা- জাঊকা-লা আকাযযাবতুমবিআ-য়া-তী ওয়া লাম তুহীতূবিহা‘ইলমান আম্মা-যা-কুনতুম তা‘মালূন।",
    "bn_haque": "তারপর যখন তারা এসে পেছঁবে তখন তিনি বলবেন -- \"তোমরা কি আমার নির্দেশসমূহ প্রত্যাখ্যান করেছিলে যখন তোমরা জ্ঞানে তার ধারণা করতে পার নি? অথবা কী তা যা তোমরা করে চলেছিলে?\"",
    "bn_muhi": "যখন তারা উপস্থিত হয়ে যাবে, তখন আল্লাহ বলবেন, তোমরা কি আমার আয়াতসমূহকে মিথ্যা বলেছিলে? অথচ এগুলো সম্পর্কে তোমাদের পুর্ণ জ্ঞান ছিল না। না তোমরা অন্য কিছু করছিলে?",
    "en": "Until, when they arrive [at the place of Judgement], He will say, \"Did you deny My signs while you encompassed them not in knowledge, or what [was it that] you were doing?\""
  },
  {
    "id": 85,
    "ar": "وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا۟ فَهُمْ لَا يَنطِقُونَ",
    "tr": "ওয়া-ওয়াকা‘আল কাওলু‘আলাইহিম বিমা-জালামূফাহুম লা-ইয়ানতিকূন।",
    "bn_haque": "আর তাদের উপরে উক্তিটি বর্তাবে যেহেতু তারা অন্যায়াচরণ করেছিল। তখন তারা বাদানুবাদ করতে পারবে না।",
    "bn_muhi": "জুলুমের কারণে তাদের কাছে আযাবের ওয়াদা এসে গেছে। এখন তারা কোন কিছু বলতে পারবে না।",
    "en": "And the decree will befall them for the wrong they did, and they will not [be able to] speak."
  },
  {
    "id": 86,
    "ar": "أَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "tr": "আলাম ইয়ারাও আন্না-জা‘আলনাল্লাইলা লিইয়াছকুনূফীহি ওয়ান্নাহা-রা মুবসিরান ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকাওমিইঁ ইউ’মিনূন।",
    "bn_haque": "তারা কি দেখে না যে আমরা অবশ্যই রাতকে সৃষ্টি করেছি যেন তারা এতে বিশ্রাম করে, আর দিনকে দৃশ্যমান? নিশ্চয় এতে তো এক নিদর্শন রয়েছে সেই জাতির জন্য যারা বিশ্বাস করে।",
    "bn_muhi": "তারা কি দেখে না যে, আমি রাত্রি সৃষ্টি করেছি তাদের বিশ্রামের জন্যে এবং দিনকে করেছি আলোকময়। নিশ্চয় এতে ঈমানদার সম্প্রদায়ের জন্যে নিদর্শনাবলী রয়েছে।",
    "en": "Do they not see that We made the night that they may rest therein and the day giving sight? Indeed in that are signs for a people who believe."
  },
  {
    "id": 87,
    "ar": "وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ وَكُلٌّ أَتَوْهُ دَٰخِرِينَ",
    "tr": "ওয়া ইয়াওমা ইউনফাখুফিসসূরি ফাফাঝি‘আ মান ফিছছামা-ওয়া-তি ওয়া মান ফিল আরদি ইল্লা-মান শাআল্লা-হু ওয়া কুললন আতাওহু দা-খিরীন।",
    "bn_haque": "আর যেদিন শিঙায় ফুৎকার দেওয়া হবে তখন যে কেউ আছে মহাকাশমন্ডলে ও যে কেউ আছে পৃথিবীতে তারা ভীতিগ্রস্ত হবে সে ব্যতীত যাকে আল্লাহ্ ইচ্ছা করেন। আর সবাই তাঁর কাছে আসবে বিনত অবস্থায়।",
    "bn_muhi": "যেদিন সিঙ্গায় ফুৎকার দেওয়া হবে, অতঃপর আল্লাহ যাদেরকে ইচ্ছা করবেন, তারা ব্যতীত নভোমন্ডলে ও ভূমন্ডলে যারা আছে, তারা সবাই ভীতবিহ্বল হয়ে পড়বে এবং সকলেই তাঁর কাছে আসবে বিনীত অবস্থায়।",
    "en": "And [warn of] the Day the Horn will be blown, and whoever is in the heavens and whoever is on the earth will be terrified except whom Allah wills. And all will come to Him humbled."
  },
  {
    "id": 88,
    "ar": "وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ إِنَّهُۥ خَبِيرٌۢ بِمَا تَفْعَلُونَ",
    "tr": "ওয়া তারাল জিবা-লা তাহছাবুহা-জা-মিদাতাওঁ ওয়াহিয়া তামুররু মাররাছছাহা-বি সুন‘আল্লা-হিল্লাযী আতকানা কুল্লা শাইয়িন ইন্নাহূখাবীরুম বিমা-তাফ‘আলূন।",
    "bn_haque": "আর তুমি পাহাড়গুলোকে দেখছ, তাদের ভাবছ অচল-অনড়, কিন্ত তারা চলে যাবে মেঘমালার চলে যাবার ন্যায়। এ আল্লাহরই হাতের কাজ যিনি সব কিছুই সুনিপুণভাবে করেছেন। তোমরা যা কর সে-সন্বন্ধে নিঃসন্দেহ তিনি পূর্ণ-ওয়াকিফহাল।",
    "bn_muhi": "তুমি পর্বতমালাকে দেখে অচল মনে কর, অথচ সেদিন এগুলো মেঘমালার মত চলমান হবে। এটা আল্লাহর কারিগরী, যিনি সবকিছুকে করেছেন সুসংহত। তোমরা যা কিছু করছ, তিনি তা অবগত আছেন।",
    "en": "And you see the mountains, thinking them rigid, while they will pass as the passing of clouds. [It is] the work of Allah, who perfected all things. Indeed, He is Acquainted with that which you do."
  },
  {
    "id": 89,
    "ar": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ ءَامِنُونَ",
    "tr": "মান জাআ বিলহাছানাতি ফালাহূখাইরুম মিনহা- ওয়া হুম মিন ফাঝাইয়ঁইয়াওমাইযিন আ-মিনূন।",
    "bn_haque": "যে কেউ একটি সৎকাজ নিয়ে আসে, তার জন্য তবে থাকবে এর চেয়েও ভাল, আর তারা সেই দিনের ভীতি থেকে নিরাপদ থাকবে।",
    "bn_muhi": "যে কেউ সৎকর্ম নিয়ে আসবে, সে উৎকৃষ্টতর প্রতিদান পাবে এবং সেদিন তারা গুরুতর অস্থিরতা থেকে নিরাপদ থাকবে।",
    "en": "Whoever comes [at Judgement] with a good deed will have better than it, and they, from the terror of that Day, will be safe."
  },
  {
    "id": 90,
    "ar": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِى ٱلنَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
    "tr": "ওয়া মান জাআ বিছছাইয়িআতি ফাকুব্বাত উজূহুহুম ফিন্না-রি হাল তুজঝাওনা ইল্লা-মাকনতুম তা‘মালূন।",
    "bn_haque": "আর যে কেউ একটি মন্দ কাজ নিয়ে আসে, তাদের তবে তাদের মুখের উপরে নিক্ষেপ করা হবে আগুনের মধ্যে। \"তোমরা যা করে চলেছিলে তা ছাড়া অন্য কিছু কি তোমাদের প্রতিদান দেওয়া হচ্ছে?\"",
    "bn_muhi": "এবং যে মন্দ কাজ নিয়ে আসবে, তাকে অগ্নিতে অধঃমূখে নিক্ষেপ করা হবে। তোমরা যা করছিলে, তারই প্রতিফল তোমরা পাবে।",
    "en": "And whoever comes with an evil deed - their faces will be overturned into the Fire, [and it will be said], \"Are you recompensed except for what you used to do?\""
  },
  {
    "id": 91,
    "ar": "إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَٰذِهِ ٱلْبَلْدَةِ ٱلَّذِى حَرَّمَهَا وَلَهُۥ كُلُّ شَىْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
    "tr": "ইন্নামা উমিরতুআন আ‘বুদা রাব্বা হা-যিহিল বালদাতিল্লাযী হাররামাহা-ওয়ালাহূকুল্লু শাইয়িওঁ ওয়া উমিরতুআন আকূনা মিনাল মুছলিমীন।",
    "bn_haque": "\"আমাকে অবশ্য আদেশ করা হয়েছে যে আমি উপাসনা করব এই শহরের প্রভুকে যেটিকে তিনি পবিত্র করেছেন, আর তাঁরই হচ্ছে সব-কিছু। আর আমাকে আদেশ করা হয়েছে যে আমি মুসলিমদেরই একজন হব, --",
    "bn_muhi": "আমি তো কেবল এই নগরীর প্রভুর এবাদত করতে আদিষ্ট হয়েছি, যিনি একে সম্মানিত করেছেন। এবং সব কিছু তাঁরই। আমি আরও আদিষ্ট হয়েছি যেন আমি আজ্ঞাবহদের একজন হই।",
    "en": "[Say, O Muhammad], \"I have only been commanded to worship the Lord of this city, who made it sacred and to whom [belongs] all things. And I am commanded to be of the Muslims [those who submit to Allah ]"
  },
  {
    "id": 92,
    "ar": "وَأَنْ أَتْلُوَا۟ ٱلْقُرْءَانَ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَا۠ مِنَ ٱلْمُنذِرِينَ",
    "tr": "ওয়া আন আতলুওয়াল কুরআ-না ফামানিহ তাদা-ফাইন্নামা-ইয়াহতাদী লিনাফছিহী ওয়া মান দাল্লা ফাকুল ইন্নামা আনা মিনাল মুনযিরীন।",
    "bn_haque": "আর যেন আমি কুরআন পাঠ করতে পারি।\" সুতরাং যে কেউ সৎপথ অনুসরণ করে, সে তবে নিঃসন্দেহ সৎপথে চলে তার নিজেরই জন্যে, আর যে কেউ বিপথে যায় তবে বলো -- \"আমি তো কেবল সতর্ককারীদেরই একজন।",
    "bn_muhi": "এবং যেন আমি কোরআন পাঠ করে শোনাই। পর যে ব্যক্তি সৎপথে চলে, সে নিজের কল্যাণার্থেই সৎপথে চলে এবং কেউ পথভ্রষ্ট হলে আপনি বলে দিন, আমি তো কেবল একজন ভীতি প্রদর্শনকারী।",
    "en": "And to recite the Qur'an.\" And whoever is guided is only guided for [the benefit of] himself; and whoever strays - say, \"I am only [one] of the warners.\""
  },
  {
    "id": 93,
    "ar": "وَقُلِ ٱلْحَمْدُ لِلَّهِ سَيُرِيكُمْ ءَايَٰتِهِۦ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
    "tr": "ওয়া কুল্লি হামদুলিল্লা-হি ছাইউরীকুম আ-য়া-তিহী ফাতা‘রিফূনাহা- ওয়ামা-রাব্বুকা বিগা-ফিলিন ‘আম্মা-তা‘মালূন।",
    "bn_haque": "আর বলো -- \"সকল প্রশংসা আল্লাহ্‌র, তিনি শীঘ্রই তোমাদের দেখাবেন তাঁর নিদর্শনসমূহ, তখন তোমরা সে-সব চিনতে পারবে।\" আর তোমার প্রভু অমনোযোগী নন তোমরা যা কর সে-সন্বন্ধে।",
    "bn_muhi": "এবং আরও বলুন, সমস্ত প্রশংসা আল্লাহর। সত্বরই তিনি তাঁর নিদর্শনসমূহ তোমাদেরকে দেখাবেন। তখন তোমরা তা চিনতে পারবে। এবং তোমরা যা কর, সে সম্পর্কে আপনার পালনকর্তা গাফেল নন।",
    "en": "And say, \"[All] praise is [due] to Allah . He will show you His signs, and you will recognize them. And your Lord is not unaware of what you do.\""
  }
]