[
  {
    "id": 1,
    "ar": "ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ",
    "tr": "ইকতারাবা লিন্না-ছি হিছা-বুহুম ওয়া হুম ফী গাফলাতিম মু‘রিদূন।",
    "bn_haque": "মানুষের কাছে তাদের হিসেব-নিকেশ আসন্ন, তথাপি তারা বেখেয়ালিতে ফিরে যাচ্ছে।",
    "bn_muhi": "মানুষের হিসাব-কিতাবের সময় নিকটবর্তী; অথচ তারা বেখবর হয়ে মুখ ফিরিয়ে নিচ্ছে।",
    "en": "[The time of] their account has approached for the people, while they are in heedlessness turning away."
  },
  {
    "id": 2,
    "ar": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
    "tr": "মা-ইয়া’তীহিম মিন যিকরিম মির রাব্বিহিম মুহদাছিন ইল্লাছতামা‘উহু ওয়া হুম ইয়াল‘আবূন।",
    "bn_haque": "আর তাদের কাছে তাদের প্রভুর কাছ থেকে কোনো নতুন স্মারক আসে না যা তারা শোনে যখন তারা খেলতে থাকে, --",
    "bn_muhi": "তাদের কাছে তাদের পালনকর্তার পক্ষ থেকে যখনই কোন নতুন উপদেশ আসে, তারা তা খেলার ছলে শ্রবণ করে।",
    "en": "No mention comes to them anew from their Lord except that they listen to it while they are at play"
  },
  {
    "id": 3,
    "ar": "لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا۟ ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا۟ هَلْ هَٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ",
    "tr": "লা-হিয়াতান কুলূবুহুম ওয়া আছার রুন নাজওয়াল্লাযীনা জালামূ হাল হা-যা ইল্লা-বাশারুম মিছলুকুম আফাতা’তূনাছছিহরা ওয়া আনতুম তুবসিরূন।",
    "bn_haque": "তাদের হৃদয় কোনো মনোযোগ দেয় না। আর যারা অন্যায়কারী তারা গোপনে শলাপরামর্শ করে -- এই জন কি তোমাদের মতন একজন মানুষ ছাড়া আর কিছু? তোমরা কি তবে জাদুর বশীভূত হবে, অথচ তোমরা দেখতে পাচ্ছ।\"",
    "bn_muhi": "তাদের অন্তর থাকে খেলায় মত্ত। জালেমরা গোপনে পরামর্শ করে, সে তো তোমাদেরই মত একজন মানুষ; এমতাবস্থায় দেখে শুনে তোমরা তার যাদুর কবলে কেন পড়?",
    "en": "With their hearts distracted. And those who do wrong conceal their private conversation, [saying], \"Is this [Prophet] except a human being like you? So would you approach magic while you are aware [of it]?\""
  },
  {
    "id": 4,
    "ar": "قَالَ رَبِّى يَعْلَمُ ٱلْقَوْلَ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "tr": "কা-লা রাববী ইয়া‘লামুল কাওলা ফিছছামাই ওয়াল আরদি ওয়া হুওয়াছছামী‘উল ‘আলীম।",
    "bn_haque": "বলো -- \"আমার প্রভু জানেন সব কথাবার্তা মহাকাশ-মন্ডলীতে ও পৃথিবীতে, কেননা তিনি সর্বশ্রোতা, সর্বজ্ঞাতা।\"",
    "bn_muhi": "পয়গম্বর বললেনঃ নভোমন্ডল ও ভুমন্ডলের কথাই আমার পালনকর্তা জানেন। তিনি সবকিছু শোনেন, সবকিছু জানেন।",
    "en": "The Prophet said, \"My Lord knows whatever is said throughout the heaven and earth, and He is the Hearing, the Knowing.\""
  },
  {
    "id": 5,
    "ar": "بَلْ قَالُوٓا۟ أَضْغَٰثُ أَحْلَٰمٍۭ بَلِ ٱفْتَرَىٰهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِـَٔايَةٍ كَمَآ أُرْسِلَ ٱلْأَوَّلُونَ",
    "tr": "বাল কা-লূআদগা-ছু আহলা-মিম বালিফ তারা-হু বাল হুওয়া শা-‘ইরুন ফালইয়া’তিনা-বিআ-য়াতিন কামাউরছিলাল আওওয়ালূন।",
    "bn_haque": "তারা বলে -- \"না, এলোমেলো স্বপ্ন! না, সে এটি তৈরি করেছে! না, সে একজন কবি। সে বরং আমাদের কাছে এক নিদর্শন নিয়ে আসুক যেমন পূর্ববর্তীদের পাঠানো হয়েছিল।\"",
    "bn_muhi": "এছাড়া তারা আরও বলেঃ অলীক স্বপ্ন; না সে মিথ্যা উদ্ভাবন করেছে, না সে একজন কবি। অতএব সে আমাদের কাছে কোন নিদর্শন আনয়ন করুক, যেমন নিদর্শন সহ আগমন করেছিলেন পূর্ববর্তীগন।",
    "en": "But they say, \"[The revelation is but] a mixture of false dreams; rather, he has invented it; rather, he is a poet. So let him bring us a sign just as the previous [messengers] were sent [with miracles].\""
  },
  {
    "id": 6,
    "ar": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَٰهَآ أَفَهُمْ يُؤْمِنُونَ",
    "tr": "মাআ-মানাত কাবলাহুম মিন কারইয়াতিন আহলাকনা-হা- আফাহুম ইউ’মিনূন।",
    "bn_haque": "ওদের আগে যেসব জনপদ বিশ্বাস করে নি তাদের আমরা ধ্বংস করেছি। এরা কি তবে বিশ্বাস করবে?",
    "bn_muhi": "তাদের পূর্বে যেসব জনপদ আমি ধবংস করে দিয়েছি, তারা বিশ্বাস স্থাপন করেনি; এখন এরা কি বিশ্বাস স্থাপন করবে?",
    "en": "Not a [single] city which We destroyed believed before them, so will they believe?"
  },
  {
    "id": 7,
    "ar": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
    "tr": "ওয়ামাআরছালনা-কাবলাকা ইল্লা-রিজা-লাননূহীইলাইহিম ফাছআলূআহলাযযিকরি ইন কুনতুম লা-তা‘লামূন।",
    "bn_haque": "আর তোমার আগে আমরা মানুষ ছাড়া অন্য কাউকে পাঠাই নি যাদের কাছে আমরা প্রত্যাদেশ দিয়েছিলাম, কাজেই স্মারকগ্রন্থের অধিকারীদের তোমরা জিজ্ঞেস করো, যদি তোমরা না জানো।",
    "bn_muhi": "আপনার পূর্বে আমি মানুষই প্রেরণ করেছি, যাদের কাছে আমি ওহী পাঠাতাম। অতএব তোমরা যদি না জান তবে যারা স্মরণ রাখে তাদেরকে জিজ্ঞেস কর।",
    "en": "And We sent not before you, [O Muhammad], except men to whom We revealed [the message], so ask the people of the message if you do not know."
  },
  {
    "id": 8,
    "ar": "وَمَا جَعَلْنَٰهُمْ جَسَدًا لَّا يَأْكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا۟ خَٰلِدِينَ",
    "tr": "ওয়ামা-জা‘আলনা-হুম জাছাদাল্লা-ইয়া‘কুলূনাততা‘আ-মা ওয়ামা-কা-নূখা-লিদীন।",
    "bn_haque": "আর আমরা তাঁদের এমন শরীর দিই নি যে তাঁরা খাদ্য খাবেন না, আর তাঁরা চিরস্থায়ীও ছিলেন না।",
    "bn_muhi": "আমি তাদেরকে এমন দেহ বিশিষ্ট করিনি যে, তারা খাদ্য ভক্ষণ করত না এবং তারা চিরস্থায়ীও ছিল না।",
    "en": "And We did not make the prophets forms not eating food, nor were they immortal [on earth]."
  },
  {
    "id": 9,
    "ar": "ثُمَّ صَدَقْنَٰهُمُ ٱلْوَعْدَ فَأَنجَيْنَٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا ٱلْمُسْرِفِينَ",
    "tr": "ছু ম্মা সাদাকনা-হুমুল ওয়া‘দা ফাআনজাইনা-হুম ওয়া মান নাশাউ ওয়া আহলাকনাল মুছরিফীন।",
    "bn_haque": "তারপর তাঁদের কাছে আমরা ওয়াদা পূর্ণ করেছিলাম, সুতরাং আমরা তাঁদের উদ্ধার করেছিলাম আর তাদেরও যাদের আমরা ইচ্ছা করেছিলাম, আর আমরা ধ্বংস করেছিলাম সীমা-লংঘনকারীদের।",
    "bn_muhi": "অতঃপর আমি তাদেরকে দেয়া আমার প্রতিশ্রুতি পূর্ণ করলাম সুতরাং তাদেরকে এবং যাদেরকে ইচ্ছা বাঁচিয়ে দিলাম এবং ধবংস করে ছিলাম সীমালঙ্ঘনকারীদেরকে।",
    "en": "Then We fulfilled for them the promise, and We saved them and whom We willed and destroyed the transgressors."
  },
  {
    "id": 10,
    "ar": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَٰبًا فِيهِ ذِكْرُكُمْ أَفَلَا تَعْقِلُونَ",
    "tr": "লাকাদ আনঝালনাইলাইকুম কিতা-বান ফীহি যিকরুকুম আফালা-তা‘কিলূন।",
    "bn_haque": "আমরা অবশ্যই তোমাদের কাছে অবতারণ করেছি এক গ্রন্থ যাতে রয়েছে তোমাদের মহত্ত্ব। তোমরা কি তবে বুঝবে না?",
    "bn_muhi": "আমি তোমাদের প্রতি একটি কিতাব অবর্তীর্ণ করেছি; এতে তোমাদের জন্যে উপদেশ রয়েছে। তোমরা কি বোঝ না?",
    "en": "We have certainly sent down to you a Book in which is your mention. Then will you not reason?"
  },
  {
    "id": 11,
    "ar": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا ءَاخَرِينَ",
    "tr": "ওকাম কাসামনা- মিন কারইয়াতিন কা-নাত জা-লিমাতাওঁ ওয়া আনশা’না- বা‘দাহাকাওমান আ-খারীন।",
    "bn_haque": "আর আমরা চূর্ণবিচূর্ণ করেছিলাম কত জনপদ যারা অত্যাচার করেছিল, আর তাদের পরে পত্তন করেছিলাম অপর লোকদের।",
    "bn_muhi": "আমি কত জনপদের ধ্বংস সাধন করেছি যার অধিবাসীরা ছিল পাপী এবং তাদের পর সৃষ্টি করেছি অন্য জাতি।",
    "en": "And how many a city which was unjust have We shattered and produced after it another people."
  },
  {
    "id": 12,
    "ar": "فَلَمَّآ أَحَسُّوا۟ بَأْسَنَآ إِذَا هُم مِّنْهَا يَرْكُضُونَ",
    "tr": "ফালাম্মাআহাছছূবা’ছানাইযা-হুম মিনহা-ইয়ারকুদূন।",
    "bn_haque": "তারপর তারা যখন অনুভব করেছিল আমাদের ক্ষমতা, দেখো! তারা এখান থেকে পলায়নপর হয়েছিল।",
    "bn_muhi": "অতঃপর যখন তারা আমার আযাবের কথা টের পেল, তখনই তারা সেখান থেকে পলায়ন করতে লাগল।",
    "en": "And when its inhabitants perceived Our punishment, at once they fled from it."
  },
  {
    "id": 13,
    "ar": "لَا تَرْكُضُوا۟ وَٱرْجِعُوٓا۟ إِلَىٰ مَآ أُتْرِفْتُمْ فِيهِ وَمَسَٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ",
    "tr": "লা- তারকুদূ ওয়ারজি‘উ ইলা-মাউতরিফতুম ফীহি ওয়া মাছা-কিনিকুম লা‘আল্লাকুম তুছআলূন।",
    "bn_haque": "পালিও না, বরং ফিরে এসো তাতে যাতে তোমরা বিভোর ছিলে, -- তোমাদের বাসস্থানে যেন তোমাদের সওয়াল করা যেতে পারে।",
    "bn_muhi": "পলায়ন করো না এবং ফিরে এস, যেখানে তোমরা বিলাসিতায় মত্ত ছিলে ও তোমাদের আবাসগৃহে; সম্ভবত; কেউ তোমাদের জিজ্ঞেস করবে।",
    "en": "[Some angels said], \"Do not flee but return to where you were given luxury and to your homes - perhaps you will be questioned.\""
  },
  {
    "id": 14,
    "ar": "قَالُوا۟ يَٰوَيْلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
    "tr": "কা-লূইয়া-ওয়াইলানাইন্না-কুন্না-জা-লিমীন।",
    "bn_haque": "তারা বলেছিল -- \"হায় আমাদের দুর্ভোগ! আমরা তো আলবৎ অন্যায়কারী ছিলাম।\"",
    "bn_muhi": "তারা বললঃ হায়, দুর্ভোগ আমাদের, আমরা অবশ্যই পাপী ছিলাম।",
    "en": "They said, \"O woe to us! Indeed, we were wrongdoers.\""
  },
  {
    "id": 15,
    "ar": "فَمَا زَالَت تِّلْكَ دَعْوَىٰهُمْ حَتَّىٰ جَعَلْنَٰهُمْ حَصِيدًا خَٰمِدِينَ",
    "tr": "ফামা-ঝা-লাত তিলকা দা‘ওয়া-হুম হাত্তা-জা‘আলনা-হুম হাসীদান খা-মিদীন।",
    "bn_haque": "ফলে তাদের এই আর্তনাদ থামে নি যে পর্যন্ত না আমরা তাদের বানিয়েছিলাম কাটা শস্যের ন্যায়, পুড়িয়ে ফেলা।",
    "bn_muhi": "তাদের এই আর্তনাদ সব সময় ছিল, শেষ পর্যন্ত আমি তাদেরকে করে দিলাম যেন কর্তিত শস্য ও নির্বাপিত অগ্নি।",
    "en": "And that declaration of theirs did not cease until We made them [as] a harvest [mowed down], extinguished [like a fire]."
  },
  {
    "id": 16,
    "ar": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَٰعِبِينَ",
    "tr": "ওয়ামা-খালাকনাছছামাআ ওয়াল আরদা ওয়ামা-বাইনাহুমা-লা-‘ইবীন।",
    "bn_haque": "আর আকাশ ও পৃথিবী এবং এ দুইয়ের মধ্যে যা কিছু আছে সে-সমস্ত আমরা খেলাচ্ছলে সৃষ্টি করি নি।",
    "bn_muhi": "আকাশ পৃথিবী এতদুভয়ের মধ্যে যা আছে, তা আমি ক্রীড়াচ্ছলে সৃষ্টি করিনি।",
    "en": "And We did not create the heaven and earth and that between them in play."
  },
  {
    "id": 17,
    "ar": "لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًا لَّٱتَّخَذْنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
    "tr": "লাও আরাদনাআন নাত্তাখিযা লাহওয়াল্লাত্তাখাযনা -হু মিল্লাদুন্না  ইন কুন্না-ফা-‘ইলীন ।",
    "bn_haque": "আমরা যদি চাইতাম আমোদ-প্রমোদের জন্য গ্রহণ করতে, তবে আমরা অবশ্যই আমাদের নিজেদের থেকেই তাকে গ্রহণ করতাম, আমরা নিশ্চয়ই তা করব না।",
    "bn_muhi": "আমি যদি ক্রীড়া উপকরণ সৃষ্টি করতে চাইতাম, তবে আমি আমার কাছে যা আছে তা দ্বারাই তা করতাম, যদি আমাকে করতে হত।",
    "en": "Had We intended to take a diversion, We could have taken it from [what is] with Us - if [indeed] We were to do so."
  },
  {
    "id": 18,
    "ar": "بَلْ نَقْذِفُ بِٱلْحَقِّ عَلَى ٱلْبَٰطِلِ فَيَدْمَغُهُۥ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ ٱلْوَيْلُ مِمَّا تَصِفُونَ",
    "tr": "বাল নাকযিফুবিলহাক্কি‘আলাল বা-তিলি ফাইয়াদমাগুহূফাইযা-হুওয়া ঝা-হিকুও ওয়ালাকুমুল ওয়াইলুমিম্মা-তাসিফূন।",
    "bn_haque": "না, আমরা সত্যের দ্বারা মিথ্যার উপর আঘাত হানি, ফলে তার মগজ চুরমার হয়ে যায়, তখন দেখো! তা অন্তর্হিত হয়। আর ধিক তোমাদের প্রতি! তোমরা যা আরোপ কর সেজন্য।",
    "bn_muhi": "বরং আমি সত্যকে মিথ্যার উপর নিক্ষেপ করি, অতঃপর সত্য মিথ্যার মস্তক চুর্ণ-বিচূর্ণ করে দেয়, অতঃপর মিথ্যা তৎক্ষণাৎ নিশ্চিহ্ন হয়ে যায়। তোমরা যা বলছ, তার জন্যে তোমাদের দুর্ভোগ।",
    "en": "Rather, We dash the truth upon falsehood, and it destroys it, and thereupon it departs. And for you is destruction from that which you describe."
  },
  {
    "id": 19,
    "ar": "وَلَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَنْ عِندَهُۥ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَلَا يَسْتَحْسِرُونَ",
    "tr": "ওয়া লাহূমান ফিছছামা-ওয়া-তি ওয়াল আরদি;ওয়ামান ‘ইন্দাহূলা-ইয়াছতাকবিরূনা ‘আন ‘ইবা-দাতিহী ওয়ালা-ইয়াছতাহছিরূন।",
    "bn_haque": "আর যারাই আছে মহাকাশগুলীতে ও পৃথিবীতে তারা সবাই তাঁর। আর যারা তাঁর সান্নিধ্যে রয়েছে তারা তাঁর উপাসনা করা থেকে গর্ববোধ করে না, আর তারা ক্লান্তও হয় না, --",
    "bn_muhi": "নভোমন্ডল ও ভুমন্ডলে যারা আছে, তারা তাঁরই। আর যারা তাঁর সান্নিধ্যে আছে তারা তাঁর ইবাদতে অহংকার করে না এবং অলসতাও করে না।",
    "en": "To Him belongs whoever is in the heavens and the earth. And those near Him are not prevented by arrogance from His worship, nor do they tire."
  },
  {
    "id": 20,
    "ar": "يُسَبِّحُونَ ٱلَّيْلَ وَٱلنَّهَارَ لَا يَفْتُرُونَ",
    "tr": "ইউছাব্বিহূ নাল লাইলা ওয়ান নাহা-রা লা-ইয়াফতুরূন।",
    "bn_haque": "তারা রাতে ও দিনে জপতপ করে, তারা শিথিলতা করে না।",
    "bn_muhi": "তারা রাত্রিদিন তাঁর পবিত্রতা ও মহিমা বর্ণনা করে এবং ক্লান্ত হয় না।",
    "en": "They exalt [Him] night and day [and] do not slacken."
  },
  {
    "id": 21,
    "ar": "أَمِ ٱتَّخَذُوٓا۟ ءَالِهَةً مِّنَ ٱلْأَرْضِ هُمْ يُنشِرُونَ",
    "tr": "আমিততাখাযূআ-লিহাতাম মিনাল আরদিহুম ইউনশিরূন।",
    "bn_haque": "অপরপক্ষে তারা কি মাটি থেকে উপাস্যদের গ্রহণ করেছে যারা প্রাণবন্ত করতে পারে?",
    "bn_muhi": "তারা কি মৃত্তিকা দ্বারা তৈরী উপাস্য গ্রহণ করেছে, যে তারা তাদেরকে জীবিত করবে?",
    "en": "Or have men taken for themselves gods from the earth who resurrect [the dead]?"
  },
  {
    "id": 22,
    "ar": "لَوْ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَا فَسُبْحَٰنَ ٱللَّهِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
    "tr": "লাও কা-না ফীহিমাআ-লিহাতুন ইল্লাল্লা-হু লাফাছাদাতা- ফাছুবহা-নাল্লা-হি রাব্বিল ‘আরশি ‘আম্মা-ইয়াসিফূন।",
    "bn_haque": "যদি ও দুইয়ের মধ্যে আল্লাহ্ ছাড়া অন্যান্য উপাস্যরা থাকত তবে এ দুটোই বিশৃঙ্খল হয়ে যেত। সুতরাং সকল মহিমা আল্লাহ্‌র, যিনি আরশের অধিপতি, -- তারা যা আরোপ করে তার উর্ধ্বে!",
    "bn_muhi": "যদি নভোমন্ডল ও ভুমন্ডলে আল্লাহ ব্যতীত অন্যান্য উপাস্য থাকত, তবে উভয়ের ধ্বংস হয়ে যেত। অতএব তারা যা বলে, তা থেকে আরশের অধিপতি আল্লাহ পবিত্র।",
    "en": "Had there been within the heavens and earth gods besides Allah, they both would have been ruined. So exalted is Allah, Lord of the Throne, above what they describe."
  },
  {
    "id": 23,
    "ar": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ",
    "tr": "লা-ইউছআলু‘আম্মা-ইয়াফ‘আলুওয়া হুম ইউছআলূন।",
    "bn_haque": "তিনি যা করেন যে বিষয়ে তাঁকে প্রশ্ন করা যাবে না, কিন্তু তাদের প্রশ্ন করা হবে।",
    "bn_muhi": "তিনি যা করেন, তৎসম্পর্কে তিনি জিজ্ঞাসিত হবেন না এবং তাদেরকে জিজ্ঞেস করা হবে।",
    "en": "He is not questioned about what He does, but they will be questioned."
  },
  {
    "id": 24,
    "ar": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ هَٰذَا ذِكْرُ مَن مَّعِىَ وَذِكْرُ مَن قَبْلِى بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ٱلْحَقَّ فَهُم مُّعْرِضُونَ",
    "tr": "আমিত তাখাযূমিন দূ নিহীআ-লিহাতান কুল হা-তূবুরহা-নাকুম হা-যা-যিকরু মাম মা‘ইয়া ওয়া যিকরু মান কাবলী বাল আকছারুহুম লা-ইয়া‘লামূনাল হাক্কা ফাহুম মু‘রিদূ ন।",
    "bn_haque": "অথবা, তারা কি তাঁকে ছেড়ে দিয়ে উপাস্যদের গ্রহণ করেছে? বলো -- \"তোমাদের প্রমাণ নিয়ে এস। এ হচ্ছে স্মরণীয় বার্তা তাদের জন্য যারা আমার সঙ্গে রয়েছে এবং স্মরণীয় বার্তা আমার পূর্ববর্তীদের জন্যেও।\" কিন্তু তাদের অধিকাংশই জানে না, ফলে তারা সত্য থেকে বিমুখ থাকে।",
    "bn_muhi": "তারা কি আল্লাহ ব্যতীত অন্যান্য উপাস্য গ্রহণ করেছে? বলুন, তোমরা তোমাদের প্রমাণ আন। এটাই আমার সঙ্গীদের কথা এবং এটাই আমার পুর্ববর্তীদের কথা। বরং তাদের অধিকাংশই সত্য জানে না; অতএব তারা টালবাহানা করে।",
    "en": "Or have they taken gods besides Him? Say, [O Muhammad], \"Produce your proof. This [Qur'an] is the message for those with me and the message of those before me.\" But most of them do not know the truth, so they are turning away."
  },
  {
    "id": 25,
    "ar": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعْبُدُونِ",
    "tr": "ওয়ামাআরছালনা-মিন কাবলিকা মির রাছূলিন ইল্লা-নূহীইলাইহি আন্নাহূলাইলা-হা ইল্লাআনা-ফা‘বুদূন।",
    "bn_haque": "আর তোমার পূর্বে আমরা কোনো রসূল পাঠাই নি যাঁর কাছে আমরা প্রত্যাদেশ না দিয়েছি এই বলে যে, \"আমি ছাড়া অন্য কোনো উপাস্য নেই, কাজেই আমারই উপাসনা করো\"।",
    "bn_muhi": "আপনার পূর্বে আমি যে রাসূলই প্রেরণ করেছি, তাকে এ আদেশই প্রেরণ করেছি যে, আমি ব্যতীত অন্য কোন উপাস্য নেই। সুতরাং আমারই এবাদত কর।",
    "en": "And We sent not before you any messenger except that We revealed to him that, \"There is no deity except Me, so worship Me.\""
  },
  {
    "id": 26,
    "ar": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَٰنُ وَلَدًا سُبْحَٰنَهُۥ بَلْ عِبَادٌ مُّكْرَمُونَ",
    "tr": "ওয়া কা-লুততাখাযার রাহমা-নুওয়ালাদান ছুবহা-নাহূ বাল ‘ইবা-দুম মুকরামূন।",
    "bn_haque": "আর তারা বলে -- \"পরম করুণাময় একটি পুত্র গ্রহণ করেছেন।\" তাঁরই সব মহিমা! বরং তাঁরা তো সম্মানিত বান্দা, --",
    "bn_muhi": "তারা বললঃ দয়াময় আল্লাহ সন্তান গ্রহণ করেছে। তাঁর জন্য কখনও ইহা যোগ্য নয়; বরং তারা তো তাঁর সম্মানিত বান্দা।",
    "en": "And they say, \"The Most Merciful has taken a son.\" Exalted is He! Rather, they are [but] honored servants."
  },
  {
    "id": 27,
    "ar": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ",
    "tr": "লা-ইয়াছবিকূ নাহূবিলকাওলি ওয়া হুম বিআমরিহী ইয়া‘মালূন।",
    "bn_haque": "তাঁরা কথা বলতে তাঁর আগে বেড়ে যান না, আর তাঁরই আদেশ মোতাবেক তাঁরা কাজ করেন।",
    "bn_muhi": "তারা আগে বেড়ে কথা বলতে পারে না এবং তারা তাঁর আদেশেই কাজ করে।",
    "en": "They cannot precede Him in word, and they act by His command."
  },
  {
    "id": 28,
    "ar": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ",
    "tr": "ইয়া‘লামুমা-বাইনা আইদীহিম ওয়ামা-খালফাহুম ওয়ালা-ইয়াশফা‘ঊনা ইল্লালিমানিরতাদা-ওয়া হুম মিন খাশইয়াতিহী মুশফিকূন।",
    "bn_haque": "তিনি জানেন যা কিছু আছে তাঁদের সম্মুখে আর যা আছে তাঁদের পশ্চাতে, আর তাঁরা সুপারিশ করেন না তার জন্য ছাড়া যার প্রতি তিনি সন্তষ্ট হয়েছেন, আর তাঁর ভয়ে তাঁরা ভীত-সন্ত্রস্ত।",
    "bn_muhi": "তাদের সম্মুখে ও পশ্চাতে যা আছে, তা তিনি জানেন। তারা শুধু তাদের জন্যে সুপারিশ করে, যাদের প্রতি আল্লাহ সন্তুষ্ট এবং তারা তাঁর ভয়ে ভীত।",
    "en": "He knows what is [presently] before them and what will be after them, and they cannot intercede except on behalf of one whom He approves. And they, from fear of Him, are apprehensive."
  },
  {
    "id": 29,
    "ar": "وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَٰهٌ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ كَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ",
    "tr": "ওয়া মাইঁ ইয়াকুল মিনহুম ইন্নীইলা-হুম মিন দূ নিহী ফাযা-লিকা নাজঝীহি জাহান্নামা কাযা-লিকা নাজঝিজ্জা-লিমীন।",
    "bn_haque": "আর তাঁদের মধ্যের যে বলবে -- \"তাঁর পরিবর্তে আমিই একজন উপাস্য\", তার ক্ষেত্রে তাহলে -- আমরা তাকে প্রতিদান দেব জাহান্নাম। এইভাবেই আমরা প্রতিদান দিই অন্যায়কারীদের।",
    "bn_muhi": "তাদের মধ্যে যে বলে যে, তিনি ব্যতীত আমিই উপাস্য, তাকে আমি জাহান্নামের শাস্তি দেব। আমি জালেমদেরকে এভাবেই প্রতিফল দিয়ে থাকি।",
    "en": "And whoever of them should say, \"Indeed, I am a god besides Him\"- that one We would recompense with Hell. Thus do We recompense the wrongdoers."
  },
  {
    "id": 30,
    "ar": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَٰهُمَا وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ أَفَلَا يُؤْمِنُونَ",
    "tr": "আওয়ালাম ইয়ারাল্লাযীনা কাফারূআন্নছছামা-ওয়া-তি ওয়াল আরদা কা-নাতা-রাতকান ফাফাতাকনা-হুমা- ওয়া জা‘আলনা-মিনাল মাই কুল্লা শাইয়িন হাইয়ি আফালাইউ’মিনূন।",
    "bn_haque": "যারা অবিশ্বাস পোষণ করে তারা কি দেখে না যে মহাকাশমন্ডলী ও পৃথিবী উভয়ে একাকার ছিল, তারপর আমরা তাদের দুটিকে বিচ্ছিন্ন করে দিলাম, আর পানি থেকে আমরা সৃষ্টি করলাম প্রাণবন্ত সবকিছু। তারা কি তবুও বিশ্বাস করবে না?",
    "bn_muhi": "কাফেররা কি ভেবে দেখে না যে, আকাশমন্ডলী ও পৃথিবীর মুখ বন্ধ ছিল, অতঃপর আমি উভয়কে খুলে দিলাম এবং প্রাণবন্ত সবকিছু আমি পানি থেকে সৃষ্টি করলাম। এরপরও কি তারা বিশ্বাস স্থাপন করবে না?",
    "en": "Have those who disbelieved not considered that the heavens and the earth were a joined entity, and We separated them and made from water every living thing? Then will they not believe?"
  },
  {
    "id": 31,
    "ar": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ",
    "tr": "ওয়া জা‘আলনা-ফিল আরদিরাওয়া-ছিয়া আন তামীদা বিহিম ওয়া জা‘আলনা ফীহাফিজাজান ছুবুলাল লা‘আল্লাহুম ইয়াহতাদূ ন।",
    "bn_haque": "আর পৃথিবীতে আমরা পাহাড়-পর্বত স্থাপন করেছি পাছে তাদের সঙ্গে এটি আন্দোলিত হয়, আর ওতে আমরা বানিয়েছি চওড়া পথঘাট যেন তারা সৎপথ প্রাপ্ত হয়।",
    "bn_muhi": "আমি পৃথিবীতে ভারী বোঝা রেখে দিয়েছি যাতে তাদেরকে নিয়ে পৃথিবী ঝুঁকে না পড়ে এবং তাতে প্রশস্ত পথ রেখেছি, যাতে তারা পথ প্রাপ্ত হয়।",
    "en": "And We placed within the earth firmly set mountains, lest it should shift with them, and We made therein [mountain] passes [as] roads that they might be guided."
  },
  {
    "id": 32,
    "ar": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًا مَّحْفُوظًا وَهُمْ عَنْ ءَايَٰتِهَا مُعْرِضُونَ",
    "tr": "ওয়া জা‘আলনাছছামাআ ছাকফাম মাহফূজাওঁ ওয়া হুম ‘আন আ-য়া-তিহা মু‘রিদূ ন।",
    "bn_haque": "আর আমরা আকাশকে করেছি এক সুরক্ষিত ছাদ। কিন্তু তারা এর নিদর্শনাবলী থেকে বিমুখ থাকে।",
    "bn_muhi": "আমি আকাশকে সুরক্ষিত ছাদ করেছি; অথচ তারা আমার আকাশস্থ নিদর্শনাবলী থেকে মুখ ফিরিয়ে রাখে।",
    "en": "And We made the sky a protected ceiling, but they, from its signs, are turning away."
  },
  {
    "id": 33,
    "ar": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
    "tr": "ওয়াহুয়াল্লাযী খালাকাল লাইলা-ওয়ান্নাহা-রা ওয়াশ শামছা ওয়াল কামারা কুল্লুন ফী ফালাকিইঁ ইয়াছবাহূন।",
    "bn_haque": "আর তিনিই সেই জন যিনি রাত ও দিনকে এবং সূর্য ও চন্দ্রকে সৃষ্টি করেছেন। সব ক’টি কক্ষপথে ভেসে চলেছে।",
    "bn_muhi": "তিনিই সৃষ্টি করেছেন রাত্রি ও দিন এবং সূর্য ও চন্দ্র। সবাই আপন আপন কক্ষপথে বিচরণ করে।",
    "en": "And it is He who created the night and the day and the sun and the moon; all [heavenly bodies] in an orbit are swimming."
  },
  {
    "id": 34,
    "ar": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ ٱلْخُلْدَ أَفَإِي۟ن مِّتَّ فَهُمُ ٱلْخَٰلِدُونَ",
    "tr": "ওয়ামা-জা‘আলনা-লিবাশারিম মিন কাবলিকাল খুলদা আফাইম মিত্তা ফাহুমুল খা-লিদূ ন।",
    "bn_haque": "আর তোমার আগে আমরা কোনো মানুষের জন্য স্থায়িত্ব দিই নি। সুতরাং যদি তোমাকেই মারা যেতে হয় তবে কি তারা চিরজীবী হবে?",
    "bn_muhi": "আপনার পূর্বেও কোন মানুষকে আমি অনন্ত জীবন দান করিনি। সুতরাং আপনার মৃত্যু হলে তারা কি চিরঞ্জীব হবে?",
    "en": "And We did not grant to any man before you eternity [on earth]; so if you die - would they be eternal?"
  },
  {
    "id": 35,
    "ar": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ",
    "tr": "কুল্লুনাফছিন যাইকাতুল মাওতি ওয়া নাবলূকুম বিশশাররি ওয়াল খাইরি ফিতনাতাও ওয়া ইলাইনা-তুর জা‘ঊন ।",
    "bn_haque": "প্রত্যেক সত্ত্বাকে মৃত্যুর স্বাদ গ্রহণ করতেই হবে। আর আমরা তোমাদের পরীক্ষা করি মন্দ ও ভাল দিয়ে যাচাই ক’রে। আর আমাদের কাছেই তোমাদের ফিরিয়ে আনা হবে।",
    "bn_muhi": "প্রত্যেককে মৃত্যুর স্বাদ আস্বাদন করতে হবে। আমি তোমাদেরকে মন্দ ও ভাল দ্বারা পরীক্ষা করে থাকি এবং আমারই কাছে তোমরা প্রত্যাবর্তিত হবে।",
    "en": "Every soul will taste death. And We test you with evil and with good as trial; and to Us you will be returned."
  },
  {
    "id": 36,
    "ar": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَٰنِ هُمْ كَٰفِرُونَ",
    "tr": "ওয়া ইযা-রাআ-কাল্লাযীনা কাফারূইয়ঁইয়াত্তাখিযূনাকা ইল্লা-হুঝুওয়ান আহাযাল্লাযী ইয়াযকুরু আ-লিহাতাকুম ওয়া হুম বিযিকরির রাহমা-নি হুম কা-ফিরূন।",
    "bn_haque": "আর যারা অবিশ্বাস পোষণ করে তারা যখন তোমাকে দেখে তখন তারা তোমাকে বিদ্রপের পাত্র ছাড়া অন্যভাবে গ্রহণ করে না। \"একি সে যে তোমাদের দেবদেবী সন্বন্ধে সমালোচনা করে?\" বস্তুতঃ তারা নিজেরাই পরম করুণাময়ের নাম-কীর্তনের বেলা অবিশ্বাস ভাজন করে।",
    "bn_muhi": "কাফেররা যখন আপনাকে দেখে তখন আপনার সাথে ঠাট্টা করা ছাড়া তাদের আর কোন কাজ থাকে না, একি সেই ব্যক্তি, যে তোমাদের দেব-দেবীদের সমালোচনা করে? এবং তারাই তো রহমান’ এর আলোচনায় অস্বীকার করে।",
    "en": "And when those who disbelieve see you, [O Muhammad], they take you not except in ridicule, [saying], \"Is this the one who insults your gods?\" And they are, at the mention of the Most Merciful, disbelievers."
  },
  {
    "id": 37,
    "ar": "خُلِقَ ٱلْإِنسَٰنُ مِنْ عَجَلٍ سَأُو۟رِيكُمْ ءَايَٰتِى فَلَا تَسْتَعْجِلُونِ",
    "tr": "খুলিকাল ইনছা-নুমিন ‘আজালিন ছাঊরীকুম আ-য়া-তী ফালা-তাছতা‘জিলূন।",
    "bn_haque": "মানুষ সৃষ্ট হয়েছে ব্যস্তসমস্ত ছাঁদে। আমি শীঘ্রই তোমাদের দেখাব আমার নিদর্শন সমূহ, সুতরাং তোমারা আমাকে তাড়াতাড়ি করতে বলো না।",
    "bn_muhi": "সৃষ্টিগত ভাবে মানুষ ত্বরাপ্রবণ, আমি সত্তরই তোমাদেরকে আমার নিদর্শনাবলী দেখাব। অতএব আমাকে শীঘ্র করতে বলো না।",
    "en": "Man was created of haste. I will show you My signs, so do not impatiently urge Me."
  },
  {
    "id": 38,
    "ar": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "ওয়া-ইয়াকূ লূনা মাতা-হা-যাল ও‘দুইন কুনতুম সা-দিকীন।",
    "bn_haque": "আর তারা বলে -- \"কখন এই ওয়াদা ফলবে, যদি তোমরা সত্যবাদী হও?\"",
    "bn_muhi": "এবং তারা বলেঃ যদি তোমরা সত্যবাদী হও তবে এই ওয়াদা কবে পুর্ণ হবে?",
    "en": "And they say, \"When is this promise, if you should be truthful?\""
  },
  {
    "id": 39,
    "ar": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ",
    "tr": "লাও ইয়া‘লামুল্লাযীনা কাফারূহীনা লা-ইয়াকুফফূনা ‘আওঁউজুহিহিমুন্না-রা ওয়ালা-‘আন জু হূরিহিম ওয়ালা-হুম ইউনসারূন।",
    "bn_haque": "যারা অবিশ্বাস পোষণ করে তারা যদি জানত সেই সময়ের কথা যখন তারা আগুন সরিয়ে দিতে পারবে না তাদের মুখের থেকে, আর তাদের পিঠের থেকেও না, আর তাদের সাহায্যও করা হবে না।",
    "bn_muhi": "যদি কাফেররা ঐ সময়টি জানত, যখন তারা তাদের সম্মুখ ও পৃষ্ঠদেশ থেকে অগ্নি প্রতিরোধ করতে পারবে না এবং তারা সাহায্য প্রাপ্ত হবে না।",
    "en": "If those who disbelieved but knew the time when they will not avert the Fire from their faces or from their backs and they will not be aided..."
  },
  {
    "id": 40,
    "ar": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ",
    "tr": "বাল তা’তীহিম বাগতাতান ফাতাবহাতুহুম, ফালা-ইয়াছতাতী‘উনা রাদ্দাহা-ওয়া লা-হুম ইউনজারূন।",
    "bn_haque": "বস্তুতঃ তা তাদের উপরে এসে পড়বে অতর্কিতভাবে, ফলে তাদের তা হতবুদ্ধি করে দেবে, সেজন্যে তা এড়াবার ক্ষমতা থাকবে না, এবং তাদের অবকাশও দেওয়া হবে না।",
    "bn_muhi": "বরং তা আসবে তাদের উপর অতর্কিত ভাবে, অতঃপর তাদেরকে তা হতবুদ্ধি করে দেবে, তখন তারা তা রোধ করতেও পারবে না এবং তাদেরকে অবকাশও দেয়া হবে না।",
    "en": "Rather, it will come to them unexpectedly and bewilder them, and they will not be able to repel it, nor will they be reprieved."
  },
  {
    "id": 41,
    "ar": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "tr": "ওয়ালাকাদিছ তুহঝিআ বিরুছুলিম মিন কাবলিকা ফাহা-কাবিল্লাযীনা ছাখিরূমিনহুম মাকা-নূবিহী ইয়াছতাহঝিউন।",
    "bn_haque": "আর তোমার পূর্বেও রসূলগণকে নিশ্চয়ই বিদ্রপ করা হয়েছিল, তারপর তাদের মধ্যের যারা বিদ্রপ করেছিল তারা যে সন্বন্ধে বিদ্রপ করত সেটাই তাদের পরিবেষ্টন করল।",
    "bn_muhi": "আপনার পূর্বেও অনেক রাসূলের সাথে ঠাট্টা-বিদ্রূপ করা হয়েছে। অতঃপর যে বিষয়ে তারা ঠাট্টা করত তা উল্টো ঠাট্টাকারীদের উপরই আপতিত হয়েছে।",
    "en": "And already were messengers ridiculed before you, but those who mocked them were enveloped by what they used to ridicule."
  },
  {
    "id": 42,
    "ar": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَٰنِ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ",
    "tr": "কুল মাই ইয়াকলাউকুম বিল লাইলি ওয়ান নাহা-রি মিনার রাহমা-নি বাল হুম ‘আন যিকরি রাব্বিহিম মু‘রিদূন।",
    "bn_haque": "বলো -- \"কি তোমাদের রক্ষা করবে রাতে ও দিনে পরম করুণাময়ের শাস্তি থেকে?\" বস্তুতঃ তাদের প্রভুর নামকীর্তন থেকে তারা মুখ ফিরিয়ে নেয়।",
    "bn_muhi": "বলুনঃ ‘রহমান’ থেকে কে তোমাদেরকে হেফাযত করবে রাত্রে ও দিনে। বরং তারা তাদের পালনকর্তার স্মরণ থেকে মুখ ফিরিয়ে রাখে।",
    "en": "Say, \"Who can protect you at night or by day from the Most Merciful?\" But they are, from the remembrance of their Lord, turning away."
  },
  {
    "id": 43,
    "ar": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ",
    "tr": "আম লাহুম আ-লিহাতুন তামনা‘উহুম মিন দূ নিনা- লা ইয়াছতাতী‘উনা নাছরা আনফুছিহিম ওয়ালা-হুম মিন্না-ইউছহাবূন।",
    "bn_haque": "অথবা আমাদের ছেড়ে তোমাদের কি দেবদেবী রয়েছে যারা তাদের রক্ষা করতে পারে? তারা তাদের নিজেদের সাহায্য করার ক্ষমতা রাখে না, আর তারা আমাদের থেকেও রক্ষা পাবে না।",
    "bn_muhi": "তবে কি আমি ব্যতীত তাদের এমন দেব-দেবী আছে যারা তাদেরকে রক্ষা করবে? তারা তো নিজেদেরই সাহায্য করতে সক্ষম নয় এবং তারা আমার মোকাবেলায় সাহায্যকারীও পাবে না।",
    "en": "Or do they have gods to defend them other than Us? They are unable [even] to help themselves, nor can they be protected from Us."
  },
  {
    "id": 44,
    "ar": "بَلْ مَتَّعْنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ أَفَهُمُ ٱلْغَٰلِبُونَ",
    "tr": "বাল মাত্তা‘না-হাউলাই ওয়া আ-বাআহুম হাত্তা-তা-লা ‘আলাইহিমুল ‘উমরু আফালা-ইয়ারাওনা আন্না-না’তিল আরদা নানকুসুহা-মিন আতরা-ফিহা- আফাহুমুল গা-লিবূন।",
    "bn_haque": "বস্তুতঃ আমরা এদের আর এদের পিতৃপুরুষদের ভোগ-সম্ভার দিয়েছিলাম যে পর্যন্ত না তাদের জন্য জীবন সুদীর্ঘ হয়েছিল। তারা কি তবে দেখে না যে আমরা দেশটাতে এগিয়ে আসছি এর চৌহদ্দিকে সংকুচিত ক’রে নিয়ে? তারা কি এমতাবস্থায় জয়ী হতে পারবে?",
    "bn_muhi": "বরং আমি তাদেরকে এবং তাদের বাপ-দাদাকে ভোগসম্বার দিয়েছিলাম, এমনকি তাদের আয়ুস্কালও দীর্ঘ হয়েছিল। তারা কি দেখে না যে, আমি তাদের দেশকে চতুর্দিক থেকে হ্রাস করে আনছি। এরপরও কি তারা বিজয়ী হবে?",
    "en": "But, [on the contrary], We have provided good things for these [disbelievers] and their fathers until life was prolonged for them. Then do they not see that We set upon the land, reducing it from its borders? So it is they who will overcome?"
  },
  {
    "id": 45,
    "ar": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
    "tr": "কুল ইন্নামাউনযিরুকুম বিল ওয়াহয়ি  ওয়ালা-ইয়াছমা‘উসসুম্মুদ দু‘আআ ইযা-মাইউনযারূন।",
    "bn_haque": "বলো -- \"আমি তো তোমাদের সতর্ক করি কেবল প্রত্যাদেশের দ্বারা, আর বধির লোকে আহ্বান শোনে না যখন তাদের সতর্ক করা হয়।\"",
    "bn_muhi": "বলুনঃ আমি তো কেবল ওহীর মাধ্যমেই তোমাদেরকে সতর্ক করি, কিন্তু বধিরদেরকে যখন সতর্ক করা হয়, তখন তারা সে সতর্কবাণী শোনে না।",
    "en": "Say, \"I only warn you by revelation.\" But the deaf do not hear the call when they are warned."
  },
  {
    "id": 46,
    "ar": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيْلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
    "tr": "ওয়ালাইম মাছছাতহুম নাফহাতুমমিন‘আযা-বি রাব্বিকা লাইয়াকূলুন্না ইয়াওয়াইলানাইন্না-কুন্না-জা-লিমীন।",
    "bn_haque": "আর যদি তোমার প্রভুর শাস্তির তোড় তাদের স্পর্শ করত তবে তারা নিশ্চয়ই বলত -- \"হায় আমাদের দুর্ভোগ! আমরা নিঃসন্দেহ অন্যায়াচারী ছিলাম।\"",
    "bn_muhi": "আপনার পালনকর্তার আযাবের কিছুমাত্রও তাদেরকে স্পর্শ করলে তারা বলতে থাকবে, হায় আমাদের দুর্ভাগ্য, আমরা অবশ্যই পাপী ছিলাম।",
    "en": "And if [as much as] a whiff of the punishment of your Lord should touch them, they would surely say, \"O woe to us! Indeed, we have been wrongdoers.\""
  },
  {
    "id": 47,
    "ar": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَىٰ بِنَا حَٰسِبِينَ",
    "tr": "ওয়া নাদা‘উল মাওয়া-ঝীনাল কিছতা লিইয়াওমিল কিয়া-মাতি ফালা-তুজলামুনাফছুন শাইআ- ওয়া ইন কা-না মিছকা-লা হাব্বাতিম মিন খারদালিন আতাইনা-বিহা- ওয়াকাফা-বিনা-হা-ছিবীন।",
    "bn_haque": "আর কিয়ামতের দিনে আমরা ন্যায়বিচারের মানদন্ড স্থাপন করব, সেজন্য কারো প্রতি এতটুকুও অন্যায় করা হবে না। আর যদি তা সরসে-বীজের ওজন পরিমাণও হয় আমরা সেটা নিয়ে আসব। আর হিসাব গ্রহণকারীরূপে আমরাই যথেষ্ট।",
    "bn_muhi": "আমি কেয়ামতের দিন ন্যায়বিচারের মানদন্ড স্থাপন করব। সুতরাং কারও প্রতি জুলুম হবে না। যদি কোন আমল সরিষার দানা পরিমাণও হয়, আমি তা উপস্থিত করব এবং হিসাব গ্রহণের জন্যে আমিই যথেষ্ট।",
    "en": "And We place the scales of justice for the Day of Resurrection, so no soul will be treated unjustly at all. And if there is [even] the weight of a mustard seed, We will bring it forth. And sufficient are We as accountant."
  },
  {
    "id": 48,
    "ar": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ",
    "tr": "ওয়া লাকাদ আ-তাইনা-মূছা-ওয়া হা-রূনাল ফুরকা-না ওয়া দিয়াআওঁ ওয়া যিকরাল লিলমুত্তাকীন।",
    "bn_haque": "আর আমরা অবশ্যই মূসা ও হারূনকে দিয়েছিলাম ফুরকান, আর আলো, আর স্মরণীয় গ্রন্থ -- ধর্মনিষ্ঠদের জন্য, --",
    "bn_muhi": "আমি মূসা ও হারুণকে দান করেছিলাম মীমাংসাকারী গ্রন্থ, আলো ও উপদেশ, আল্লাহ ভীরুদের জন্যে",
    "en": "And We had already given Moses and Aaron the criterion and a light and a reminder for the righteous"
  },
  {
    "id": 49,
    "ar": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ",
    "tr": "আল্লাযীনা ইয়াখশাওনা রাব্বাহুম বিলগাইবি ওয়া হুম মিনাছছা-‘আতি মুশফিকূন।",
    "bn_haque": "যারা তাদের প্রভুকে ভয় করে নিভৃতে আর তারা ঘড়িঘন্টা সন্বন্ধে ভীত সন্ত্রস্ত।",
    "bn_muhi": "যারা না দেখেই তাদের পালনকর্তাকে ভয় করে এবং কেয়ামতের ভয়ে শঙ্কিত।",
    "en": "Who fear their Lord unseen, while they are of the Hour apprehensive."
  },
  {
    "id": 50,
    "ar": "وَهَٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَٰهُ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ",
    "tr": "ওয়া হা-যা-যিকরুমমুবা-রাকুন আনঝালনা-হু আফাআনতুম লাহূমুনকিরূন।",
    "bn_haque": "আর এটি এক কল্যাণময় স্মারকগ্রন্থ যা আমরা অবতারণ করেছি। তোমরা কি তবে এটির প্রতি অমান্যকারী হবে?",
    "bn_muhi": "এবং এটা একটা বরকতময় উপদেশ, যা আমি নাযিল করেছি। অতএব তোমরা কি একে অস্বীকার কর?",
    "en": "And this [Qur'an] is a blessed message which We have sent down. Then are you with it unacquainted?"
  },
  {
    "id": 51,
    "ar": "وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
    "tr": "ওয়া লাকাদ আ-তাইনাইবরা-হীমা রুশদাহূমিন কাবলুওয়া কুন্না-বিহী ‘আ-লিমীন।",
    "bn_haque": "আর অবশ্যই আমরা ইব্রাহীমকে ইতিপূর্বে তাঁর সত্যনিষ্ঠতা দিয়েছিলাম, আর তাঁর সন্বন্ধে আমরা সম্যক পরিজ্ঞাত ছিলাম।",
    "bn_muhi": "আর, আমি ইতিপূর্বে ইব্রাহীমকে তার সৎপন্থা দান করেছিলাম এবং আমি তার সম্পর্কে সম্যক পরিজ্ঞাত ও ছিলাম।",
    "en": "And We had certainly given Abraham his sound judgement before, and We were of him well-Knowing"
  },
  {
    "id": 52,
    "ar": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَٰكِفُونَ",
    "tr": "ইযকা-লা লিআবীহি ওয়া কাওমিহী মা-হা-যিহিততামা-ছীলুল্লাতীআনতুম লাহা-‘আকিফূন।",
    "bn_haque": "স্মরণ করো! তিনি তাঁর পিতৃপুরুষকে এবং তাঁর লোকদের বললেন -- \"এই মূর্তিগুলো কী যাদের উপাসনায় তোমরা লেগে আছ?\"",
    "bn_muhi": "যখন তিনি তাঁর পিতা ও তাঁর সম্প্রদায়কে বললেনঃ এই মূর্তিগুলো কী, যাদের তোমরা পূজারী হয়ে বসে আছ।",
    "en": "When he said to his father and his people, \"What are these statues to which you are devoted?\""
  },
  {
    "id": 53,
    "ar": "قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
    "tr": "কা-লূওয়াজাদনাআ-বাআনা-লাহা-‘আ-বিদীন।",
    "bn_haque": "তারা বললে -- \"আমরা আমাদের পিতৃপুরুষদের এগুলোকে পূজো করতে দেখেছি।\"",
    "bn_muhi": "তারা বললঃ আমরা আমাদের বাপ-দাদাকে এদের পুজা করতে দেখেছি।",
    "en": "They said, \"We found our fathers worshippers of them.\""
  },
  {
    "id": 54,
    "ar": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "কা-লা লাকাদ কুনতুম আনতুম ওয়া আ-বাউকুম ফী দালা-লিম মুবীন।",
    "bn_haque": "তিনি বললেন -- \"নিশ্চয়ই তোমরা, তোমরা ও তোমাদের পিতৃপুরুষরা, রয়েছ স্পষ্ট বিভ্রান্তিতে।\"",
    "bn_muhi": "তিনি বললেনঃ তোমরা প্রকাশ্য গোমরাহীতে আছ এবং তোমাদের বাপ-দাদারাও।",
    "en": "He said, \"You were certainly, you and your fathers, in manifest error.\""
  },
  {
    "id": 55,
    "ar": "قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّٰعِبِينَ",
    "tr": "কা-লূআজি’তানা-বিলহাক্কিআম আনতা মিনাল্লা-‘ইবীন।",
    "bn_haque": "তারা বললে -- \"তুমি কি আমাদের কাছে সত্য নিয়ে এসেছ, না কি তুমি ঠাট্টাবিদ্রপকারীদের একজন?\"",
    "bn_muhi": "তারা বললঃ তুমি কি আমাদের কাছে সত্যসহ আগমন করেছ, না তুমি কৌতুক করছ?",
    "en": "They said, \"Have you come to us with truth, or are you of those who jest?\""
  },
  {
    "id": 56,
    "ar": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
    "tr": "কা-লা বার রাব্বুকুম রাব্বুছ ছামা-ওয়া-তি ওয়াল আরদিল্লাযী ফাতারাহুন্না  ওয়া আনা ‘আলা-যা-লিকুম মিনাশশা-হিদীন।",
    "bn_haque": "তিনি বললেন -- \"বরং তোমাদের প্রভু হচ্ছেন মহাকাশমন্ডলী ও পৃথিবীর অধীশ্বর যিনি এগুলো শুরুতেই সৃষ্টি করেছেন, এবং এসব সন্বন্ধে আমি সাক্ষ্যদানকারীদের মধ্যেকার।",
    "bn_muhi": "তিনি বললেনঃ না, তিনিই তোমাদের পালনকর্তা যিনি নভোমন্ডল ও ভুমন্ডলের পালনকর্তা, যিনি এগুলো সৃষ্টি করেছেন; এবং আমি এই বিষয়েরই সাক্ষ্যদাতা।",
    "en": "He said, \"[No], rather, your Lord is the Lord of the heavens and the earth who created them, and I, to that, am of those who testify."
  },
  {
    "id": 57,
    "ar": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ",
    "tr": "ওয়া তাল্লা-হি লাআকীদান্না আসনা-মাকুম বা‘দা আন তুওয়াললূমুদবিরীন।",
    "bn_haque": "আর আল্লাহ্‌র কসম, আমি অবশ্যই তোমাদের প্রতিমাদের সন্বন্ধে পরিকল্পনা গ্রহণ করব তোমরা যখন পিটটান দিয়ে ফিরে যাবে।",
    "bn_muhi": "আল্লাহর কসম, যখন তোমরা পৃষ্ঠ প্রদর্শন করে চলে যাবে, তখন আমি তোমাদের মূর্তিগুলোর ব্যাপারে একটা ব্যবস্থা অবলম্বন করব।",
    "en": "And [I swear] by Allah, I will surely plan against your idols after you have turned and gone away.\""
  },
  {
    "id": 58,
    "ar": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
    "tr": "ফাজা‘আলাহুম জুযা-যান ইল্লা-কাবীরাল লাহুম লা‘আল্লাহুম ইলাইহি ইয়ারজি‘ঊন।",
    "bn_haque": "তারপর তিনি তাদের টুক্‌রো টুক্‌রো করে ফেললেন তাদের বড়টি ছাড়া, যাতে তারা এর কাছে ফিরে আসতে পারে।",
    "bn_muhi": "অতঃপর তিনি সেগুলোকে চূর্ণ-বিচুর্ণ করে দিলেন ওদের প্রধানটি ব্যতীতঃ যাতে তারা তাঁর কাছে প্রত্যাবর্তন করে।",
    "en": "So he made them into fragments, except a large one among them, that they might return to it [and question]."
  },
  {
    "id": 59,
    "ar": "قَالُوا۟ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
    "tr": "কা-লূমান ফা‘আলা হা-যা বিআ-লিহাতিনাইন্নাহূলামিনাজ্জা-লিমীন।",
    "bn_haque": "তারা বললে -- \"আমাদের দেবতাদের প্রতি এ কাজ কে করেছে? নিঃসন্দেহ সে তো অন্যায়কারীদের একজন।\"",
    "bn_muhi": "তারা বললঃ আমাদের উপাস্যদের সাথে এরূপ ব্যবহার কে করল? সে তো নিশ্চয়ই কোন জালিম।",
    "en": "They said, \"Who has done this to our gods? Indeed, he is of the wrongdoers.\""
  },
  {
    "id": 60,
    "ar": "قَالُوا۟ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ",
    "tr": "কা-লূছামি‘না ফাতাইঁ ইয়াযকুরুহুম ইউকা-লুলাহূইবরা-হীম।",
    "bn_haque": "তারা বললে -- \"আমরা এদের সন্বন্ধে একজন যুবককে বলাবলি করতে শুনেছিলাম, তাকে বলা হয় ইব্রাহীম।\"",
    "bn_muhi": "কতক লোকে বললঃ আমরা এক যুবককে তাদের সম্পর্কে বিরূপ আলোচনা করতে শুনেছি; তাকে ইব্রাহীম বলা হয়।",
    "en": "They said, \"We heard a young man mention them who is called Abraham.\""
  },
  {
    "id": 61,
    "ar": "قَالُوا۟ فَأْتُوا۟ بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
    "tr": "কা-লূফা’তূবিহী ‘আলাআ‘ইউনিন্না-ছি লা‘আল্লাহুম ইয়াশহাদূন।",
    "bn_haque": "তারা বললে -- \"তাহলে তাকে লোকদের চোখের সামনে নিয়ে এসো, যেন তারা সাক্ষ্য দিতে পারে।\"",
    "bn_muhi": "তারা বললঃ তাকে জনসমক্ষে উপস্থিত কর, যাতে তারা দেখে।",
    "en": "They said, \"Then bring him before the eyes of the people that they may testify.\""
  },
  {
    "id": 62,
    "ar": "قَالُوٓا۟ ءَأَنتَ فَعَلْتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبْرَٰهِيمُ",
    "tr": "কা-লূআআনতা ফা‘আলতা হা-যা-বিআ-লিহাতিনা ইয়াইবরা-হীম।",
    "bn_haque": "তারা বললে -- \"হে ইব্রাহীম, তুমিই কি আমাদের দেবতাদের প্রতি এই কাজ করেছ?",
    "bn_muhi": "তারা বললঃ হে ইব্রাহীম তুমিই কি আমাদের উপাস্যদের সাথে এরূপ ব্যবহার করেছ?",
    "en": "They said, \"Have you done this to our gods, O Abraham?\""
  },
  {
    "id": 63,
    "ar": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا۟ يَنطِقُونَ",
    "tr": "কা-লা বাল ফা‘আলাহূ  কাবীরুহুম হা-যা-ফাছআলূহুম ইন কা-নূইয়ানতিকূন।",
    "bn_haque": "তিনি বললেন -- \"আলবৎ কেউ এটা করেছে, এই তো এদের প্রধান, কাজেই এদের জিজ্ঞেস করো, যদি তারা বলতে পারে।\"",
    "bn_muhi": "তিনি বললেনঃ না এদের এই প্রধানই তো একাজ করেছে। অতএব তাদেরকে জিজ্ঞেস কর, যদি তারা কথা বলতে পারে।",
    "en": "He said, \"Rather, this - the largest of them - did it, so ask them, if they should [be able to] speak.\""
  },
  {
    "id": 64,
    "ar": "فَرَجَعُوٓا۟ إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا۟ إِنَّكُمْ أَنتُمُ ٱلظَّٰلِمُونَ",
    "tr": "ফারাজা‘উইলাআনফুছিহিম ফাকা-লূইন্নাকুম আনতুমুজ্জা-লিমূন।",
    "bn_haque": "তখন তারা নিজেদের দিকে ফিরল এবং বললে -- \"নিঃসন্দেহ তোমরা নিজেরাই অন্যায়াচারী।\"",
    "bn_muhi": "অতঃপর মনে মনে চিন্তা করল এবং বললঃ লোক সকল; তোমরাই বে ইনসাফ।",
    "en": "So they returned to [blaming] themselves and said [to each other], \"Indeed, you are the wrongdoers.\""
  },
  {
    "id": 65,
    "ar": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
    "tr": "ছু ম্মা নুকিছূ‘আলা-রুঊছিহিম লাকাদ ‘আলিমতা মা-হাউলাই ইয়ানতিকূন।",
    "bn_haque": "তারপর তাদের হেটঁ করা হ’ল তাদের মাথার উপরে \"তুমি তো অবশ্যই জানো যে এরা কথা বলে না।\"",
    "bn_muhi": "অতঃপর তারা ঝুঁকে গেল মস্তক নত করে, তুমি তো জান যে, এরা কথা বলে না",
    "en": "Then they reversed themselves, [saying], \"You have already known that these do not speak!\""
  },
  {
    "id": 66,
    "ar": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ",
    "tr": "কা-লা আফাতা‘বুদূনা মিন দূনিল্লা-হি মা-লা-ইয়ানফা‘উকুম শাইআওঁ ওয়ালা-ইয়াদু ররুকুম।",
    "bn_haque": "তিনি বললেন -- \"তোমরা কি তবে আল্লাহ্‌কে ছেড়ে দিয়ে এমন কিছুর উপাসনা কর যা তোমাদের কোনো উপকার করতে পারে না আর তোমাদের অপকারও করে না?",
    "bn_muhi": "তিনি বললেনঃ তোমরা কি আল্লাহর পরিবর্তে এমন কিছুর এবাদত কর, যা তোমাদের কোন উপকার ও করতে পারে না এবং ক্ষতিও করতে পারে না ?",
    "en": "He said, \"Then do you worship instead of Allah that which does not benefit you at all or harm you?"
  },
  {
    "id": 67,
    "ar": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَفَلَا تَعْقِلُونَ",
    "tr": "উফফিল্লাকুম ওয়া লিমা-তা‘বুদূ না মিন দূ নিল্লা-হি আফালা-তা‘কিলূন।",
    "bn_haque": "ধিক্ তোমাদের প্রতি এবং আল্লাহ্‌কে বাদ দিয়ে তোমরা যাদের উপাসনা কর তাদেরও প্রতি! তোমরা কি তবুও বুঝবে না?",
    "bn_muhi": "ধিক তোমাদের জন্যে এবং তোমরা আল্লাহ ব্যতীত যাদেরই এবাদত কর, ওদের জন্যে। তোমরা কি বোঝ না?",
    "en": "Uff to you and to what you worship instead of Allah . Then will you not use reason?\""
  },
  {
    "id": 68,
    "ar": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوٓا۟ ءَالِهَتَكُمْ إِن كُنتُمْ فَٰعِلِينَ",
    "tr": "কা-লূহাররিকূহু ওয়ানসুরূআ-লিহাতাকুম ইন কুনতুম ফা-‘ইলীন।",
    "bn_haque": "তারা বললে -- \"তাকে পুড়িয়ে ফেলো, এবং তোমাদের দেবতাদের সাহায্য করো যদি তোমরা কিছু করতে চাও।\"",
    "bn_muhi": "তারা বললঃ একে পুড়িয়ে দাও এবং তোমাদের উপাস্যদের সাহায্য কর, যদি তোমরা কিছু করতে চাও।",
    "en": "They said, \"Burn him and support your gods - if you are to act.\""
  },
  {
    "id": 69,
    "ar": "قُلْنَا يَٰنَارُ كُونِى بَرْدًا وَسَلَٰمًا عَلَىٰٓ إِبْرَٰهِيمَ",
    "tr": "কুলনা-ইয়া-না-রু কূনী বারদাওঁ ওয়া ছালা-মান ‘আলাইবরা-হীম।",
    "bn_haque": "আমরা বললাম -- \"হে আগুন! তুমি শীতল ও শান্ত হও ইব্রাহীমের উপরে।\"",
    "bn_muhi": "আমি বললামঃ হে অগ্নি, তুমি ইব্রাহীমের উপর শীতল ও নিরাপদ হয়ে যাও।",
    "en": "Allah said, \"O fire, be coolness and safety upon Abraham.\""
  },
  {
    "id": 70,
    "ar": "وَأَرَادُوا۟ بِهِۦ كَيْدًا فَجَعَلْنَٰهُمُ ٱلْأَخْسَرِينَ",
    "tr": "ওয়া আরা-দূবিহী কাইদান ফাজা‘আলনা-হুমুল আখছারীন।",
    "bn_haque": "আর তারা চেয়েছিল তাঁর বিরুদ্ধে ষড়যন্ত্র করতে, কিন্তু আমরা তাদেরই বেশি ক্ষতিগ্রস্ত করেছিলাম।",
    "bn_muhi": "তারা ইব্রাহীমের বিরুদ্ধে ফন্দি আঁটতে চাইল, অতঃপর আমি তাদেরকেই সর্বাধিক ক্ষতিগ্রস্থ করে দিলাম।",
    "en": "And they intended for him harm, but We made them the greatest losers."
  },
  {
    "id": 71,
    "ar": "وَنَجَّيْنَٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَٰرَكْنَا فِيهَا لِلْعَٰلَمِينَ",
    "tr": "ওয়া নাজ্জাইনা-হু ওয়া লূতান ইলাল আরদিল্লাতী বা-রাকনা-ফীহা-লিল‘আ-লামীন।",
    "bn_haque": "আর আমরা তাঁকে এবং লূতকে উদ্ধার করে এনেছিলাম সেই দেশে যেখানে আমরা জগদ্বাসীর জন্য কল্যাণ রেখেছিলাম।",
    "bn_muhi": "আমি তাঁকে ও লূতকে উদ্ধার করে সেই দেশে পৌঁছিয়ে দিলাম, যেখানে আমি বিশ্বের জন্যে কল্যাণ রেখেছি।",
    "en": "And We delivered him and Lot to the land which We had blessed for the worlds."
  },
  {
    "id": 72,
    "ar": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ نَافِلَةً وَكُلًّا جَعَلْنَا صَٰلِحِينَ",
    "tr": "ওয়া ওয়াহাবনা-লাহূইছহা-কা ওয়া ইয়া‘কূবা নাফিলাতাও ওয়া কুল্লান জা‘আলনা-সা-লিহীন ।",
    "bn_haque": "আর আমরা তাঁকে দিয়েছিলাম ইসহাক এবং পৌত্ররূপে ইয়াকুবকে। আর সবাইকে আমরা বানিয়েছিলাম সৎপথাবলন্বী।",
    "bn_muhi": "আমি তাকে দান করলাম ইসহাক ও পুরস্কার স্বরূপ দিলাম ইয়াকুব এবং প্রত্যেককেই সৎকর্ম পরায়ণ করলাম।",
    "en": "And We gave him Isaac and Jacob in addition, and all [of them] We made righteous."
  },
  {
    "id": 73,
    "ar": "وَجَعَلْنَٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ وَكَانُوا۟ لَنَا عَٰبِدِينَ",
    "tr": "ওয়া জাআলনা-হুম আইম্মাতাইঁ ইয়াহদূ না বিআমরিনা-ওয়াআওহাইনাইলাইহিম ফি‘লাল খাইরা-তি ওয়া ইকা-মাসসালা-তি ওয়া ঈতাআঝঝাকা-তি ওয়া কা-নূলানা-‘আবিদীন ।",
    "bn_haque": "আর আমরা তাঁদের বানিয়েছিলাম নেতৃবৃন্দ, তাঁরা আমাদের নির্দেশ অনুসারে সৎপথে চালাতেন, আর তাঁদের কাছে আমরা প্রত্যাদেশ দিয়েছিলাম সৎকাজ করতে ও নামায কায়েম করতে ও যাকাত প্রদান করতে, আর তাঁরা আমাদের প্রতি বন্দনাকারী ছিলেন।",
    "bn_muhi": "আমি তাঁদেরকে নেতা করলাম। তাঁরা আমার নির্দেশ অনুসারে পথ প্রদর্শন করতেন। আমি তাঁদের প্রতি ওহী নাযিল করলাম সৎকর্ম করার, নামায কায়েম করার এবং যাকাত দান করার। তাঁরা আমার এবাদতে ব্যাপৃত ছিল।",
    "en": "And We made them leaders guiding by Our command. And We inspired to them the doing of good deeds, establishment of prayer, and giving of zakah; and they were worshippers of Us."
  },
  {
    "id": 74,
    "ar": "وَلُوطًا ءَاتَيْنَٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَٰٓئِثَ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَٰسِقِينَ",
    "tr": "ওয়া লূতান আ-তাইনা-হু হুকমাওঁ ওয়া ‘ইল মাওঁ ওয়া নাজ্জাইনা-হু মিনাল কারয়াতিল্লাতী কা-নাত তা‘মালুল খাবাইছা ইন্নাহুম কা-নূকাওমা ছাওইন ফা-ছিকীন।",
    "bn_haque": "আর লূতের ক্ষেত্রে -- আমরা তাঁকে দিয়েছিলাম বুদ্ধি-বিবেচনা ও জ্ঞান-বিজ্ঞান, আর আমরা তাঁকে উদ্ধার করেছিলাম সেই জনপদ থেকে যারা জঘন্য কাজ করত। নিঃসন্দেহ তারা ছিল দুষ্ট দুরাচারী সম্প্রদায়।",
    "bn_muhi": "এবং আমি লূতকে দিয়েছিলাম প্রজ্ঞা ও জ্ঞান এবং তাঁকে ঐ জনপদ থেকে উদ্ধার করেছিলাম, যারা নোংরা কাজে লিপ্ত ছিল। তারা মন্দ ও নাফরমান সম্প্রদায় ছিল।",
    "en": "And to Lot We gave judgement and knowledge, and We saved him from the city that was committing wicked deeds. Indeed, they were a people of evil, defiantly disobedient."
  },
  {
    "id": 75,
    "ar": "وَأَدْخَلْنَٰهُ فِى رَحْمَتِنَآ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
    "tr": "ওয়া আদখাল না-হু ফী রাহমাতিনা- ইন্নাহূমিনাসসা-লিহীন।",
    "bn_haque": "আর তাঁকে আমরা ভর্তি করেছিলাম আমাদের অনুগ্রহের মধ্যে। নিঃসন্দেহ তিনি ছিলেন সৎকর্মীদের অন্তর্ভুক্ত।",
    "bn_muhi": "আমি তাকে আমার অনুগ্রহের অন্তর্ভুক্ত করেছিলাম। সে ছিল সৎকর্মশীলদের একজন।",
    "en": "And We admitted him into Our mercy. Indeed, he was of the righteous."
  },
  {
    "id": 76,
    "ar": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ",
    "tr": "ওয়া নূহান ইযনা-দা-মিন কাবলুফাছতাজাবনা-লাহূফানাজ্জাইনা-হুওয়াআহলাহূমিনাল কারবিল ‘আজীম।",
    "bn_haque": "আর নূহের ক্ষেত্রে, -- স্মরণ করো, তিনি ইতিপূর্বে আহ্বান করেছিলেন, সেজন্য আমরা তাঁর প্রতি সাড়া দিয়েছিলাম, তাই তাঁকে ও তাঁর পরিজনবর্গকে আমরা উদ্ধার করেছিলাম এক বিরাট সংকট থেকে।",
    "bn_muhi": "এবং স্মরণ করুন নূহকে; যখন তিনি এর পূর্বে আহবান করেছিলেন। তখন আমি তাঁর দোয়া কবুল করেছিলাম, অতঃপর তাঁকে ও তাঁর পরিবারবর্গকে মহা সংকট থেকে উদ্ধার করেছিলাম।",
    "en": "And [mention] Noah, when he called [to Allah ] before [that time], so We responded to him and saved him and his family from the great flood."
  },
  {
    "id": 77,
    "ar": "وَنَصَرْنَٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَآ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَأَغْرَقْنَٰهُمْ أَجْمَعِينَ",
    "tr": "ওয়া নাসারনা-হু মিনাল কাওমিল্লাযীনা কাযযাবূবিআ-য়া-তিনা- ইন্নাহুম কা-নূ কাওমা ছাওইন ফাআগরাকনা-হুম আজমা‘ঈন।",
    "bn_haque": "আর আমরা তাঁকে সাহায্য করেছিলাম সেই লোকদের বিরুদ্ধে যারা আমাদের নির্দেশাবলী প্রত্যাখ্যান করেছিল। নিঃসন্দেহ তারা ছিল দুষ্ট লোক, তাই তাদের সবাইকে আমরা ডুবিয়ে দিয়েছিলাম।",
    "bn_muhi": "এবং আমি তাঁকে ঐ সম্প্রদায়ের বিপক্ষে সাহায্য করেছিলাম, যারা আমার নিদর্শনাবলীকে অস্বীকার করেছিল। নিশ্চয়, তারা ছিল এক মন্দ সম্প্রদায়। অতঃপর আমি তাদের সবাইকে নিমজ্জত করেছিলাম।",
    "en": "And We saved him from the people who denied Our signs. Indeed, they were a people of evil, so We drowned them, all together."
  },
  {
    "id": 78,
    "ar": "وَدَاوُۥدَ وَسُلَيْمَٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَٰهِدِينَ",
    "tr": "ওয়া দাঊদা ওয়া ছুলাইমা-না ইযইয়াহকুমা-নি ফিল হারছি ইযনাফাশাত ফীহি গানামুল কাওমি ওয়াকুন্না-লিহুকমিহিম শা-হিদীন।",
    "bn_haque": "আর দাউদ এবং সুলাইমানের ক্ষেত্রে, -- স্মরণ করো, তাঁরা হুকুম দিয়েছিলেন এক শস্যক্ষেত্র সম্পর্কে যাতে লোকদের ভেড়া ঢুকে পড়েছিল রাতের বেলা, আর আমরা তাঁদের হুকুমের সাক্ষী ছিলাম।",
    "bn_muhi": "এবং স্মরণ করুন দাউদ ও সুলায়মানকে, যখন তাঁরা শস্যক্ষেত্র সম্পর্কে বিচার করেছিলেন। তাতে রাত্রিকালে কিছু লোকের মেষ ঢুকে পড়েছিল। তাদের বিচার আমার সম্মুখে ছিল।",
    "en": "And [mention] David and Solomon, when they judged concerning the field - when the sheep of a people overran it [at night], and We were witness to their judgement."
  },
  {
    "id": 79,
    "ar": "فَفَهَّمْنَٰهَا سُلَيْمَٰنَ وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ وَكُنَّا فَٰعِلِينَ",
    "tr": "ফাফাহহামনা-হা-ছুলাইমা-না ওয়া কুল্লান আ-তাইনা-হুকমাও ওয়া ‘ইলমাওঁ  ওয়া ছাখখারনা-মা‘আ দা-ঊদাল জিবা-লা ইউছাব্বিহনা ওয়াততাইরা ওয়া কুন্না-ফা‘ইলীন ।",
    "bn_haque": "আর আমরা সুলাইমানকে এটি বুঝতে দিয়েছিলাম। আর উভয়কেই আমরা দিয়েছিলাম বিচার-বিবেচনা ও জ্ঞান-বিজ্ঞান, আর আমরা দাউদের সঙ্গে পাহাড়-পর্বতকে ও পাখিগুলোকে মহিমা ঘোষণায় অনুগত করেছিলাম। আর আমরাই কার্যকর্তা।",
    "bn_muhi": "অতঃপর আমি সুলায়মানকে সে ফায়সালা বুঝিয়ে দিয়েছিলাম এবং আমি উভয়কে প্রজ্ঞা ও জ্ঞান দিয়েছিলাম। আমি পর্বত ও পক্ষীসমূহকে দাউদের অনুগত করে দিয়েছিলাম; তারা আমার পবিত্রতা ও মহিমা ঘোষণা করত। এই সমস্ত আমিই করেছিলাম।",
    "en": "And We gave understanding of the case to Solomon, and to each [of them] We gave judgement and knowledge. And We subjected the mountains to exalt [Us], along with David and [also] the birds. And We were doing [that]."
  },
  {
    "id": 80,
    "ar": "وَعَلَّمْنَٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ فَهَلْ أَنتُمْ شَٰكِرُونَ",
    "tr": "ওয়া ‘আল্লামনা-হু সান‘আতা লাবূছিল লাকুম লিতুহছিনাকুম মিম বা’ছিকুম ফাহাল আনতুম শা-কিরূন।",
    "bn_haque": "আর আমরা তাঁকে শিখিয়েছিলাম তোমাদের জন্য বর্ম তৈরি করতে যেন তা তোমাদের রক্ষা করতে পারে তো মাদের যুদ্ধবিগ্রহে। তোমরা কি তবে কৃতজ্ঞ হবে না?",
    "bn_muhi": "আমি তাঁকে তোমাদের জন্যে বর্ম নির্মান শিক্ষা দিয়েছিলাম, যাতে তা যুদ্ধে তোমাদেরকে রক্ষা করে। অতএব তোমরা কি কৃতজ্ঞ হবে?",
    "en": "And We taught him the fashioning of coats of armor to protect you from your [enemy in] battle. So will you then be grateful?"
  },
  {
    "id": 81,
    "ar": "وَلِسُلَيْمَٰنَ ٱلرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَٰرَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَىْءٍ عَٰلِمِينَ",
    "tr": "ওয়া লিছুলাইমা-নাররীহা ‘আ-সিফাতান তাজরী বিআমরিহীইলাল আরদিল্লাতী বা-রাকনাফীহা- ওয়াকুন্না-বিকুল্লি শাইয়িন ‘আ-লিমীন।",
    "bn_haque": "আর সুলাইমানকে প্রবল বাতাস, -- তা প্রবাহিত হয়েছিল তাঁর নির্দেশ অনুযায়ী সেই দেশের দিকে যেখানে আমরা কল্যাণ নিহিত করেছিলাম। আর সব বিষয়ে আমরা সম্যক অবগত।",
    "bn_muhi": "এবং সুলায়মানের অধীন করে দিয়েছিলাম প্রবল বায়ুকে; তা তাঁর আদেশে প্রবাহিত হত ঐ দেশের দিকে, যেখানে আমি কল্যাণ দান করেছি। আমি সব বিষয়েই সম্যক অবগত রয়েছি।",
    "en": "And to Solomon [We subjected] the wind, blowing forcefully, proceeding by his command toward the land which We had blessed. And We are ever, of all things, Knowing."
  },
  {
    "id": 82,
    "ar": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ وَكُنَّا لَهُمْ حَٰفِظِينَ",
    "tr": "ওয়া মিনাশশাইয়া-তীনি মাইঁ ইয়াগূছূনা লাহূওয়া ইয়া‘মালূনা ‘আমালান দূ না যা-লিকা ওয়া কুন্না-লাহুম হাফিজীন ।",
    "bn_haque": "আর শয়তানদের কতক তাঁর জন্য ডুব দিত আর তা ছাড়া আরো কাজ করত, আর আমরা ছিলাম তাদের তত্ত্বাবধায়ক।",
    "bn_muhi": "এবং অধীন করেছি শয়তানদের কতককে, যারা তার জন্যে ডুবুরীর কাজ করত এবং এ ছাড়া অন্য আরও অনেক কাজ করত। আমি তাদেরকে নিয়ন্ত্রন করে রাখতাম।",
    "en": "And of the devils were those who dived for him and did work other than that. And We were of them a guardian."
  },
  {
    "id": 83,
    "ar": "وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "tr": "ওয়া আইঁয়ুবা ইযনা-দা-রাব্বাহূআন্নী মাছছানিয়াদদু ররু ওয়া আনতা আরহামুররা-হিমীন ।",
    "bn_haque": "আর আইয়ুবের ক্ষেত্রে, -- স্মরণ করো, তাঁর প্রভুকে তিনি আহ্বান ক’রে বললেন -- \"নিঃসন্দেহ বিপদ আমাকে স্পর্শ করেছে, আর তুমিই তো দয়াশীলদের মধ্যে পরম করুণাময়।\"",
    "bn_muhi": "এবং স্মরণ করুন আইয়্যুবের কথা, যখন তিনি তাঁর পালনকর্তাকে আহবান করে বলেছিলেনঃ আমি দুঃখকষ্টে পতিত হয়েছি এবং আপনি দয়াবানদের চাইতেও সর্বশ্রেষ্ট দয়াবান।",
    "en": "And [mention] Job, when he called to his Lord, \"Indeed, adversity has touched me, and you are the Most Merciful of the merciful.\""
  },
  {
    "id": 84,
    "ar": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ وَءَاتَيْنَٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَٰبِدِينَ",
    "tr": "ফাছতাজাবনা- লাহূফাকাশাফনা-মা-বিহী মিন দু ররিওঁ ওয়া আ-তাইনা-হু আহলাহূওয়া মিছলাহুম মা‘আহুম রাহমাতাম মিন ‘ইনদিনা-ওয়া যিকরা-লিল‘আ-বিদীন।",
    "bn_haque": "সুতরাং আমরা তাঁর প্রতি সাড়া দিলাম, এবং দুঃখকষ্টের যা থেকে তিনি ভুগছিলেন তা দূর করে দিলাম, আর তাঁকে তাঁর পরিবারবর্গ দিয়েছিলাম এবং তাদের সাথে তাদের মতো লোকদেরও -- আমাদের তরফ থেকে এ এক করুণা, আর বন্দনাকারীদের জন্য স্মরণীয় বিষয়।",
    "bn_muhi": "অতঃপর আমি তাঁর আহবানে সাড়া দিলাম এবং তাঁর দুঃখকষ্ট দূর করে দিলাম এবং তাঁর পরিবরাবর্গ ফিরিয়ে দিলাম, আর তাদের সাথে তাদের সমপরিমাণ আরও দিলাম আমার পক্ষ থেকে কৃপাবশতঃ আর এটা এবাদত কারীদের জন্যে উপদেশ স্বরূপ।",
    "en": "So We responded to him and removed what afflicted him of adversity. And We gave him [back] his family and the like thereof with them as mercy from Us and a reminder for the worshippers [of Allah ]."
  },
  {
    "id": 85,
    "ar": "وَإِسْمَٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ كُلٌّ مِّنَ ٱلصَّٰبِرِينَ",
    "tr": "ওয়া ইছমা-‘ঈলা ওয়া ইদরীছা ওয়া যাল কিফলি কুল্লুম মিনাসসা-বিরীন।",
    "bn_haque": "আর ইসমাইল ও ইদরীস ও যুল-কিফল, -- সবাই ছিলেন অধ্যবসায়ীদের মধ্যেকার।",
    "bn_muhi": "এবং ইসমাঈল, ই’দ্রীস ও যুলকিফলের কথা স্মরণ করুন, তাঁরা প্রত্যেকেই ছিলেন সবরকারী।",
    "en": "And [mention] Ishmael and Idrees and Dhul-Kifl; all were of the patient."
  },
  {
    "id": 86,
    "ar": "وَأَدْخَلْنَٰهُمْ فِى رَحْمَتِنَآ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
    "tr": "ওয়া আদখাল না-হুম ফী রাহমাতিনা-  ইন্নাহুম মিনাসসা-লিহীন।",
    "bn_haque": "আর তাঁদের আমরা প্রবেশ করিয়েছিলাম আমাদের করুণাভান্ডারে। নিঃসন্দেহ তাঁরা ছিলেন সৎকর্মীদের অন্তর্ভুক্ত ।",
    "bn_muhi": "আমি তাঁদেরকে আমার রহমাতপ্রাপ্তদের অন্তর্ভূক্ত করেছিলাম। তাঁরা ছিলেন সৎকর্মপরায়ণ।",
    "en": "And We admitted them into Our mercy. Indeed, they were of the righteous."
  },
  {
    "id": 87,
    "ar": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبْحَٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّٰلِمِينَ",
    "tr": "ওয়া যাননূনি ইযযাহাবা মুগা-দিবান ফাজান্না আল্লান নাকদিরা ‘আলাইহি ফানা-দাফিজজু লুমা-তি আল্লাইলা-হা ইল্লাআনতা ছুবহা-নাকা  ইন্নী কুনতুমিনাজ্জালিমীন।",
    "bn_haque": "আর যুন-নূন, -- স্মরণ করো, তিনি চলে গিয়েছিলেন রেগেমেগে, আর তিনি ভেবেছিলেন যে আমরা কখনো তাঁর উপরে ক্ষমতা চালাব না, তখন সেই সংকটে তিনি আহ্বান করলেন যে \"তুমি ছাড়া অন্য উপাস্য নেই, তোমারই সব মহিমা, আমি নিশ্চয়ই ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়েছি।\"",
    "bn_muhi": "এবং মাছওয়ালার কথা স্মরণ করুন তিনি ক্রুদ্ধ হয়ে চলে গিয়েছিলেন, অতঃপর মনে করেছিলেন যে, আমি তাঁকে ধৃত করতে পারব না। অতঃপর তিনি অন্ধকারের মধ্যে আহবান করলেনঃ তুমি ব্যতীত কোন উপাস্য নেই; তুমি নির্দোষ আমি গুনাহগার।",
    "en": "And [mention] the man of the fish, when he went off in anger and thought that We would not decree [anything] upon him. And he called out within the darknesses, \"There is no deity except You; exalted are You. Indeed, I have been of the wrongdoers.\""
  },
  {
    "id": 88,
    "ar": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَٰهُ مِنَ ٱلْغَمِّ وَكَذَٰلِكَ نُۨجِى ٱلْمُؤْمِنِينَ",
    "tr": "ফাছতাজাবনা-লাহূওয়া নাজ্জাইনা-হু মিনাল গাম্মি ওয়া কাযা-লিকা নুনজিল মু’মিনীন।",
    "bn_haque": "সুতরাং আমরা তাঁর প্রতি সাড়া দিলাম এবং দুশ্চিন্তা থেকে তাঁকে উদ্ধার করলাম। আর এইভাবেই আমরা মুমিনদের উদ্ধার করে থাকি।",
    "bn_muhi": "অতঃপর আমি তাঁর আহবানে সাড়া দিলাম এবং তাঁকে দুশ্চিন্তা থেকে মুক্তি দিলাম। আমি এমনি ভাবে বিশ্ববাসীদেরকে মুক্তি দিয়ে থাকি।",
    "en": "So We responded to him and saved him from the distress. And thus do We save the believers."
  },
  {
    "id": 89,
    "ar": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ",
    "tr": "ওয়া ঝাকারিইইয়াইযনা-দা-রাব্বাহূরাব্বি লা-তাযারনী ফারদাওঁ ওয়া আনতা খাইরুল ওয়ারিছীন।",
    "bn_haque": "আর যাকারিয়ার ক্ষেত্রে, -- স্মরণ করো, তিনি তাঁর প্রভুকে আহ্বান করে বললেন -- \"আমার প্রভু! আমাকে একলা রেখো না, আর তুমি উত্তরাধিকারীদের মধ্যে সর্বশ্রেষ্ঠ।\"",
    "bn_muhi": "এবং যাকারিয়ার কথা স্মরণ করুন, যখন সে তার পালনকর্তাকে আহবান করেছিল; হে আমার পালনকর্তা আমাকে একা রেখো না। তুমি তো উত্তম ওয়ারিস।",
    "en": "And [mention] Zechariah, when he called to his Lord, \"My Lord, do not leave me alone [with no heir], while you are the best of inheritors.\""
  },
  {
    "id": 90,
    "ar": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ إِنَّهُمْ كَانُوا۟ يُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا۟ لَنَا خَٰشِعِينَ",
    "tr": "ফছতাজাবনা-লাহূ  ওয়া ওয়াহাবনা-লাহূইয়াহইয়া-ওয়া আসলাহনা-লাহূঝাওজাহূ ইন্নাহুম কা-নূইউছা-রি‘ঊনা ফিল খাইরা-তি ওয়া ইয়াদঊনানা-রাগাবাওঁ ওয়া রাহাবাও ওয়া কা-নূলানা-খা-শি‘ঈন।",
    "bn_haque": "সুতরাং আমরা তাঁর প্রতি সাড়া দিয়েছিলাম এবং তাঁকে দিয়েছিলাম ইয়াহ্‌য়া, আর তাঁর স্ত্রীকে তাঁর জন্য সুস্থ করেছিলাম। নিঃসন্দেহ তাঁরা সৎকাজে প্রতিযোগিতা করতেন, এবং আমাদের ডাকতেন আশা নিয়ে ও ভয়ের সাথে। আর আমাদের প্রতি তাঁরা ছিলেন বিনীত।",
    "bn_muhi": "অতঃপর আমি তার দোয়া কবুল করেছিলাম, তাকে দান করেছিলাম ইয়াহইয়া এবং তার জন্যে তার স্ত্রীকে প্রসব যোগ্য করেছিলাম। তারা সৎকর্মে ঝাঁপিয়ে পড়ত, তারা আশা ও ভীতি সহকারে আমাকে ডাকত এবং তারা ছিল আমার কাছে বিনীত।",
    "en": "So We responded to him, and We gave to him John, and amended for him his wife. Indeed, they used to hasten to good deeds and supplicate Us in hope and fear, and they were to Us humbly submissive."
  },
  {
    "id": 91,
    "ar": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَٰهَا وَٱبْنَهَآ ءَايَةً لِّلْعَٰلَمِينَ",
    "tr": "ওয়াল্লাতীআহসানাত ফারজাহা-ফানাফাখনা-ফীহা-মির রূহিনা-ওয়া জা‘আলনা-হাওয়াবনাহাআ-য়াতাল লিল‘আ-লামীন।",
    "bn_haque": "আর তাঁর ক্ষেত্রে, যিনি তাঁর সতীত্ব রক্ষা করেছিলেন, সেজন্য আমরা তার মধ্যে আমাদের কাছের আ‌ত্মা থেকে ফুঁকে দিয়েছিলাম, আর আমরা তাকে ও তার ছেলেকে একটি নিদর্শন বানিয়েছিলাম।",
    "bn_muhi": "এবং সেই নারীর কথা আলোচনা করুন, যে তার কামপ্রবৃত্তিকে বশে রেখেছিল, অতঃপর আমি তার মধ্যে আমার রূহ ফুঁকে দিয়েছিলাম এবং তাকে তার পুত্রকে বিশ্ববাসীর জন্য নিদর্শন করেছিলাম।",
    "en": "And [mention] the one who guarded her chastity, so We blew into her [garment] through Our angel [Gabriel], and We made her and her son a sign for the worlds."
  },
  {
    "id": 92,
    "ar": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱعْبُدُونِ",
    "tr": "ইন্না হা-যিহীউম্মাতুকুম উম্মাতাওঁ  ওয়া-হিদাতাওঁ ওয়া আনা রাব্বুকুম ফা‘বুদূ ন।",
    "bn_haque": "নিঃসন্দেহ তোমাদের এই সম্প্রদায় একই সম্প্রদায়, আর আমিই তোমাদের প্রভু, সুতরাং আমাকেই তোমরা উপাসনা করো।",
    "bn_muhi": "তারা সকলেই তোমাদের ধর্মের; একই ধর্মে তো বিশ্বাসী সবাই এবং আমিই তোমাদের পালনকর্তা, অতএব আমার বন্দেগী কর।",
    "en": "Indeed this, your religion, is one religion, and I am your Lord, so worship Me."
  },
  {
    "id": 93,
    "ar": "وَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ كُلٌّ إِلَيْنَا رَٰجِعُونَ",
    "tr": "ওয়া তাকাততা‘ঊআমরাহুম বাইনাহুম কুল্লুন ইলাইনা-রা-জি‘উন।",
    "bn_haque": "কিন্তু তারা নিজেদের মধ্যে তাদের অনুশাসন কেটে ফেলল। সকলেই আমাদের কাছে ফিরে আসবে।",
    "bn_muhi": "এবং মানুষ তাদের কার্যকলাপ দ্বারা পারস্পরিক বিষয়ে ভেদ সৃষ্টি করেছে। প্রত্যেকেই আমার কাছে প্রত্যাবর্তিত হবে।",
    "en": "And [yet] they divided their affair among themselves, [but] all to Us will return."
  },
  {
    "id": 94,
    "ar": "فَمَن يَعْمَلْ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
    "tr": "ফামাইঁ ইয়া‘মাল মিনাসসা-লিহা-তি ওয়া হুওয়া মু’মিনুন ফালা কুফরা-না লিছা‘য়িহী ওয়া ইন্না-লাহূকা-তিবূন।",
    "bn_haque": "সুতরাং যে কেউ সৎকাজগুলো থেকে কাজ করে যায় আর সে মুমিন হয়, তবে তার কর্মপ্রচেষ্টার কোনো অস্বীকৃতি হবে না, আর নিঃসন্দেহ আমরা হচ্ছি তার জন্য লিপিকার।",
    "bn_muhi": "অতঃপর যে বিশ্বাসী অবস্থায় সৎকর্ম সম্পাদন করে, তার প্রচেষ্টা অস্বীকৃত হবে না এবং আমি তা লিপিবদ্ধ করে রাখি।",
    "en": "So whoever does righteous deeds while he is a believer - no denial will there be for his effort, and indeed We, of it, are recorders."
  },
  {
    "id": 95,
    "ar": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ",
    "tr": "ওয়া হারা-মুন ‘আলা-কারইয়াতিন আহলাকনা-হাআন্নাহুম লা-ইয়ারজি‘ঊন।",
    "bn_haque": "আর এটি নিষিদ্ধ সেই জনপদের জন্য যাকে আমরা ধ্বংস করেছি, -- যে তারা আর ফিরে আসবে না।",
    "bn_muhi": "যেসব জনপদকে আমি ধ্বংস করে দিয়েছি, তার অধিবাসীদের ফিরে না আসা অবধারিত।",
    "en": "And there is prohibition upon [the people of] a city which We have destroyed that they will [ever] return"
  },
  {
    "id": 96,
    "ar": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ",
    "tr": "হাত্তাইযা-ফুতিহাত ইয়া’জুজুওয়ামা’জুজুওয়া হুম মিন কুল্লি হাদাবিইঁ ইয়ানছিলূন।",
    "bn_haque": "যদিবা ইয়াজুজ ও মাজুজকে ছেড়ে দেওয়া হয় আর তারা ছড়িয়ে আসে প্রতি ঊর্ধ্বদেশ থেকে।",
    "bn_muhi": "যে পর্যন্ত না ইয়াজুজ ও মাজুজকে বন্ধন মুক্ত করে দেয়া হবে এবং তারা প্রত্যেক উচ্চভুমি থেকে দ্রুত ছুটে আসবে।",
    "en": "Until when [the dam of] Gog and Magog has been opened and they, from every elevation, descend"
  },
  {
    "id": 97,
    "ar": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَٰخِصَةٌ أَبْصَٰرُ ٱلَّذِينَ كَفَرُوا۟ يَٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هَٰذَا بَلْ كُنَّا ظَٰلِمِينَ",
    "tr": "ওয়াকতালাবাল ওয়া‘দুল হাক্কুফাইযা-হিয়া শা-খিসাতুন আবসা-রুল্লাযীনা কাফারূ ইয়া-ওয়াইলানা-কাদ কুন্না-ফী গাফলাতিম মিন হা-যা-বাল কুন্না-জা-লিমীন।",
    "bn_haque": "আর যথার্থ ওয়াদা ঘনিয়ে আসছে, তখন দেখবে, যারা অবিশ্বাস পোষণ করেছিল তাদের চক্ষু স্থির হয়ে যাবে। \"ধিক্ আমাদের, আমরা তো এ বিষয়ে উদাসীনতায় পড়ে রয়েছিলাম! বরং আমরা অন্যায়কারী ছিলাম।\"",
    "bn_muhi": "আমোঘ প্রতিশ্রুত সময় নিকটবর্তী হলে কাফেরদের চক্ষু উচ্চে স্থির হয়ে যাবে; হায় আমাদের দূর্ভাগ্য, আমরা এ বিষয়ে বেখবর ছিলাম; বরং আমরা গোনাহগরই ছিলাম।",
    "en": "And [when] the true promise has approached; then suddenly the eyes of those who disbelieved will be staring [in horror, while they say], \"O woe to us; we had been unmindful of this; rather, we were wrongdoers.\""
  },
  {
    "id": 98,
    "ar": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ",
    "tr": "ইন্নাকুম ওয়ামা-তা‘বুদূ না মিন দূ নিল্লা-হি হাসাবুজাহান্নামা আনতুম লাহা-ওয়া-রিদূ ন।",
    "bn_haque": "নিঃসন্দেহ তোমরা, আর আল্লাহ্‌কে ছেড়ে দিয়ে তোমরা যে-সবের উপাসনা কর তারা তো জাহান্নামের ইন্ধন, তোমরা এতে আসতেই চলেছ।",
    "bn_muhi": "তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের পুজা কর, সেগুলো দোযখের ইন্ধন। তোমরাই তাতে প্রবেশ করবে।",
    "en": "Indeed, you [disbelievers] and what you worship other than Allah are the firewood of Hell. You will be coming to [enter] it."
  },
  {
    "id": 99,
    "ar": "لَوْ كَانَ هَٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا وَكُلٌّ فِيهَا خَٰلِدُونَ",
    "tr": "লাও কা-না হাঊলাই আ-লিহাতামমা-ওয়ারাদূ হা- ওয়া কুল্লুন ফীহা-খা-লিদূ ন।",
    "bn_haque": "এইগুলো যদি উপাস্য হতো তাহলে তারা এতে আসত না। বস্তুতঃ সকলেই এতে স্থায়ীভাবে থাকবে।",
    "bn_muhi": "এই মূর্তিরা যদি উপাস্য হত, তবে জাহান্নামে প্রবেশ করত না। প্রত্যেকেই তাতে চিরস্থায়ী হয়ে পড়ে থাকবে।",
    "en": "Had these [false deities] been [actual] gods, they would not have come to it, but all are eternal therein."
  },
  {
    "id": 100,
    "ar": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
    "tr": "লাহুম ফীহা-ঝাফীরুওঁ ওয়াহুম ফীহা-লা-ইয়াছমা‘ঊন।",
    "bn_haque": "তাদের জন্য তাতে রয়েছে আর্তনাদ, আর সেখানে তারা শুনতে পারবে না।",
    "bn_muhi": "তারা সেখানে চীৎকার করবে এবং সেখানে তারা কিছুই শুনতে পাবে না।",
    "en": "For them therein is heavy sighing, and they therein will not hear."
  },
  {
    "id": 101,
    "ar": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُو۟لَٰٓئِكَ عَنْهَا مُبْعَدُونَ",
    "tr": "ইন্নাল্লাযীনা ছাবাকাত লাহুম মিন্নাল হুছনা উলাইকা ‘আনহা-মুব‘আদূ ন।",
    "bn_haque": "নিঃসন্দেহ যাদের জন্য আমাদের তরফ থেকে কল্যাণ ইতিমধ্যে ধার্য হয়ে গেছে তদের এ থেকে বহু দূরে রাখা হ বে,",
    "bn_muhi": "যাদের জন্য প্রথম থেকেই আমার পক্ষ থেকে কল্যাণ নির্ধারিত হয়েছে তারা দোযখ থেকে দূরে থাকবে।",
    "en": "Indeed, those for whom the best [reward] has preceded from Us - they are from it far removed."
  },
  {
    "id": 102,
    "ar": "لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِى مَا ٱشْتَهَتْ أَنفُسُهُمْ خَٰلِدُونَ",
    "tr": "লা-ইয়াছমা‘ঊনা হাছীছাহা- ওয়া হুম ফী মাশতাহাত আনফুছুহুম খা-লিদূ ন।",
    "bn_haque": "তারা এর হিস্‌হিস্ শন্দটুকুও শুনবে না, আর তাদের অন্তর যা কামনা করে সেইখানেই তারা স্থায়ীভাবে থাকবে।",
    "bn_muhi": "তারা তার ক্ষীণতম শব্দও শুনবে না এবং তারা তাদের মনের বাসনা অনুযায়ী চিরকাল বসবাস করবে।",
    "en": "They will not hear its sound, while they are, in that which their souls desire, abiding eternally."
  },
  {
    "id": 103,
    "ar": "لَا يَحْزُنُهُمُ ٱلْفَزَعُ ٱلْأَكْبَرُ وَتَتَلَقَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ هَٰذَا يَوْمُكُمُ ٱلَّذِى كُنتُمْ تُوعَدُونَ",
    "tr": "লা-ইয়াহঝুনুহুমুল ফাঝা‘উল আকবারু ওয়া তাতালাক্কা-হুমুল মালাইকাতু হা-যাইয়াওমুকুমুল্লাযী কুনতুম তূ‘আদূ ন।",
    "bn_haque": "ভয়ংকর আতঙ্ক তাদের বিষাদগ্রস্ত করবে না, আর ফিরিশ্‌তারা তাদের সঙ্গে মুলাকাত করবে -- \"এই হচ্ছে তোমাদের দিন যে সন্বন্ধে তোমাদের ওয়াদা করা হয়েছিল।\"",
    "bn_muhi": "মহা ত্রাস তাদেরকে চিন্তান্বিত করবে না এবং ফেরেশতারা তাদেরকে অভ্যর্থনা করবেঃ আজ তোমাদের দিন, যে দিনের ওয়াদা তোমাদেরকে দেয়া হয়েছিল।",
    "en": "They will not be grieved by the greatest terror, and the angels will meet them, [saying], \"This is your Day which you have been promised\" -"
  },
  {
    "id": 104,
    "ar": "يَوْمَ نَطْوِى ٱلسَّمَآءَ كَطَىِّ ٱلسِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُۥ وَعْدًا عَلَيْنَآ إِنَّا كُنَّا فَٰعِلِينَ",
    "tr": "ইয়াওমা নাতবিছছামাআ কাতাইয়িছছিজিলিল লিলকুতুবি কামা-বাদা’নাআওয়ালা খালকিন নু‘ঈদুহূ ওয়া‘দান ‘আলাইনা- ইন্না-কুন্না-ফা-‘ইলীন ।",
    "bn_haque": "সেই দিনে আমরা আকাশকে গুটিয়ে নেব যেমন গুটানো হয় লিখিত নথিপত্র! যেভাবে আমরা প্রথম সৃষ্টির সূচনা করেছিলাম সেইভাবে আমরা এটি পুনর্সৃষ্টি করব। ওয়াদা রক্ষাকরণ আমাদের উপরে ন্যস্ত। নিঃসন্দেহ আমরা কর্মকর্তা।",
    "bn_muhi": "সেদিন আমি আকাশকে গুটিয়ে নেব, যেমন গুটানো হয় লিখিত কাগজপত্র। যেভাবে আমি প্রথমবার সৃষ্টি করেছিলাম, সেভাবে পুনরায় সৃষ্টি করব। আমার ওয়াদা নিশ্চিত, আমাকে তা পূর্ণ করতেই হবে।",
    "en": "The Day when We will fold the heaven like the folding of a [written] sheet for the records. As We began the first creation, We will repeat it. [That is] a promise binding upon Us. Indeed, We will do it."
  },
  {
    "id": 105,
    "ar": "وَلَقَدْ كَتَبْنَا فِى ٱلزَّبُورِ مِنۢ بَعْدِ ٱلذِّكْرِ أَنَّ ٱلْأَرْضَ يَرِثُهَا عِبَادِىَ ٱلصَّٰلِحُونَ",
    "tr": "ওয়া লাকাদ কাতাবনা-ফিঝঝাবূরি মিম বা‘দিযযিকরি আন্নাল আরদা ইয়ারিছু হা-ইবা দিয়াসসা-লিহূন।",
    "bn_haque": "আর স্মারক-গ্রন্থের পরে আমরা যবূর-গ্রন্থে লিখে দিয়েছি যে, দেশটা -- এটাকে উত্তরাধিকার করবে আমার সৎকর্মী বান্দারা।",
    "bn_muhi": "আমি উপদেশের পর যবুরে লিখে দিয়েছি যে, আমার সৎকর্মপরায়ণ বান্দাগণ অবশেষে পৃথিবীর অধিকারী হবে।",
    "en": "And We have already written in the book [of Psalms] after the [previous] mention that the land [of Paradise] is inherited by My righteous servants."
  },
  {
    "id": 106,
    "ar": "إِنَّ فِى هَٰذَا لَبَلَٰغًا لِّقَوْمٍ عَٰبِدِينَ",
    "tr": "ইন্না ফী হা-যা-লাবালা-গাল লিকাওমিন ‘আ-বিদীন।",
    "bn_haque": "বস্তুতঃ এতে রয়েছে বাণী উপাসনাকারী লোকদের জন্য।",
    "bn_muhi": "এতে এবাদতকারী সম্প্রদায়ের জন্যে পর্যাপ্ত বিষয়বস্তু আছে।",
    "en": "Indeed, in this [Qur'an] is notification for a worshipping people."
  },
  {
    "id": 107,
    "ar": "وَمَآ أَرْسَلْنَٰكَ إِلَّا رَحْمَةً لِّلْعَٰلَمِينَ",
    "tr": "ওয়ামাআরছালনা-কা ইল্লা-রাহমাতাল লিল‘আ-লামীন।",
    "bn_haque": "আর আমরা তোমাকে পাঠাই নি বিশ্বজগতের জন্য এক করুণারূপে ভিন্ন।",
    "bn_muhi": "আমি আপনাকে বিশ্ববাসীর জন্যে রহমত স্বরূপই প্রেরণ করেছি।",
    "en": "And We have not sent you, [O Muhammad], except as a mercy to the worlds."
  },
  {
    "id": 108,
    "ar": "قُلْ إِنَّمَا يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ فَهَلْ أَنتُم مُّسْلِمُونَ",
    "tr": "কুল ইন্নামা-ইঊহাইলাইয়া আন্নামাইলা-হুকুম ইলা-হুওঁ ওয়াহিদুন ফাহাল আনতুম মুছলিমূন।",
    "bn_haque": "বলো -- \"আমার কাছে আলবৎ প্রত্যাদিষ্ট হয়েছে যে, নিঃসন্দেহ তোমাদের উপাস্য একক উপাস্য। তোমরা কি তবে আ‌ত্মসমর্পণকারী হবে না?\"",
    "bn_muhi": "বলুনঃ আমাকে তো এ আদেশই দেয়া হয়েছে যে, তোমাদের উপাস্য একমাত্র উপাস্য। সুতরাংতোমরা কি আজ্ঞাবহ হবে?",
    "en": "Say, \"It is only revealed to me that your god is but one God; so will you be Muslims [in submission to Him]?\""
  },
  {
    "id": 109,
    "ar": "فَإِن تَوَلَّوْا۟ فَقُلْ ءَاذَنتُكُمْ عَلَىٰ سَوَآءٍ وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ",
    "tr": "ফাইন তাওয়াল্লাও ফাকুল আ-যানতুকুম ‘আলা-ছাওয়াইও ওয়া ইন আদরীআকারীবুন আম বা‘ঈদুম মা-তূ‘আদূ ন।",
    "bn_haque": "কিন্তু যদি তারা ফিরে যায় তবে তুমি বলো -- \"আমি তোমাদের সাবধান করে দিয়েছি যথাযথভাবে। আর আমি জানি না তোমাদের যা ওয়াদা করা হয়েছে তা আসন্ন না দূরবর্তী।",
    "bn_muhi": "অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে বলে দিনঃ আমি তোমাদেরকে পরিস্কার ভাবে সতর্ক করেছি এবং আমি জানি না, তোমাদেরকে যে ওয়াদা দেয়া হয়েছে, তা নিকটবর্তী না দূরবর্তী।",
    "en": "But if they turn away, then say, \"I have announced to [all of] you equally. And I know not whether near or far is that which you are promised."
  },
  {
    "id": 110,
    "ar": "إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ مِنَ ٱلْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
    "tr": "ইন্নাহূইয়া‘লামুল জাহরা মিনাল কাওলি ওয়া ইয়া‘লামুমা-তাকতুমূন।",
    "bn_haque": "\"নিঃসন্দেহ তিনি জানেন কথাবার্তার প্রকাশ্য দিক আর জানেন যা তোমরা গোপন কর।",
    "bn_muhi": "তিনি জানেন, যে কথা সশব্দে বল এবং যে কথা তোমরা গোপন কর।",
    "en": "Indeed, He knows what is declared of speech, and He knows what you conceal."
  },
  {
    "id": 111,
    "ar": "وَإِنْ أَدْرِى لَعَلَّهُۥ فِتْنَةٌ لَّكُمْ وَمَتَٰعٌ إِلَىٰ حِينٍ",
    "tr": "ওয়া ইন আদরী লা‘আল্লাহূফিতনাতুল লাকুম ওয়া মাতা-‘উন ইলা-হীন।",
    "bn_haque": "আর জানি না, হতে পারে এ তোমাদের জন্য একটি পরীক্ষা, এবং কিছুকালের জন্য জীবনোপভোগ।",
    "bn_muhi": "আমি জানি না সম্ভবতঃ বিলম্বের মধ্যে তোমাদের জন্যে একটি পরীক্ষা এবং এক সময় পর্যন্ত ভোগ করার সুযোগ।",
    "en": "And I know not; perhaps it is a trial for you and enjoyment for a time.\""
  },
  {
    "id": 112,
    "ar": "قَٰلَ رَبِّ ٱحْكُم بِٱلْحَقِّ وَرَبُّنَا ٱلرَّحْمَٰنُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
    "tr": "কা-লা রাব্বিহকুম বিলহাক্কি ওয়া রাব্বুনার রাহমা-নুল মুছতা‘আ-নু‘আলা-মাতাসিফূন।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! ন্যায়পরায়ণতার সাথে বিচার করে দাও।\" আর আমাদের প্রভু পরম করুণাময় যাঁর সাহায্য প্রার্থনীয় তোমরা যা আরোপ কর তার বিরুদ্ধে।",
    "bn_muhi": "পয়গাম্বর বললেনঃ হে আমার পালনকর্তা, আপনি ন্যায়ানুগ ফয়সালা করে দিন। আমাদের পালনকর্তা তো দয়াময়, তোমরা যা বলছ, সে বিষয়ে আমরা তাঁর কাছেই সাহায্য প্রার্থনা করি।",
    "en": "[The Prophet] has said, \"My Lord, judge [between us] in truth. And our Lord is the Most Merciful, the one whose help is sought against that which you describe.\""
  }
]