[
  {
    "id": 1,
    "ar": "صٓ وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ",
    "tr": "সাদ ওয়াল কুরআ-নি যিযযিকরি।",
    "bn_haque": "ছোয়াদ! উপদেশ পরিপূর্ণ কুরআনের শপথ।",
    "bn_muhi": "ছোয়াদ। শপথ উপদেশপূর্ণ কোরআনের,",
    "en": "Sad. By the Qur'an containing reminder..."
  },
  {
    "id": 2,
    "ar": "بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى عِزَّةٍ وَشِقَاقٍ",
    "tr": "বালিল্লাযীনা কাফারূফী ‘ইঝঝাতিওঁ ওয়াশিকা-ক।",
    "bn_haque": "কিন্ত যারা অবিশ্বাস পোষণ করে তারা আ‌ত্মাভিমানে ও দলপাকানোয় মগ্ন রয়েছে।",
    "bn_muhi": "বরং যারা কাফের, তারা অহংকার ও বিরোধিতায় লিপ্ত।",
    "en": "But those who disbelieve are in pride and dissension."
  },
  {
    "id": 3,
    "ar": "كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوا۟ وَّلَاتَ حِينَ مَنَاصٍ",
    "tr": "কাম আহলাকনা-মিন কাবলিহিম মিন কারনিন ফানা-দাওঁ ওয়ালা-তাহীনা মানা-স।",
    "bn_haque": "এদের পূর্বে মানবগোষ্ঠীর কতকে যে আমরা ধ্বংস করেছি! তখন তারা চীৎকার করেছিল। কিন্ত সেই সময়ে পরিত্রাণের আর উপায় ছিল না।",
    "bn_muhi": "তাদের আগে আমি কত জনগোষ্ঠীকে ধ্বংস করেছি, অতঃপর তারা আর্তনাদ করতে শুরু করেছে কিন্তু তাদের নিষ্কৃতি লাভের সময় ছিল না।",
    "en": "How many a generation have We destroyed before them, and they [then] called out; but it was not a time for escape."
  },
  {
    "id": 4,
    "ar": "وَعَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ ٱلْكَٰفِرُونَ هَٰذَا سَٰحِرٌ كَذَّابٌ",
    "tr": "ওয়া ‘আজিবূআন জাআহুম মুনযিরুম মিনহুম ওয়াকা-লাল কাফিরূনা হা-যা-ছাহিরূন কাযযা-ব।",
    "bn_haque": "আর তারা আশ্চর্য হয় যে তাদের মধ্য থেকেই তাদের কাছে একজন সতর্ককারী এসেছেন, আর অবিশ্বাসীরা বলে -- \"এ তো একজন জাদুকর, ধোকাবাজ।",
    "bn_muhi": "তারা বিস্ময়বোধ করে যে, তাদেরই কাছে তাদের মধ্যে থেকে একজন সতর্ককারী আগমন করেছেন। আর কাফেররা বলে এ-তো এক মিথ্যাচারী যাদুকর।",
    "en": "And they wonder that there has come to them a warner from among themselves. And the disbelievers say, \"This is a magician and a liar."
  },
  {
    "id": 5,
    "ar": "أَجَعَلَ ٱلْءَالِهَةَ إِلَٰهًا وَٰحِدًا إِنَّ هَٰذَا لَشَىْءٌ عُجَابٌ",
    "tr": "আ জা‘আলাল আ-লিহাতা ইলা-হাও ওয়া-হিদান ইন্না হা-যা-লাশাইউন ‘উজা-ব।",
    "bn_haque": "কী! সে কি উপাস্যগণকে একইজন উপাস্য বানিয়েছে? এ তো নিশ্চয়ই এক আজব ব্যাপার!",
    "bn_muhi": "সে কি বহু উপাস্যের পরিবর্তে এক উপাস্যের উপাসনা সাব্যস্ত করে দিয়েছে। নিশ্চয় এটা এক বিস্ময়কর ব্যাপার।",
    "en": "Has he made the gods [only] one God? Indeed, this is a curious thing.\""
  },
  {
    "id": 6,
    "ar": "وَٱنطَلَقَ ٱلْمَلَأُ مِنْهُمْ أَنِ ٱمْشُوا۟ وَٱصْبِرُوا۟ عَلَىٰٓ ءَالِهَتِكُمْ إِنَّ هَٰذَا لَشَىْءٌ يُرَادُ",
    "tr": "ওয়ান তালাকাল মালাউ মিনহুম আনিমশূওয়াসবিরূ‘আলাআ-লিহাতিকুম ইন্না হা-যালাশাইয়ুইঁ ইউরা-দ।",
    "bn_haque": "আর তাদের মধ্যের প্রধানরা সরে পড়ে এই বলে -- \"তোমরা যাও এবং তোমাদের উপাস্যদের প্রতি আকঁড়ে থাকো। নিঃসন্দেহ এটি হচ্ছে অভিসন্ধিমূলক ব্যাপার।",
    "bn_muhi": "তাদের কতিপয় বিশিষ্ট ব্যক্তি একথা বলে প্রস্থান করে যে, তোমরা চলে যাও এবং তোমাদের উপাস্যদের পূজায় দৃঢ় থাক। নিশ্চয়ই এ বক্তব্য কোন বিশেষ উদ্দেশ্যে প্রণোদিত।",
    "en": "And the eminent among them went forth, [saying], \"Continue, and be patient over [the defense of] your gods. Indeed, this is a thing intended."
  },
  {
    "id": 7,
    "ar": "مَا سَمِعْنَا بِهَٰذَا فِى ٱلْمِلَّةِ ٱلْءَاخِرَةِ إِنْ هَٰذَآ إِلَّا ٱخْتِلَٰقٌ",
    "tr": "মা-ছামি‘না-বিহা-যা-ফিল মিল্লাতিল আ-খিরাতি ইন হা-যাইল্লাখ তিলা-ক।",
    "bn_haque": "\"আমরা শেষের ধর্মবিধানে এমন কথা শুনি নি, এটি মনগড়া উক্তি বৈ তো নয়।",
    "bn_muhi": "আমরা সাবেক ধর্মে এ ধরনের কথা শুনিনি। এটা মনগড়া ব্যাপার বৈ নয়।",
    "en": "We have not heard of this in the latest religion. This is not but a fabrication."
  },
  {
    "id": 8,
    "ar": "أَءُنزِلَ عَلَيْهِ ٱلذِّكْرُ مِنۢ بَيْنِنَا بَلْ هُمْ فِى شَكٍّ مِّن ذِكْرِى بَل لَّمَّا يَذُوقُوا۟ عَذَابِ",
    "tr": "আউনঝিলা ‘আলাইহিযযিকরু মিম বাইনিনা- বালহুম ফী শাক্কিম মিন যিকরী বাল লাম্মা-ইয়াযূকূ‘আযা-ব।",
    "bn_haque": "\"কী! আমাদের মধ্য থেকে বুঝি তারই কাছে স্মারক-গ্রন্থ অবতীর্ণ হল?\" বস্তুতঃ তারা আমার স্মারক গ্রন্থ সন্বন্ধে সন্দেহের মধ্যেই রয়েছে? প্রকৃতপক্ষে তারা এখনও আমার শাস্তি আস্বাদন করে নি।",
    "bn_muhi": "আমাদের মধ্য থেকে শুধু কি তারই প্রতি উপদেশ বানী অবতীর্ণ হল? বস্তুতঃ ওরা আমার উপদেশ সম্পর্কে সন্দিহান; বরং ওরা এখনও আমার মার আস্বাদন করেনি।",
    "en": "Has the message been revealed to him out of [all of] us?\" Rather, they are in doubt about My message. Rather, they have not yet tasted My punishment."
  },
  {
    "id": 9,
    "ar": "أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ٱلْعَزِيزِ ٱلْوَهَّابِ",
    "tr": "আম ‘ইনদাহুম খাঝাইনুরাহমাতি রাব্বিকাল ‘আঝীঝিল ওয়াহহা-ব।",
    "bn_haque": "অথবা তাদের কাছে কি রয়েছে তোমার প্রভুর করুণার ভান্ডার -- মহাশক্তিশালী, মহাদাতা?",
    "bn_muhi": "না কি তাদের কাছে আপনার পরাক্রান্ত দয়াবান পালনকর্তার রহমতের কোন ভান্ডার রয়েছে?",
    "en": "Or do they have the depositories of the mercy of your Lord, the Exalted in Might, the Bestower?"
  },
  {
    "id": 10,
    "ar": "أَمْ لَهُم مُّلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا۟ فِى ٱلْأَسْبَٰبِ",
    "tr": "আম লাহুম মুলকুছ ছামা-ওয়া-তি ওয়াল আরদিওয়ামা-বাইনাহুমা- ফালইয়ারতাকূ ফিল আছবা-ব।",
    "bn_haque": "অথবা তাদের কি সার্বভৌমত্ব আছে মহাকাশমন্ডলীর ও পৃথিবীর এবং এই দুইয়ের মধ্যে যা-কিছু আছে তার? তাহলে তারা মাল- আসবাবের মধ্যে উঠতে থাকুক।",
    "bn_muhi": "নাকি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছুর উপর তাদের সাম্রাজ্য রয়েছে? থাকলে তাদের আকাশে আরোহণ করা উচিত রশি ঝুলিয়ে।",
    "en": "Or is theirs the dominion of the heavens and the earth and what is between them? Then let them ascend through [any] ways of access."
  },
  {
    "id": 11,
    "ar": "جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّنَ ٱلْأَحْزَابِ",
    "tr": "জুনদুম মা-হুনা-লিকা মাহঝূমুম মিনাল আহঝা-ব।",
    "bn_haque": "এখানেই সম্মিলিত সৈন্যদলের এক বাহিনী পরাজিত হবে।",
    "bn_muhi": "এক্ষেত্রে বহু বাহিনীর মধ্যে ওদেরও এক বাহিনী আছে, যা পরাজিত হবে।",
    "en": "[They are but] soldiers [who will be] defeated there among the companies [of disbelievers]."
  },
  {
    "id": 12,
    "ar": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو ٱلْأَوْتَادِ",
    "tr": "কাযযাবাত কাবলাহুম কাওমুনূহিওঁ ওয়া ‘আ-দুওঁ ওয়া ফির‘আওনুযুল আওতা-দ।",
    "bn_haque": "এদের আগে নূহের ও 'আদের ও বহু শিবিরের মালিক ফিরআউনের লোকদল মিথ্যারোপ করেছিল,",
    "bn_muhi": "তাদের পূর্বেও মিথ্যারোপ করেছিল নূহের সম্প্রদায়, আদ, কীলক বিশিষ্ট ফেরাউন,",
    "en": "The people of Noah denied before them, and [the tribe of] 'Aad and Pharaoh, the owner of stakes,"
  },
  {
    "id": 13,
    "ar": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَٰبُ لْـَٔيْكَةِ أُو۟لَٰٓئِكَ ٱلْأَحْزَابُ",
    "tr": "ওয়াছামূদুওয়া কাওমুলুতিওঁ ওয়া আসহা-বুল আইকাতি উলাইকাল আহঝা-ব।",
    "bn_haque": "আর ছামুদজাতি ও লুতের স্বজাতি ও অরণ্যের বাসিন্দারা। ওরাও ছিল বিশাল বাহিনী।",
    "bn_muhi": "সামুদ, লূতের সম্প্রদায় ও আইকার লোকেরা। এরাই ছিল বহু বাহিনী।",
    "en": "And [the tribe of] Thamud and the people of Lot and the companions of the thicket. Those are the companies."
  },
  {
    "id": 14,
    "ar": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
    "tr": "ইন কুল্লুন ইল্লা-কাযযাবার রুছুলা ফাহাক্কা ‘ইকা-ব।",
    "bn_haque": "সকলেই রসূলগণের প্রতি মিথ্যারোপ করেছিল বৈ তো নয়, সেজন্য আমার শাস্তিদান ছিল ন্যায়সঙ্গত।",
    "bn_muhi": "এদের প্রত্যেকেই পয়গম্বরগণের প্রতি মিথ্যারোপ করেছে। ফলে আমার আযাব প্রতিষ্ঠিত হয়েছে।",
    "en": "Each of them denied the messengers, so My penalty was justified."
  },
  {
    "id": 15,
    "ar": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيْحَةً وَٰحِدَةً مَّا لَهَا مِن فَوَاقٍ",
    "tr": "ওয়ামা-ইয়ানজুরু হাউলাই ইল্লা-সাইহাতাওঁ ওয়া-হিদাতাম মা-লাহা-মিন ফাওয়া-ক।",
    "bn_haque": "আর এরা তো প্রতীক্ষা করে না একটিমাত্র মহাগর্জন ব্যতীত আর কিছুর, তা থেকে কোনো অবকাশ থাকবে না।",
    "bn_muhi": "কেবল একটি মহানাদের অপেক্ষা করছে, যাতে দম ফেলার অবকাশ থাকবে না।",
    "en": "And these [disbelievers] await not but one blast [of the Horn]; for it there will be no delay."
  },
  {
    "id": 16,
    "ar": "وَقَالُوا۟ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ ٱلْحِسَابِ",
    "tr": "ওয়া কা-লূরাব্বানা-‘আজ্জিল্লানা-কিত্তানা-কাবলা ইয়াওমিল হিছা-ব।",
    "bn_haque": "আর তারা বলে -- \"আমাদের প্রভু! হিসেব-নিকেশের দিনের আগেই আমাদের অংশ আমাদের জন্য ত্বরান্বিত কর।\"",
    "bn_muhi": "তারা বলে, হে আমাদের পরওয়ারদেগার, আমাদের প্রাপ্য অংশ হিসাব দিবসের আগেই দিয়ে দাও।",
    "en": "And they say, \"Our Lord, hasten for us our share [of the punishment] before the Day of Account\""
  },
  {
    "id": 17,
    "ar": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ إِنَّهُۥٓ أَوَّابٌ",
    "tr": "ইসবির ‘আলা-মা-ইয়াকূলূনা ওয়াযকুর ‘আবদানা-দা-ঊদা যাল আইদি ইন্নাহূআওওয়া-ব।",
    "bn_haque": "তারা যা বলে তা সত্ত্বেও তুমি অধ্যবসায় চালিয়ে যাও, আর আমাদের বান্দা হাত থাকা দাউদকে স্মরণ কর, তিনি নিশ্চয়ই সতত ফিরতেন!",
    "bn_muhi": "তারা যা বলে তাতে আপনি সবর করুন এবং আমার শক্তিশালী বান্দা দাউদকে স্মরণ করুন। সে ছিল আমার প্রতি প্রত্যাবর্তনশীল।",
    "en": "Be patient over what they say and remember Our servant, David, the possessor of strength; indeed, he was one who repeatedly turned back [to Allah ]."
  },
  {
    "id": 18,
    "ar": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ",
    "tr": "ইন্না-ছাখখারনাল জিবা-লা মা‘আহূইউছাব্বিহনা বিল‘আশিইয়ি ওয়াল ইশরা-ক।",
    "bn_haque": "আমরা তো পাহাড়গুলোকে বশীভূত করেছিলাম তাঁর সঙ্গে জপ করতে রাত্রিকালে ও সূর্যোদয়ে, --",
    "bn_muhi": "আমি পর্বতমালাকে তার অনুগামী করে দিয়েছিলাম, তারা সকাল-সন্ধ্যায় তার সাথে পবিত্রতা ঘোষণা করত;",
    "en": "Indeed, We subjected the mountains [to praise] with him, exalting [ Allah ] in the [late] afternoon and [after] sunrise."
  },
  {
    "id": 19,
    "ar": "وَٱلطَّيْرَ مَحْشُورَةً كُلٌّ لَّهُۥٓ أَوَّابٌ",
    "tr": "ওয়াত্তাইরা মাহশূরাতান কুল্লুল্লাহূআওওয়া-ব।",
    "bn_haque": "আর পাখীরা সমবেত হতো। সবাই ছিল তাঁর প্রতি অনুগত।",
    "bn_muhi": "আর পক্ষীকুলকেও, যারা তার কাছে সমবেত হত। সবাই ছিল তাঁর প্রতি প্রত্যাবর্তনশীল।",
    "en": "And the birds were assembled, all with him repeating [praises]."
  },
  {
    "id": 20,
    "ar": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ",
    "tr": "ওয়া শাদাদ না-মুলকাহূওয়া আ-তাইনা-হুল হিকমাতা ওয়া ফাসলাল খিতা-ব।",
    "bn_haque": "আর আমরা তাঁর সাম্রাজ্যকে সুদৃঢ় করেছিলাম, আর তাঁকে দিয়েছিলাম জ্ঞান ও বিচারক্ষমতাসম্পন্ন সংবিধান।",
    "bn_muhi": "আমি তাঁর সাম্রাজ্যকে সুদৃঢ় করেছিলাম এবং তাঁকে দিয়েছিলাম প্রজ্ঞা ও ফয়সালাকারী বাগ্নীতা।",
    "en": "And We strengthened his kingdom and gave him wisdom and discernment in speech."
  },
  {
    "id": 21,
    "ar": "وَهَلْ أَتَىٰكَ نَبَؤُا۟ ٱلْخَصْمِ إِذْ تَسَوَّرُوا۟ ٱلْمِحْرَابَ",
    "tr": "ওয়া হাল আতা-কা নাবাউল খাসম । ইযতাসাওওয়ারুল মিহরা-ব।",
    "bn_haque": "আর তোমার কাছে কি দুশমনের কাহিনী এসে পৌঁছেছে? কেমন করে তারা রাজকক্ষে বেয়ে উঠল?",
    "bn_muhi": "আপনার কাছে দাবীদারদের বৃত্তান্ত পৌছেছে, যখন তারা প্রাচীর ডিঙ্গীয়ে এবাদত খানায় প্রবেশ করেছিল।",
    "en": "And has there come to you the news of the adversaries, when they climbed over the wall of [his] prayer chamber -"
  },
  {
    "id": 22,
    "ar": "إِذْ دَخَلُوا۟ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ قَالُوا۟ لَا تَخَفْ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
    "tr": "ইযদাখালূ‘আলা-দা-ঊদা ফাফাঝি‘আ মিনহুম কা-লূলা-তাখাফ খাছমা-নি বাগাবা‘দুনা-‘আলা-বা‘দিন ফাহকুম বাইনানা-বিলহাক্কিওয়ালা-তুশতিত ওয়াহদিনাইলা-ছাওয়াইসসিরা-ত।",
    "bn_haque": "যখন তারা দাউদের সামনে ঢুকে পড়ল তখন তিনি তাদের সন্বন্ধে সন্ত্রস্থ হলেন। তারা বললে -- \"ভয় করবেন না, দুজন দুশমন, আমাদের একজন অন্যজনের প্রতি শত্রুতা করেছে, অতএব আমাদের মধ্যে ন্যায়ের সাথে বিচার করে দিন, আর অন্যায় করবেন না, আর আমাদের সঠিক পথে পরিচালিত করুন।",
    "bn_muhi": "যখন তারা দাউদের কাছে অনুপ্রবেশ করল, তখন সে সন্ত্রস্ত হয়ে পড়ল। তারা বললঃ ভয় করবেন না; আমরা বিবদমান দুটি পক্ষ, একে অপরের প্রতি বাড়াবাড়ি করেছি। অতএব, আমাদের মধ্যে ন্যায়বিচার করুন, অবিচার করবেন না। আমাদেরকে সরল পথ প্রদর্শন করুন।",
    "en": "When they entered upon David and he was alarmed by them? They said, \"Fear not. [We are] two adversaries, one of whom has wronged the other, so judge between us with truth and do not exceed [it] and guide us to the sound path."
  },
  {
    "id": 23,
    "ar": "إِنَّ هَٰذَآ أَخِى لَهُۥ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِىَ نَعْجَةٌ وَٰحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ",
    "tr": "ইন্না হা-যাআখী লাহূতিছউওঁ ওয়া তিছ‘ঊনা না‘জাতাওঁ ওয়ালিয়া না‘জাতুওঁ ওয়াহিদাতুন ফাকা-লা আকফিলনীহা-ওয়া ‘আঝঝানী ফিল খিতা-ব।",
    "bn_haque": "এইজন অবশ্য আমার ভাই, তার রয়েছে নিরানব্বুইটি ভেড়ী আর আমার আছে একটিমাত্র ভেড়ী, কিন্ত সে বলে -- 'ওটি আমাকে দিয়ে দাও’, আর সে আমাকে তর্কাতর্কিতে হারিয়ে দিয়েছে।",
    "bn_muhi": "সে আমার ভাই, সে নিরানব্বই দুম্বার মালিক আর আমি মালিক একটি মাদী দুম্বার। এরপরও সে বলেঃ এটিও আমাকে দিয়ে দাও। সে কথাবার্তায় আমার উপর বল প্রয়োগ করে।",
    "en": "Indeed this, my brother, has ninety-nine ewes, and I have one ewe; so he said, 'Entrust her to me,' and he overpowered me in speech.\""
  },
  {
    "id": 24,
    "ar": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ وَإِنَّ كَثِيرًا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَقَلِيلٌ مَّا هُمْ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًا وَأَنَابَ ۩",
    "tr": "কা-লা লাকাদ জালামাকা বিছুআ-লি না‘জাতিকা ইলা-নি‘আ-জিহী ওয়া ইন্না কাছীরাম মিনাল খুলাতাই লাইয়াবগী বা‘দুহুম ‘আলা-বা‘দিন ইল্লাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া কালীলুম মা-হুম ওয়া জান্না দা-ঊদা আন্নামা-ফাতান্না-হু ফাছতাগফারা রাব্বাহূওয়া খাররা রা -কি‘আওঁ ওয়া আনা-ব (ছিজদাহ-১০)।",
    "bn_haque": "তিনি বললেন -- \"তোমার ভেড়ীকে তার ভেড়ীদের সঙ্গে দাবি করে সে তোমার প্রতি আলবৎ অন্যায় করেছে। নিঃসন্দেহ অংশীদারদের মধ্যের অনেকেই -- তাদের কেউ কেউ অন্যের প্রতি শত্রুতা করে, তারা ব্যতীত যারা ঈমান এনেছে ও সৎকাজ করছে, আর যারা তেমন তারা অল্পসংখ্যক।\" আর দাউদ ভেবেছিলেন যে আমরা নিশ্চয়ই তাঁকে পরীক্ষা করছিলাম, সেজন্য তিনি তাঁর প্রভুর কাছে পরিত্রাণ খুজঁছিলেন, আর তিনি লুটিয়ে পড়লেন আনত হয়ে এবং বারবার ফিরতে থাকলেন।",
    "bn_muhi": "দাউদ বললঃ সে তোমার দুম্বাটিকে নিজের দুম্বাগুলোর সাথে সংযুক্ত করার দাবী করে তোমার প্রতি অবিচার করেছে। শরীকদের অনেকেই একে অপরের প্রতি জুলুম করে থাকে। তবে তারা করে না, যারা আল্লাহর প্রতি বিশ্বাসী ও সৎকর্ম সম্পাদনকারী। অবশ্য এমন লোকের সংখ্যা অল্প। দাউদের খেয়াল হল যে, আমি তাকে পরীক্ষা করছি। অতঃপর সে তার পালনকর্তার কাছে ক্ষমা প্রার্থনা করল, সেজদায় লুটিয়ে পড়ল এবং তাঁর দিকে প্রত্যাবর্তন করল।",
    "en": "[David] said, \"He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed, many associates oppress one another, except for those who believe and do righteous deeds - and few are they.\" And David became certain that We had tried him, and he asked forgiveness of his Lord and fell down bowing [in prostration] and turned in repentance [to Allah ]."
  },
  {
    "id": 25,
    "ar": "فَغَفَرْنَا لَهُۥ ذَٰلِكَ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
    "tr": "ফাগাফারনা-লাহূযা-লিকা ওয়া ইন্না লাহু ‘ইনদানা-লাঝুলফা-ওয়া হুছনা মাআ-ব।",
    "bn_haque": "কাজেই এই ব্যাপারে আমরা তাঁকে পরিত্রাণ করেছিলাম। আর নিশ্চয়ই তাঁর জন্য আমাদের কাছে তো নৈকট্য রয়েছে, আর রয়েছে এক সুন্দর গন্তব্যস্থল।",
    "bn_muhi": "আমি তার সে অপরাধ ক্ষমা করলাম। নিশ্চয় আমার কাছে তার জন্যে রয়েছে উচ্চ মর্তবা ও সুন্দর আবাসস্থল।",
    "en": "So We forgave him that; and indeed, for him is nearness to Us and a good place of return."
  },
  {
    "id": 26,
    "ar": "يَٰدَاوُۥدُ إِنَّا جَعَلْنَٰكَ خَلِيفَةً فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌۢ بِمَا نَسُوا۟ يَوْمَ ٱلْحِسَابِ",
    "tr": "ইয়া-দা-ঊদুইন্না-জা‘আলনা-কা খালীফাতান ফিল আরদিফাহকুম বাইনান্না-ছি বিলহাক্কি ওয়ালা-তাত্তাবি‘ইল হাওয়া-ফাইউদিল্লাকা ‘আন ছাবীলিল্লা-হি ইন্নাল্লাযীনা ইয়াদিল্লুনা ‘আন ছাবীলিল্লা-হি লাহুম ‘আযা-বুন শাদীদুম বিমা-নাছূইয়াওমাল হিছা-ব।",
    "bn_haque": "হে দাউদ! আমরা তোমাকে পৃথিবীতে খলিফা বানিয়েছি, সেজন্য তুমি লোকজনের মধ্যে বিচার করো ন্যায়সঙ্গতভাবে, আর খেয়ালখুশীর অনুসরণ করো না, পাছে তা তোমাকে আল্লাহ্‌র পথ থেকে ভ্রষ্ট করে ফেলে। নিঃসন্দেহ যারা আল্লাহ্‌র পথ থেকে বিপথে যায় তাদের জন্য রয়েছে কঠোর শাস্তি। কেননা তারা ভুলে গিয়েছিল হিসেব-নিকেশের দিনের কথা।",
    "bn_muhi": "হে দাউদ! আমি তোমাকে পৃথিবীতে প্রতিনিধি করেছি, অতএব, তুমি মানুষের মাঝে ন্যায়সঙ্গতভাবে রাজত্ব কর এবং খেয়াল-খুশীর অনুসরণ করো না। তা তোমাকে আল্লাহর পথ থেকে বিচ্যুত করে দেবে। নিশ্চয় যারা আল্লাহর পথ থেকে বিচ্যুত হয়, তাদের জন্যে রয়েছে কঠোর শাস্তি, এ কারণে যে, তারা হিসাবদিবসকে ভূলে যায়।",
    "en": "[We said], \"O David, indeed We have made you a successor upon the earth, so judge between the people in truth and do not follow [your own] desire, as it will lead you astray from the way of Allah .\" Indeed, those who go astray from the way of Allah will have a severe punishment for having forgotten the Day of Account."
  },
  {
    "id": 27,
    "ar": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا بَٰطِلًا ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُوا۟ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِنَ ٱلنَّارِ",
    "tr": "ওয়ামা-খালাকনাছ ছামাআ ওয়াল আরদা ওয়ামা-বাইনাহুমা-বা-তিলান যা-লিকা জান্নুল্লাযীনা কাফারূ ফাওয়াইলুলিলল্লাযীনা কাফারূমিনান্না-র।",
    "bn_haque": "আর আমরা মহাকাশ ও পৃথিবী এবং এ দুয়ের মধ্যে যা-কিছু আছে তা বৃথা সৃষ্টি করি নি। এরকম ধারণা হচ্ছে তাদের যারা অবিশ্বাস পোষণ করে। সুতরাং আগুনের কারণে ধিক্ তাদের জন্য যারা অবিশ্বাস পোষণ করে।",
    "bn_muhi": "আমি আসমান-যমীন ও এতদুভয়ের মধ্যবর্তী কোন কিছু অযথা সৃষ্টি করিনি। এটা কাফেরদের ধারণা। অতএব, কাফেরদের জন্যে রয়েছে দূর্ভোগ অর্থাৎ জাহান্নাম।",
    "en": "And We did not create the heaven and the earth and that between them aimlessly. That is the assumption of those who disbelieve, so woe to those who disbelieve from the Fire."
  },
  {
    "id": 28,
    "ar": "أَمْ نَجْعَلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ كَٱلْمُفْسِدِينَ فِى ٱلْأَرْضِ أَمْ نَجْعَلُ ٱلْمُتَّقِينَ كَٱلْفُجَّارِ",
    "tr": "আম নাজ‘আলুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি কালমুফছিদীনা ফিল আরদি আম নাজ‘আলুল মুত্তাকীনা কালফুজ্জা-র ।",
    "bn_haque": "যারা ঈমান এনেছে ও সৎকাজ করছে তাদের কি আমরা পৃথিবীতে ফ্যাসাদ-সৃষ্টিকারীদের ন্যায় গণ্য করব? অথবা ধর্মভীরুদের কি আমরা জ্ঞান করব পাপিষ্ঠদের ন্যায়?",
    "bn_muhi": "আমি কি বিশ্বাসী ও সৎকর্মীদেরকে পৃথিবীতে বিপর্যয় সৃষ্টিকারী কাফেরদের সমতুল্য করে দেব? না খোদাভীরুদেরকে পাপাচারীদের সম্মান করে দেব।",
    "en": "Or should we treat those who believe and do righteous deeds like corrupters in the land? Or should We treat those who fear Allah like the wicked?"
  },
  {
    "id": 29,
    "ar": "كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ مُبَٰرَكٌ لِّيَدَّبَّرُوٓا۟ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
    "tr": "কিতা-বুন আনঝালনা-হুইলাইকামুবা-রাকুল লিইয়াদ্দাব্বারূআ-য়া-তিহী ওয়া লিইয়াতাযাক্কারা উলুল আলবা-ব।",
    "bn_haque": "একখানা গ্রন্থ -- আমরা এটি তোমার কাছে অবতারণ করছি, কল্যাণময়, যেন তারা এর আয়াতগুলো সন্বন্ধে ভাবতে পারে, আর বুদ্ধিশুদ্ধি থাকা লোকেরা যেন উপদেশ গ্রহণ করতে পারে।",
    "bn_muhi": "এটি একটি বরকতময় কিতাব, যা আমি আপনার প্রতি বরকত হিসেবে অবতীর্ণ করেছি, যাতে মানুষ এর আয়াতসূহ লক্ষ্য করে এবং বুদ্ধিমানগণ যেন তা অনুধাবন করে।",
    "en": "[This is] a blessed Book which We have revealed to you, [O Muhammad], that they might reflect upon its verses and that those of understanding would be reminded."
  },
  {
    "id": 30,
    "ar": "وَوَهَبْنَا لِدَاوُۥدَ سُلَيْمَٰنَ نِعْمَ ٱلْعَبْدُ إِنَّهُۥٓ أَوَّابٌ",
    "tr": "ওয়া ওয়াহাবনা-লিদা-ঊদা ছুলাইমা-না নি‘মাল ‘আবদু; ইন্নাহূআওওয়া-ব।",
    "bn_haque": "আর আমরা দাউদের জন্য সুলাইমানকে দিয়েছিলাম। অতি উত্তম বান্দা! নিঃসন্দেহ তিনি বারবার ফিরতেন।",
    "bn_muhi": "আমি দাউদকে সোলায়মান দান করেছি। সে একজন উত্তম বান্দা। সে ছিল প্রত্যাবর্তনশীল।",
    "en": "And to David We gave Solomon. An excellent servant, indeed he was one repeatedly turning back [to Allah ]."
  },
  {
    "id": 31,
    "ar": "إِذْ عُرِضَ عَلَيْهِ بِٱلْعَشِىِّ ٱلصَّٰفِنَٰتُ ٱلْجِيَادُ",
    "tr": "ইয‘উরিদা ‘আলাইহি বিল ‘আশিইয়িসসা-ফিনা-তুল জিয়া-দ।",
    "bn_haque": "দেখো! বিকেলবেলা তাঁর সমক্ষে দ্রতগামী ঘোড়াদের হাজির করা হল,",
    "bn_muhi": "যখন তার সামনে অপরাহ্নে উৎকৃষ্ট অশ্বরাজি পেশ করা হল,",
    "en": "[Mention] when there were exhibited before him in the afternoon the poised [standing] racehorses."
  },
  {
    "id": 32,
    "ar": "فَقَالَ إِنِّىٓ أَحْبَبْتُ حُبَّ ٱلْخَيْرِ عَن ذِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِٱلْحِجَابِ",
    "tr": "ফাকা-লা ইন্নীআহবাবতুহুব্বাল খাইরি ‘আন যিকরি রাববী হাত্তা-তাওয়া-রাত বিলহিজা-ব।",
    "bn_haque": "তখন তিনি বললেন -- \"আমি অবশ্য ভালবস্তুর ভাললাগাকে ভাল পেয়ে গেছি আমার প্রভুকে স্মরণ রাখার জন্যে,\" -- যে পর্যন্ত না তারা পর্দার আড়ালে অদৃশ্য হয়ে গেল।",
    "bn_muhi": "তখন সে বললঃ আমি তো আমার পরওয়ারদেগারের স্মরণে বিস্মৃত হয়ে সম্পদের মহব্বতে মুগ্ধ হয়ে পড়েছি-এমনকি সূর্য ডুবে গেছে।",
    "en": "And he said, \"Indeed, I gave preference to the love of good [things] over the remembrance of my Lord until the sun disappeared into the curtain [of darkness].\""
  },
  {
    "id": 33,
    "ar": "رُدُّوهَا عَلَىَّ فَطَفِقَ مَسْحًۢا بِٱلسُّوقِ وَٱلْأَعْنَاقِ",
    "tr": "রুদ্দূহা-‘আলাইইয়া ফাতাফিকা মাছহাম বিছছূকিওয়াল আ‘না-ক।",
    "bn_haque": "\"ওদের আমার কাছে নিয়ে এসো।\" তখন তিনি পা ও ঘাড় মালিশ করতে লাগলেন।",
    "bn_muhi": "এগুলোকে আমার কাছে ফিরিয়ে আন। অতঃপর সে তাদের পা ও গলদেশ ছেদন করতে শুরু করল।",
    "en": "[He said], \"Return them to me,\" and set about striking [their] legs and necks."
  },
  {
    "id": 34,
    "ar": "وَلَقَدْ فَتَنَّا سُلَيْمَٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًا ثُمَّ أَنَابَ",
    "tr": "ওয়া লাকাদ ফাতান্না-ছুলাইমা-না ওয়া আলকাইনা-‘আলা-কুরছিইয়িহী জাছাদান ছু ম্মা আনা-ব।",
    "bn_haque": "আর আমরা নিশ্চয়ই সুলাইমানকে পরীক্ষা করেছিলাম, আর তাঁর সিংহাসনে আমরা স্থাপন করেছিলাম একটি দেহ মাত্র, তখন তিনি ফিরলেন।",
    "bn_muhi": "আমি সোলায়মানকে পরীক্ষা করলাম এবং রেখে দিলাম তার সিংহাসনের উপর একটি নিস্প্রাণ দেহ। অতঃপর সে রুজু হল।",
    "en": "And We certainly tried Solomon and placed on his throne a body; then he returned."
  },
  {
    "id": 35,
    "ar": "قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًا لَّا يَنۢبَغِى لِأَحَدٍ مِّنۢ بَعْدِىٓ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
    "tr": "কা-লা রাব্বিগ ফিরলী ওয়া হাবলী মুলকাল লা-ইয়ামবাগী লিআহাদিম মিম বা‘দী ইন্নাকা আনতাল ওয়াহহা-ব।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! আমাকে পরিত্রাণ করো আর আমাকে এমন এক সাম্রাজ্য প্রদান করো যা আমার পরে আর করোর জন্যে যোগ্য না হয়। নিঃসন্দেহ তুমি -- তুমিই মহাদাতা।\"",
    "bn_muhi": "সোলায়মান বললঃ হে আমার পালনকর্তা, আমাকে মাফ করুন এবং আমাকে এমন সাম্রাজ্য দান করুন যা আমার পরে আর কেউ পেতে পারবে না। নিশ্চয় আপনি মহাদাতা।",
    "en": "He said, \"My Lord, forgive me and grant me a kingdom such as will not belong to anyone after me. Indeed, You are the Bestower.\""
  },
  {
    "id": 36,
    "ar": "فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ",
    "tr": "ফাছাখখারনা-লাহুররীহা তাজরী বিআমরিহী রুখাআন হাইছুআসা-ব।",
    "bn_haque": "তারপর আমরা বাতাসকে তাঁর জন্য অনুগত করে দিলাম, তাঁর আদেশে তা স্বচ্ছন্দগতিতে চলত যেখানে তিনি পাঠাতেন,",
    "bn_muhi": "তখন আমি বাতাসকে তার অনুগত করে দিলাম, যা তার হুকুমে অবাধে প্রবাহিত হত যেখানে সে পৌছাতে চাইত।",
    "en": "So We subjected to him the wind blowing by his command, gently, wherever he directed,"
  },
  {
    "id": 37,
    "ar": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٍ وَغَوَّاصٍ",
    "tr": "ওয়াশশায়া-তীনা কুল্লা বান্নাইওঁ ওয়া গাওওয়াছ।",
    "bn_haque": "আর শয়তানদের -- সবক’টি মিস্ত্রী ও ডুবুরী,",
    "bn_muhi": "আর সকল শয়তানকে তার অধীন করে দিলাম অর্থৎ, যারা ছিল প্রাসাদ নির্মাণকারী ও ডুবুরী।",
    "en": "And [also] the devils [of jinn] - every builder and diver"
  },
  {
    "id": 38,
    "ar": "وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ",
    "tr": "ওয়া আ-খারীনা মুকাররানীনা ফিল আসফা-দ।",
    "bn_haque": "আর অন্যদের শৃঙ্খলাবদ্ধ অবস্থায়।",
    "bn_muhi": "এবং অন্য আরও অনেককে অধীন করে দিলাম, যারা আবদ্ধ থাকত শৃঙ্খলে।",
    "en": "And others bound together in shackles."
  },
  {
    "id": 39,
    "ar": "هَٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ",
    "tr": "হা-যা-‘আতাউনা-ফামনুন আও আমছিক বিগাইরি হিছা-ব।",
    "bn_haque": "এ হচ্ছে আমাদের দান, অতএব তুমি দান কর বা রেখে দাও -- কোনো হিসাবপত্র লাগবে না।",
    "bn_muhi": "এগুলো আমার অনুগ্রহ, অতএব, এগুলো কাউকে দাও অথবা নিজে রেখে দাও-এর কোন হিসেব দিতে হবে না।",
    "en": "[We said], \"This is Our gift, so grant or withhold without account.\""
  },
  {
    "id": 40,
    "ar": "وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
    "tr": "ওয়া ইন্না লাহূ‘ইনদানা-লাঝুলফা-ওয়াহুছনা মাআ-ব।",
    "bn_haque": "আর নিঃসন্দেহ তাঁর জন্য আমাদের কাছে তো নৈকট্য অবধারিত রয়েছে, আর রয়েছে এক সুন্দর গন্তব্যস্থান।",
    "bn_muhi": "নিশ্চয় তার জন্যে আমার কাছে রয়েছে মর্যাদা ও শুভ পরিণতি।",
    "en": "And indeed, for him is nearness to Us and a good place of return."
  },
  {
    "id": 41,
    "ar": "وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَٰنُ بِنُصْبٍ وَعَذَابٍ",
    "tr": "ওয়াযকুর ‘আবদানাআইইঊব । ইযনা-দা-রাব্বাহূআন্নী মাছছানিয়াশ শায়তা-নু বিনুসবিওঁ ওয়া ‘আযা-ব।",
    "bn_haque": "আর আমাদের বান্দা আইয়ূবকে স্মরণ করো। দেখো, তিনি তাঁর প্রভুকে ডেকে বলেছিলেন -- \"শয়তান আমাকে পীড়ন করছে ক্লান্তি ও কষ্ট দিয়ে।\"",
    "bn_muhi": "স্মরণ করুণ, আমার বান্দা আইয়্যুবের কথা, যখন সে তার পালনকর্তাকে আহবান করে বললঃ শয়তান আমাকে যন্ত্রণা ও কষ্ট পৌছিয়েছে।",
    "en": "And remember Our servant Job, when he called to his Lord, \"Indeed, Satan has touched me with hardship and torment.\""
  },
  {
    "id": 42,
    "ar": "ٱرْكُضْ بِرِجْلِكَ هَٰذَا مُغْتَسَلٌۢ بَارِدٌ وَشَرَابٌ",
    "tr": "উরকুদবিরিজলিকা হা-যা-মুগতাছালুম বা-রিদুওঁ ওয়া শারা-ব।",
    "bn_haque": "তোমার পা দিয়ে আঘাত করো, এটি এক ঠান্ডা গোসলের জায়গা ও পানীয়।",
    "bn_muhi": "তুমি তোমার পা দিয়ে ভূমিতে আঘাত কর। ঝরণা নির্গত হল গোসল করার জন্যে শীতল ও পান করার জন্যে।",
    "en": "[So he was told], \"Strike [the ground] with your foot; this is a [spring for] a cool bath and drink.\""
  },
  {
    "id": 43,
    "ar": "وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ",
    "tr": "ওয়া ওয়াহাবনা- লাহূআহলাহূওয়া মিছলাহুম মা‘আহুম রাহমাতাম মিন্না- ওয়াযিকরালিঊলিল আলবা-ব।",
    "bn_haque": "আর আমরা তাঁকে দিয়েছিলাম তাঁর পরিজনবর্গ আর তাদের সঙ্গে তাদের মতো অন্যদের, -- আমাদের তরফ থেকে অনুগ্রহস্বরূপ এবং বোধশক্তির অধিকারীদের জন্য উপদেশ-স্বরূপ!",
    "bn_muhi": "আমি তাকে দিলাম তার পরিজনবর্গ ও তাদের মত আরও অনেক আমার পক্ষ থেকে রহমতস্বরূপ এবং বুদ্ধিমানদের জন্যে উপদেশস্বরূপ।",
    "en": "And We granted him his family and a like [number] with them as mercy from Us and a reminder for those of understanding."
  },
  {
    "id": 44,
    "ar": "وَخُذْ بِيَدِكَ ضِغْثًا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ إِنَّا وَجَدْنَٰهُ صَابِرًا نِّعْمَ ٱلْعَبْدُ إِنَّهُۥٓ أَوَّابٌ",
    "tr": "ওয়া খুযবিয়াদিকা দিগছান ফাদরিব্বিহী ওয়ালা-তাহনাছ ইন্না-ওয়াজাদনা-হু সাবিরান নি‘মাল ‘আবদু ইন্নাহূআওওয়া-ব।",
    "bn_haque": "আর \"তোমার হাতে একটি ডাল নাও এবং তা দিয়ে আঘাত করো, আর তুমি সংকল্প ত্যাগ করো না।\" নিঃসন্দেহ আমরা তাঁকে পেয়েছিলাম অধ্যবসায়ী। কত উত্তম বান্দা! তিনি নিশ্চয়ই বারবার ফিরতেন।",
    "bn_muhi": "তুমি তোমার হাতে এক মুঠো তৃণশলা নাও, তদ্বারা আঘাত কর এবং শপথ ভঙ্গ করো না। আমি তাকে পেলাম সবরকারী। চমৎকার বান্দা সে। নিশ্চয় সে ছিল প্রত্যাবর্তনশীল।",
    "en": "[We said], \"And take in your hand a bunch [of grass] and strike with it and do not break your oath.\" Indeed, We found him patient, an excellent servant. Indeed, he was one repeatedly turning back [to Allah ]."
  },
  {
    "id": 45,
    "ar": "وَٱذْكُرْ عِبَٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ أُو۟لِى ٱلْأَيْدِى وَٱلْأَبْصَٰرِ",
    "tr": "ওয়াযকুর ‘ইবা-দানাইবরা-হীমা ওয়া ইছহা-কাওয়াইয়া‘কূ বা ঊলিল আইদী ওয়াল আবসা-র।",
    "bn_haque": "আর স্মরণ করো আমাদের দাস ইব্রাহীম ও ইসহাক ও ইয়াকুবকে, তাঁরা ছিলেন ক্ষমতার ও অন্তদৃষ্টির অধিকারী।",
    "bn_muhi": "স্মরণ করুন, হাত ও চোখের অধিকারী আমার বান্দা ইব্রাহীম, ইসহাক ও ইয়াকুবের কথা।",
    "en": "And remember Our servants, Abraham, Isaac and Jacob - those of strength and [religious] vision."
  },
  {
    "id": 46,
    "ar": "إِنَّآ أَخْلَصْنَٰهُم بِخَالِصَةٍ ذِكْرَى ٱلدَّارِ",
    "tr": "ইন্নাআখলাসনা-হুম বিখা-লিসাতিন যিকরাদ্দা-র।",
    "bn_haque": "নিঃসন্দেহ আমরা তাঁদের বানিয়েছিলাম এক অকৃত্রিম গুণে নিষ্ঠাবান -- বাসস্থানের স্মরণ।",
    "bn_muhi": "আমি তাদের এক বিশেষ গুণ তথা পরকালের স্মরণ দ্বারা স্বাতন্ত্র্য দান করেছিলাম।",
    "en": "Indeed, We chose them for an exclusive quality: remembrance of the home [of the Hereafter]."
  },
  {
    "id": 47,
    "ar": "وَإِنَّهُمْ عِندَنَا لَمِنَ ٱلْمُصْطَفَيْنَ ٱلْأَخْيَارِ",
    "tr": "ওয়া ইন্নাহুম ‘ইনদানা-লামিনাল মুছতাফাইনাল আখইয়া-র।",
    "bn_haque": "আর তাঁরা নিশ্চয়ই আমাদের কাছে ছিলেন মনোনীত ও সজ্জনদের অন্তর্ভুক্ত।",
    "bn_muhi": "আর তারা আমার কাছে মনোনীত ও সৎলোকদের অন্তর্ভুক্ত।",
    "en": "And indeed they are, to Us, among the chosen and outstanding."
  },
  {
    "id": 48,
    "ar": "وَٱذْكُرْ إِسْمَٰعِيلَ وَٱلْيَسَعَ وَذَا ٱلْكِفْلِ وَكُلٌّ مِّنَ ٱلْأَخْيَارِ",
    "tr": "ওয়াযকুর ইছমা-‘ঈলা ওয়াল ইয়াছা‘আ ওয়াযাল কিফলি ওয়া কুল্লুম মিনাল আখইয়া-র।",
    "bn_haque": "আর স্মরণ কর ইসমাইল ও ইয়াসাআ ও যুল-কিফলকে, কারণ তাঁরা সবাই ছিলেন সজ্জনদের অন্যতম।",
    "bn_muhi": "স্মরণ করুণ, ইসমাঈল, আল ইয়াসা ও যুলকিফলের কথা। তারা প্রত্যেকেই গুনীজন।",
    "en": "And remember Ishmael, Elisha and Dhul-Kifl, and all are among the outstanding."
  },
  {
    "id": 49,
    "ar": "هَٰذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٍ",
    "tr": "হা-যা-যিকরুওঁ ওয়া ইন্না লিলমুত্তাকীনা লাহুছনা মাআ-ব।",
    "bn_haque": "এ এক স্মারকগ্রন্থ, আর নিশ্চয়ই ধর্মভীরুদের জন্য তো রয়েছে উত্তম গন্তব্যস্থল, --",
    "bn_muhi": "এ এক মহৎ আলোচনা। খোদাভীরুদের জন্যে রয়েছে উত্তম ঠিকানা-",
    "en": "This is a reminder. And indeed, for the righteous is a good place of return"
  },
  {
    "id": 50,
    "ar": "جَنَّٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ ٱلْأَبْوَٰبُ",
    "tr": "জান্না-তি ‘আদনিম মুফাত্তাহাল লাহুমুল আবওয়া-ব।",
    "bn_haque": "নন্দন কানন, তাদের জন্য খোলা রয়েছে দরজাগুলো।",
    "bn_muhi": "তথা স্থায়ী বসবাসের জান্নাত; তাদের জন্যে তার দ্বার উম্মুক্ত রয়েছে।",
    "en": "Gardens of perpetual residence, whose doors will be opened to them."
  },
  {
    "id": 51,
    "ar": "مُتَّكِـِٔينَ فِيهَا يَدْعُونَ فِيهَا بِفَٰكِهَةٍ كَثِيرَةٍ وَشَرَابٍ",
    "tr": "মুত্তাকিঈনা ফীহা-ইয়াদ‘ঊনা ফীহা-বিফা-কিহাতিন কাছীরাতিওঁ ওয়া শারা-ব।",
    "bn_haque": "সেখানে তারা হেলান দিয়ে সমাসীন হবে, আহ্বান করবে সেখানে প্রচুর ফলমূল ও পানীয় দ্রব্যের জন্য।",
    "bn_muhi": "সেখানে তারা হেলান দিয়ে বসবে। তারা সেখানে চাইবে অনেক ফল-মূল ও পানীয়।",
    "en": "Reclining within them, they will call therein for abundant fruit and drink."
  },
  {
    "id": 52,
    "ar": "وَعِندَهُمْ قَٰصِرَٰتُ ٱلطَّرْفِ أَتْرَابٌ",
    "tr": "ওয়া ‘ইনদাহুম কা-সিরা-তুত্তারফি আতরা-ব।",
    "bn_haque": "তার তাদের কাছে থাকবে সলাজ-নম্র আয়তলোচন, সমবয়স্ক।",
    "bn_muhi": "তাদের কাছে থাকবে আনতনয়না সমবয়স্কা রমণীগণ।",
    "en": "And with them will be women limiting [their] glances and of equal age."
  },
  {
    "id": 53,
    "ar": "هَٰذَا مَا تُوعَدُونَ لِيَوْمِ ٱلْحِسَابِ",
    "tr": "হা-যা-মা-তূ‘আদূনা লিইয়াওমিল হিছা-ব।",
    "bn_haque": "\"এটিই সেই যা তোমাদের ওয়াদা করা হয়েছিল হিসেব-নিকেশের দিনের জন্য।",
    "bn_muhi": "তোমাদেরকে এরই প্রতিশ্রুতি দেয়া হচ্ছে বিচার দিবসের জন্যে।",
    "en": "This is what you, [the righteous], are promised for the Day of Account."
  },
  {
    "id": 54,
    "ar": "إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُۥ مِن نَّفَادٍ",
    "tr": "ইন্না হা-যা-লারিঝকূনা-মা লাহূমিন নাফা-দ।",
    "bn_haque": "এইই আলবৎ আমাদের দেওয়া রিযেক, এর কোনো নিঃশেষ নেই।",
    "bn_muhi": "এটা আমার দেয়া রিযিক যা শেষ হবে না।",
    "en": "Indeed, this is Our provision; for it there is no depletion."
  },
  {
    "id": 55,
    "ar": "هَٰذَا وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٍ",
    "tr": "হা-যা- ওয়া ইন্না লিত্তা-গীনা লাশাররা মাআ-ব।",
    "bn_haque": "এটিই! আর নিঃসন্দেহ সীমালংঘনকারীদের জন্য তো রয়েছে নিকৃষ্ট গন্তব্যস্থল, --",
    "bn_muhi": "এটাতো শুনলে, এখন দুষ্টদের জন্যে রয়েছে নিকৃষ্ট ঠিকানা",
    "en": "This [is so]. But indeed, for the transgressors is an evil place of return -"
  },
  {
    "id": 56,
    "ar": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ ٱلْمِهَادُ",
    "tr": "জাহান্নামা ইয়াসলাওনাহা- ফাবি’ছাল মিহা-দ।",
    "bn_haque": "জাহান্নাম, তারা তাতে প্রবেশ করবে, সুতরাং কত মন্দ সেই বিশ্রামস্থান!",
    "bn_muhi": "তথা জাহান্নাম। তারা সেখানে প্রবেশ করবে। অতএব, কত নিকৃষ্ট সেই আবাস স্থল।",
    "en": "Hell, which they will [enter to] burn, and wretched is the resting place."
  },
  {
    "id": 57,
    "ar": "هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ",
    "tr": "হা-যা- ফাল ইয়াযূকূহু হামীমুওঁগাছছা-ক।",
    "bn_haque": "এই-ই! অতএব তারা এটি আস্বাদন করুক -- ফুটন্ত-গরম ও হিমশীতল, --",
    "bn_muhi": "এটা উত্তপ্ত পানি ও পঁূজ; অতএব তারা একে আস্বাদন করুক।",
    "en": "This - so let them taste it - is scalding water and [foul] purulence."
  },
  {
    "id": 58,
    "ar": "وَءَاخَرُ مِن شَكْلِهِۦٓ أَزْوَٰجٌ",
    "tr": "ওয়া আ-খারু মিন শাকলিহী আঝওয়া-জ।",
    "bn_haque": "আর অন্যান্য রয়েছে এই ধরনের -- জোড়ায়-জোড়ায়।",
    "bn_muhi": "এ ধরনের আরও কিছু শাস্তি আছে।",
    "en": "And other [punishments] of its type [in various] kinds."
  },
  {
    "id": 59,
    "ar": "هَٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لَا مَرْحَبًۢا بِهِمْ إِنَّهُمْ صَالُوا۟ ٱلنَّارِ",
    "tr": "হা-যা-ফাওজুম মুকতাহিমুম মা‘আকুম লা-মারহাবাম বিহিম ইন্নাহুম সা-লুন্নার।",
    "bn_haque": "এই এক বাহিনী -- তোমাদের সঙ্গে দিগ্বিদিগ্‌জ্ঞানশূন্য হয়ে ছুটছে, তাদের জন্য কোনো অভিনন্দন নেই? তারা নিশ্চয়ই আগুনে পুড়বে।",
    "bn_muhi": "এই তো একদল তোমাদের সাথে প্রবেশ করছে। তাদের জন্যে অভিনন্দন নেই তারা তো জাহান্নামে প্রবেশ করবে।",
    "en": "[Its inhabitants will say], \"This is a company bursting in with you. No welcome for them. Indeed, they will burn in the Fire.\""
  },
  {
    "id": 60,
    "ar": "قَالُوا۟ بَلْ أَنتُمْ لَا مَرْحَبًۢا بِكُمْ أَنتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ ٱلْقَرَارُ",
    "tr": "কা-লূবাল আনতুম লা-মার হাবম বিকুম আনতুম কাদ্দামতুমূহু লানা- ফাবি’ছাল কারা-র।",
    "bn_haque": "তারা বলবে -- \"বরং তোমরা, তোমাদের জন্যও তো কোনো অভিনন্দন নেই! তোমরাই স্বয়ং আমাদের জন্য এটি আগবাড়িয়েছ, সুতরাং কত নিকৃষ্ট এ আবাসস্থল!\"",
    "bn_muhi": "তারা বলবে, তোমাদের জন্যে ও তো অভিনন্দন নেই। তোমরাই আমাদেরকে এ বিপদের সম্মুখীন করেছ। অতএব, এটি কতই না ঘৃণ্য আবাসস্থল।",
    "en": "They will say, \"Nor you! No welcome for you. You, [our leaders], brought this upon us, and wretched is the settlement.\""
  },
  {
    "id": 61,
    "ar": "قَالُوا۟ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى ٱلنَّارِ",
    "tr": "কা-লূরাব্বানা-মান কাদ্দামা লানা-হা-যা-ফাঝিদহু ‘আযা-বান দি‘ফান ফিন্না-র।",
    "bn_haque": "তারা বলবে -- \"আমাদের প্রভু! যে-ই আমাদের জন্য এটি আগবাড়িয়েছে, তাকে তবে শাস্তি বাড়িয়ে দাও -- আগুনের মধ্যে দ্বিগুণ।\"",
    "bn_muhi": "তারা বলবে, হে আমাদের পালনকর্তা, যে আমাদেরকে এর সম্মুখীন করেছে, আপনি জাহান্নামে তার শাস্তি দ্বিগুণ করে দিন।",
    "en": "They will say, \"Our Lord, whoever brought this upon us - increase for him double punishment in the Fire.\""
  },
  {
    "id": 62,
    "ar": "وَقَالُوا۟ مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ",
    "tr": "ওয়া কা-লূমা-লানা-লা-নারা-রিজা-লান কুন্না-না‘উদ্দুহুম মিনাল আশরা-র।",
    "bn_haque": "আর তারা বলবে -- \"আমাদের কি হলো, আমরা সেই লোকদের দেখছি না যাদের আমরা দুষ্টদের অন্তর্ভুক্ত বলে গণনা করতাম?",
    "bn_muhi": "তারা আরও বলবে, আমাদের কি হল যে, আমরা যাদেরকে মন্দ লোক বলে গণ্য করতাম, তাদেরকে এখানে দেখছি না।",
    "en": "And they will say, \"Why do we not see men whom we used to count among the worst?"
  },
  {
    "id": 63,
    "ar": "أَتَّخَذْنَٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَٰرُ",
    "tr": "আত্তাখাযনা-হুম ছিখরিইয়ান আম ঝা-গাত ‘আনহুম আবসা-র।",
    "bn_haque": "আমরা কি তাদের হাসিতামাশার পাত্র ভাবতাম, না কি দৃষ্টি তাদের থেকে অপারগ হয়ে গেছে?",
    "bn_muhi": "আমরা কি অহেতুক তাদেরকে ঠাট্টার পাত্র করে নিয়েছিলাম, না আমাদের দৃষ্টি ভুল করছে?",
    "en": "Is it [because] we took them in ridicule, or has [our] vision turned away from them?\""
  },
  {
    "id": 64,
    "ar": "إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ ٱلنَّارِ",
    "tr": "ইন্না যা-লিকা লাহাক্কুন তাখা-সুমুআহলিন্না-র।",
    "bn_haque": "এটিই তো আলবৎ সত্য, আগুনের বাসিন্দাদের বাদপ্রতিবাদ।",
    "bn_muhi": "এটা অর্থাৎ জাহান্নামীদের পারস্পরিক বাক-বিতন্ডা অবশ্যম্ভাবী।",
    "en": "Indeed, that is truth - the quarreling of the people of the Fire."
  },
  {
    "id": 65,
    "ar": "قُلْ إِنَّمَآ أَنَا۠ مُنذِرٌ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
    "tr": "কুল ইন্নামাআনা-মুনযিরুওঁ  ওয়া মা-মিন ইলা-হিন ইল্লাল্লা-হুল ওয়া-হিদুল কাহহার।",
    "bn_haque": "তুমি বলো -- \"আমি তো একজন সতর্ককারী মাত্র, আর আল্লাহ্ ব্যতীত অন্য কোনো উপাস্য নেই -- একক, সর্বজয়ী, --",
    "bn_muhi": "বলুন, আমি তো একজন সতর্ককারী মাত্র এবং এক পরাক্রমশালী আল্লাহ ব্যতীত কোন উপাস্য নেই।",
    "en": "Say, [O Muhammad], \"I am only a warner, and there is not any deity except Allah, the One, the Prevailing."
  },
  {
    "id": 66,
    "ar": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّٰرُ",
    "tr": "রাব্বুছছামা-ওয়া-তি ওয়াল আরদিওয়ামা-বাইনাহুমাল ‘আঝীঝুল গাফফা-র।",
    "bn_haque": "মহাকাশমন্ডলী ও পৃথিবীর এবং এ দুইয়ের মধ্যে যা-কিছু আছে তার প্রভু -- মহাশক্তিশালী, পরিত্রাণকারী।",
    "bn_muhi": "তিনি আসমান-যমীন ও এতদুভয়ের মধ্যবর্তী সব কিছুর পালনকর্তা, পরাক্রমশালী, মার্জনাকারী।",
    "en": "Lord of the heavens and the earth and whatever is between them, the Exalted in Might, the Perpetual Forgiver.\""
  },
  {
    "id": 67,
    "ar": "قُلْ هُوَ نَبَؤٌا۟ عَظِيمٌ",
    "tr": "কুল হুওয়া নাবাউন ‘আজীম।",
    "bn_haque": "বলো -- \"এ এক বিরাট সংবাদ, --",
    "bn_muhi": "বলুন, এটি এক মহাসংবাদ,",
    "en": "Say, \"It is great news"
  },
  {
    "id": 68,
    "ar": "أَنتُمْ عَنْهُ مُعْرِضُونَ",
    "tr": "আনতুম ‘আনহু মু‘রিদূন।",
    "bn_haque": "\"এ থেকে তোমরা বিমুখ হচ্ছ।",
    "bn_muhi": "যা থেকে তোমরা মুখ ফিরিয়ে নিয়েছ।",
    "en": "From which you turn away."
  },
  {
    "id": 69,
    "ar": "مَا كَانَ لِىَ مِنْ عِلْمٍۭ بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ",
    "tr": "মা-কা-না লিয়া মিন ‘ইলমিম বিল মালাইল আ‘লা ইযইয়াখতাসিমূন।",
    "bn_haque": "\"ঊর্ধ্বলোকের প্রধানদের সন্বন্ধে আমার কোন জ্ঞান নেই যখন তারা বাদানুবাদ করে।",
    "bn_muhi": "ঊর্ধ্ব জগৎ সম্পর্কে আমার কোন জ্ঞান ছিল না যখন ফেরেশতারা কথাবার্তা বলছিল।",
    "en": "I had no knowledge of the exalted assembly [of angels] when they were disputing [the creation of Adam]."
  },
  {
    "id": 70,
    "ar": "إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
    "tr": "ইয়ঁইঊহাইলাইয়া ইল্লাআন্নামাআনা নাযীরুম মুবীন।",
    "bn_haque": "আমার কাছে প্রত্যাদিষ্ট হয়েছে এটি বৈ তো নয় যে, আমি তো একজন স্পষ্ট সতর্ককারী মাত্র।",
    "bn_muhi": "আমার কাছে এ ওহীই আসে যে, আমি একজন স্পষ্ট সতর্ককারী।",
    "en": "It has not been revealed to me except that I am a clear warner.\""
  },
  {
    "id": 71,
    "ar": "إِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِقٌۢ بَشَرًا مِّن طِينٍ",
    "tr": "ইযকা-লা রাব্বুকা লিল মালাইকাতি ইন্নী খা-লিকুম বাশারাম মিন তীন।",
    "bn_haque": "স্মরণ করো! তোমার প্রভু ফিরিশ্‌তাদের বললেন -- \"আমি নিশ্চয়ই কাদা থেকে মানুষ সৃষ্টি করতে যাচ্ছি।",
    "bn_muhi": "যখন আপনার পালনকর্তা ফেরেশতাগণকে বললেন, আমি মাটির মানুষ সৃষ্টি করব।",
    "en": "[So mention] when your Lord said to the angels, \"Indeed, I am going to create a human being from clay."
  },
  {
    "id": 72,
    "ar": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَٰجِدِينَ",
    "tr": "ফাইযা-ছাওওয়াইতুহূওয়া নাফাখতুফীহি মিররূহী ফাকা‘ঊ লাহূছা-জিদীন।",
    "bn_haque": "তারপর আমি যখন তাকে সুঠাম করব এবং আমার রূহ্ থেকে তাতে দম দেব তখন তার প্রতি সিজদাবনত হয়ে লুটিয়ে পড়ো।",
    "bn_muhi": "যখন আমি তাকে সুষম করব এবং তাতে আমার রূহ ফুঁকে দেব, তখন তোমরা তার সম্মুখে সেজদায় নত হয়ে যেয়ো।",
    "en": "So when I have proportioned him and breathed into him of My [created] soul, then fall down to him in prostration.\""
  },
  {
    "id": 73,
    "ar": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
    "tr": "ফাছাজাদাল মালাইকাতুকুল্লুহুম আজমা‘ঊন।",
    "bn_haque": "তখন ফিরিশ্‌তারা সিজদা করল, তাদের সবাই একই সঙ্গে, --",
    "bn_muhi": "অতঃপর সমস্ত ফেরেশতাই একযোগে সেজদায় নত হল,",
    "en": "So the angels prostrated - all of them entirely."
  },
  {
    "id": 74,
    "ar": "إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ",
    "tr": "ইল্লাইবলীছ ইছতাকবারা ওয়া কা-না মিনাল কা-ফিরীন।",
    "bn_haque": "ইবলিস ব্যতীত। সে অহংকার করল, আর সে ছিল অবিশ্বাসীদের অন্তর্গত।",
    "bn_muhi": "কিন্তু ইবলীস; সে অহংকার করল এবং অস্বীকারকারীদের অন্তর্ভুক্ত হয়ে গেল।",
    "en": "Except Iblees; he was arrogant and became among the disbelievers."
  },
  {
    "id": 75,
    "ar": "قَالَ يَٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ",
    "tr": "কা-লা ইয়াইবলীছুমা-মানা‘আকা আন তাছজু দা লিমা-খালাকতুবিয়াদাইইয়া আছতাকবারতা আম কুনতা মিনাল ‘আ-লীন।",
    "bn_haque": "তিনি বললেন -- \"হে ইবলিস, কী তোমাকে নিষেধ করলে তাকে সিজদা করতে, যাকে আমি আমার দুই হাতে সৃষ্টি করেছি? তুমি কি গর্ববোধ করলে, না কি তুমি উচ্চমর্যাদাসম্পন্নদের একজন হয়ে গেছ?",
    "bn_muhi": "আল্লাহ বললেন, হে ইবলীস, আমি স্বহস্তে যাকে সৃষ্টি করেছি, তার সম্মুখে সেজদা করতে তোমাকে কিসে বাধা দিল? তুমি অহংকার করলে, না তুমি তার চেয়ে উচ্চ মর্যাদা সম্পন্ন?",
    "en": "[ Allah ] said, \"O Iblees, what prevented you from prostrating to that which I created with My hands? Were you arrogant [then], or were you [already] among the haughty?\""
  },
  {
    "id": 76,
    "ar": "قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
    "tr": "কা-লা আনা খাইরুম মিনহু খালাকতানী মিন না-রিওঁ ওয়া খালাকতাহূমিন তীন।",
    "bn_haque": "সে বললে -- \"আমি তার চেয়েও শ্রেষ্ঠ। আমাকে তুমি আগুন থেকে সৃষ্টি করেছ, আর তাকে সৃষ্টি করেছ কাদা থেকে।”",
    "bn_muhi": "সে বললঃ আমি তার চেয়ে উত্তম আপনি আমাকে আগুনের দ্বারা সৃষ্টি করেছেন, আর তাকে সৃষ্টি করেছেন মাটির দ্বারা।",
    "en": "He said, \"I am better than him. You created me from fire and created him from clay.\""
  },
  {
    "id": 77,
    "ar": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
    "tr": "কা-লা ফাখরুজ মিনহা-ফাইন্নাকা রাজীম।",
    "bn_haque": "তিনি বললেন -- \"তবে এখান থেকে তুমি বেরিয়ে যাও, কেননা তুমি অবশ্যই বিতাড়িত,",
    "bn_muhi": "আল্লাহ বললেনঃ বের হয়ে যা, এখান থেকে। কারণ, তুই অভিশপ্ত।",
    "en": "[ Allah ] said, \"Then get out of Paradise, for indeed, you are expelled."
  },
  {
    "id": 78,
    "ar": "وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ",
    "tr": "ওয়া ইন্না ‘আলাইকা লা‘নাতী ইলা- ইয়াওমিদ্দীন।",
    "bn_haque": "আর নিঃসন্দেহ তোমার উপরে তো আমার অসন্তষ্টি রইবে মহাবিচারের দিন পর্যন্ত।",
    "bn_muhi": "তোর প্রতি আমার এ অভিশাপ বিচার দিবস পর্যন্ত স্থায়ী হবে।",
    "en": "And indeed, upon you is My curse until the Day of Recompense.\""
  },
  {
    "id": 79,
    "ar": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
    "tr": "কা-লা রাব্বি ফাআনজিরনীইলা-ইয়াওমি ইউব‘আছূন।",
    "bn_haque": "সে বললে -- \"আমার প্রভু! তবে আমাকে অবকাশ দাও তাদের পুনরুত্থান করানোর দিন পর্যন্ত।\"",
    "bn_muhi": "সে বললঃ হে আমার পালনকর্তা, আপনি আমাকে পুনরুত্থান দিবস পর্যন্ত অবকাশ দিন।",
    "en": "He said, \"My Lord, then reprieve me until the Day they are resurrected.\""
  },
  {
    "id": 80,
    "ar": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
    "tr": "কা-লা ফাইন্নাকা মিনাল মুনজারীন।",
    "bn_haque": "তিনি বললেন -- \"তুমি তাহলে নিশ্চয়ই অবকাশপ্রাপ্তদের অন্তর্ভুক্ত --",
    "bn_muhi": "আল্লঅহ বললেনঃ তোকে অবকাশ দেয়া হল।",
    "en": "[ Allah ] said, \"So indeed, you are of those reprieved"
  },
  {
    "id": 81,
    "ar": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
    "tr": "ইলা-ইয়াওমিল ওয়াকতিল মা‘লূম।",
    "bn_haque": "সেই জানিয়ে দেওয়া সময়টির দিন পর্যন্ত।",
    "bn_muhi": "সে সময়ের দিন পর্যন্ত যা জানা।",
    "en": "Until the Day of the time well-known.\""
  },
  {
    "id": 82,
    "ar": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
    "tr": "কা-লা ফাবি ‘ইঝঝাতিকা লাউগবিয়ান্নাহুম আজমা‘ঈন।",
    "bn_haque": "সে বললে -- \"তবে তোমার মহিমা দ্বারা, আমি আলবৎ তাদের সবক’জনকে বিপথে নিয়ে যাব,",
    "bn_muhi": "সে বলল, আপনার ইযযতের কসম, আমি অবশ্যই তাদের সবাইকে বিপথগামী করে দেব।",
    "en": "[Iblees] said, \"By your might, I will surely mislead them all"
  },
  {
    "id": 83,
    "ar": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
    "tr": "ইল্লা-‘ইবা-দাকা মিনহুমুল মুখলাসীন।",
    "bn_haque": "কেবলমাত্র তাদের মধ্যের তোমার খাঁটি বান্দাদের ব্যতীত।",
    "bn_muhi": "তবে তাদের মধ্যে যারা আপনার খাঁটি বান্দা, তাদেরকে ছাড়া।",
    "en": "Except, among them, Your chosen servants.\""
  },
  {
    "id": 84,
    "ar": "قَالَ فَٱلْحَقُّ وَٱلْحَقَّ أَقُولُ",
    "tr": "কা-লা ফালহাক্কু ওয়াল হাক্কা আকূল।",
    "bn_haque": "তিনি বললেন -- \"তবে এটাই সত্য, আর সত্যই আমি বলছি,",
    "bn_muhi": "আল্লাহ বললেনঃ তাই ঠিক, আর আমি সত্য বলছি-",
    "en": "[ Allah ] said, \"The truth [is My oath], and the truth I say -"
  },
  {
    "id": 85,
    "ar": "لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
    "tr": "লাআমলাআন্না জাহান্নামা মিনকা ওয়া মিম্মান তাবি‘আকা মিনহুম আজমা‘ঈন।",
    "bn_haque": "আমি অবশ্যই জাহান্নামকে পূর্ণ করব তোমাকে দিয়ে ও তাদের মধ্যের যারা তোমাকে অনুসরণ করে তাদের সব ক’জনকে দিয়ে।",
    "bn_muhi": "তোর দ্বারা আর তাদের মধ্যে যারা তোর অনুসরণ করবে তাদের দ্বারা আমি জাহান্নাম পূর্ণ করব।",
    "en": "[That] I will surely fill Hell with you and those of them that follow you all together.\""
  },
  {
    "id": 86,
    "ar": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَا۠ مِنَ ٱلْمُتَكَلِّفِينَ",
    "tr": "কুল মাআছআলুকুম ‘আলাইহি মিন আজরিওঁ ওয়ামাআনা মিনাল মুতাকালিলফীন।",
    "bn_haque": "তুমি বল -- \"আমি তোমাদের কাছ থেকে এর জন্য কোনো পারিশ্রমিক চাইছি না, আর আমি প্রবঞ্চকদেরও মধ্যেকার নই।",
    "bn_muhi": "বলুন, আমি তোমাদের কাছে কোন প্রতিদান চাই না আর আমি লৌকিকতাকারীও নই।",
    "en": "Say, [O Muhammad], \"I do not ask you for the Qur'an any payment, and I am not of the pretentious"
  },
  {
    "id": 87,
    "ar": "إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَٰلَمِينَ",
    "tr": "ইন হুওয়া ইল্লা-যিকরুলিলল ‘আ-লামীন।",
    "bn_haque": "\"এটি জগদ্বাসীদের জন্য স্মরণীয় বার্তা বৈ তো নয়।",
    "bn_muhi": "এটা তো বিশ্ববাসীর জন্যে এক উপদেশ মাত্র।",
    "en": "It is but a reminder to the worlds."
  },
  {
    "id": 88,
    "ar": "وَلَتَعْلَمُنَّ نَبَأَهُۥ بَعْدَ حِينٍۭ",
    "tr": "ওয়ালা তা‘লামুন্না নাবাআহূবা‘দা হীন।",
    "bn_haque": "আর তোমরা অবশ্যই এর বৃত্তান্ত সন্বন্ধে কিছুকাল পরেই জানতে পারবে।",
    "bn_muhi": "তোমরা কিছু কাল পরে এর সংবাদ অবশ্যই জানতে পারবে।",
    "en": "And you will surely know [the truth of] its information after a time.\""
  }
]