[
  {
    "id": 1,
    "ar": "تَبَٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "tr": "তাবা-রাকাল্লাযী বিয়াদিহিল মুলকু ওয়া হুওয়া ‘আলা- কুল্লি শাইয়িন কাদীর।",
    "bn_haque": "মহামহিমান্বিত তিনি যাঁর হাতে রয়েছে সার্বভৌম কর্তৃত্ব, আর তিনি সব-কিছুর উপরে সর্বশক্তিমান;",
    "bn_muhi": "পূণ্যময় তিনি, যাঁর হাতে রাজত্ব। তিনি সবকিছুর উপর সর্বশক্তিমান।",
    "en": "Blessed is He in whose hand is dominion, and He is over all things competent -"
  },
  {
    "id": 2,
    "ar": "ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ",
    "tr": "আল্লাযী খালাকাল মাওতা ওয়াল হায়া-তা লিইয়াবলুওয়াকুম আইয়ুকুম আহছানু‘আমালাওঁ ওয়া হুওয়াল ‘আঝীঝুল গাফূর।",
    "bn_haque": "যিনি মৃত্যু ও জীবন সৃষ্টি করেছেন তোমাদের যাচাই করতে যে তোমাদের মধ্যে কে কাজকর্মে শ্রেষ্ঠ। আর তিনি মহাশক্তিশালী, পরিত্রাণকারী;",
    "bn_muhi": "যিনি সৃষ্টি করেছেন মরণ ও জীবন, যাতে তোমাদেরকে পরীক্ষা করেন-কে তোমাদের মধ্যে কর্মে শ্রেষ্ঠ? তিনি পরাক্রমশালী, ক্ষমাময়।",
    "en": "[He] who created death and life to test you [as to] which of you is best in deed - and He is the Exalted in Might, the Forgiving -"
  },
  {
    "id": 3,
    "ar": "ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍ طِبَاقًا مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَٰنِ مِن تَفَٰوُتٍ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ",
    "tr": "আল্লাযী খালাকা ছাব‘আ ছামা-ওয়া-তিন তিবা-কান মা- তারা- ফী খালকির রাহমা-নি মিন তাফা-উত ফারজি‘ইল বাসারা হাল তারা- মিন ফুতূর।",
    "bn_haque": "যিনি সাত আকাশ সৃষ্টি করেছেন সুবিন্যস্তভাবে। তুমি পরম করুণাময়ের সৃষ্টিতে কোনো অসামঞ্জস্য দেখতে পাবে না। তারপর তুমি দৃষ্টি ঘুরিয়ে-ফিরিয়ে নাও, তুমি কি কোনো ফাটল দেখতে পাচ্ছ?",
    "bn_muhi": "তিনি সপ্ত আকাশ স্তরে স্তরে সৃষ্টি করেছেন। তুমি করুণাময় আল্লাহ তা’আলার সৃষ্টিতে কোন তফাত দেখতে পাবে না। আবার দৃষ্টিফেরাও; কোন ফাটল দেখতে পাও কি?",
    "en": "[And] who created seven heavens in layers. You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks?"
  },
  {
    "id": 4,
    "ar": "ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
    "tr": "ছু ম্মার জি‘ইলবাসারা কাররাতাইনি ইয়ানকালিব ইলাইকাল বাসারু খা-ছিআওঁ ওয়া হুওয়া হাছীর।",
    "bn_haque": "তারপর দৃষ্টি আরেকবার ঘুরিয়ে-ফিরিয়ে নাও, দৃষ্টি তোমার কাছে ফিরে আসবে ব্যর্থ হয়ে, আর তা হবে ক্লান্ত।",
    "bn_muhi": "অতঃপর তুমি বার বার তাকিয়ে দেখ-তোমার দৃষ্টি ব্যর্থ ও পরিশ্রান্ত হয়ে তোমার দিকে ফিরে আসবে।",
    "en": "Then return [your] vision twice again. [Your] vision will return to you humbled while it is fatigued."
  },
  {
    "id": 5,
    "ar": "وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَجَعَلْنَٰهَا رُجُومًا لِّلشَّيَٰطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ",
    "tr": "ওয়া লাকাদ ঝাইয়ান্নাছ ছামাআদ্দুনইয়া- বিমাসা-বীহা ওয়াজা‘আলনা- হা- রুজূমাল লিশশায়া-তীনি ওয়া আ‘তাদনা- লাহুম ‘আযা- বাছছা‘ঈর।",
    "bn_haque": "আর আমরা নিকটবর্তী আকাশকে সুশোভিত করে রেখেছি প্রদীপমালা দিয়ে, আর আমরা তাদের বানিয়েছি শয়তানদের জন্য ভাঁওতার বিষয়; আর আমরা তাদের জন্য প্রস্তুত রেখেছি জ্বলন্ত আগুনের শাস্তি।",
    "bn_muhi": "আমি সর্বনিম্ন আকাশকে প্রদীপমালা দ্বারা সুসজ্জত করেছি; সেগুলোকে শয়তানদের জন্যে ক্ষেপণাস্ত্রবৎ করেছি এবং প্রস্তুত করে রেখেছি তাদের জন্যে জলন্ত অগ্নির শাস্তি।",
    "en": "And We have certainly beautified the nearest heaven with stars and have made [from] them what is thrown at the devils and have prepared for them the punishment of the Blaze."
  },
  {
    "id": 6,
    "ar": "وَلِلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ ٱلْمَصِيرُ",
    "tr": "ওয়া লিল্লাযীনা কাফারূবিরাব্বিহিম ‘আযা- বুজাহান্নামা ওয়াবি’ছাল মাসীর।",
    "bn_haque": "আর যারা তাদের প্রভুকে অবিশ্বাস করে তাদের জন্য রয়েছে জাহান্নামের শাস্তি। আর মন্দ সেই গন্তব্যস্থান!",
    "bn_muhi": "যারা তাদের পালনকর্তাকে অস্বীকার করেছে তাদের জন্যে রয়েছে জাহান্নামের শাস্তি। সেটা কতই না নিকৃষ্ট স্থান।",
    "en": "And for those who disbelieved in their Lord is the punishment of Hell, and wretched is the destination."
  },
  {
    "id": 7,
    "ar": "إِذَآ أُلْقُوا۟ فِيهَا سَمِعُوا۟ لَهَا شَهِيقًا وَهِىَ تَفُورُ",
    "tr": "ইযাউলকূফীহা- ছামি‘উ লাহা- শাহীকাওঁ ওয়াহিয়া তাফূর।",
    "bn_haque": "যখন তাদের সেখানে নিক্ষেপ করা হবে তখন তারা তার থেকে বিকট গর্জন শুনতে পাবে, আর তা লেলিহান শিখা ছড়াবে, --",
    "bn_muhi": "যখন তারা তথায় নিক্ষিপ্ত হবে, তখন তার উৎক্ষিপ্ত গর্জন শুনতে পাবে।",
    "en": "When they are thrown into it, they hear from it a [dreadful] inhaling while it boils up."
  },
  {
    "id": 8,
    "ar": "تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌ",
    "tr": "তাকা- দুতামাইয়াঝুমিনাল গাইজি কুল্লামাউলকিয়া ফীহা- ফাওজুন ছাআলাহুম খাঝানাতুহাআলাম ইয়া’তিকুম নাযীর।",
    "bn_haque": "যেন ক্রোধে ফেটে পড়ছে। যখনই কোনো একদলকে ওতে নিক্ষেপ করা হবে তার রক্ষীরা তাদের জিজ্ঞাসা করবে -- \"তোমাদের কাছে কি কোনো সতর্ককারী আসেন নি?”",
    "bn_muhi": "ক্রোধে জাহান্নাম যেন ফেটে পড়বে। যখনই তাতে কোন সম্প্রদায় নিক্ষিপ্ত হবে তখন তাদেরকে তার সিপাহীরা জিজ্ঞাসা করবে। তোমাদের কাছে কি কোন সতর্ককারী আগমন করেনি?",
    "en": "It almost bursts with rage. Every time a company is thrown into it, its keepers ask them, \"Did there not come to you a warner?\""
  },
  {
    "id": 9,
    "ar": "قَالُوا۟ بَلَىٰ قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍ كَبِيرٍ",
    "tr": "কা- লূবালা- কাদ জাআনা- নাযীরুন ফাকাযযাবনা- ওয়া কুলনা- মানাঝঝালাল্লা- হু মিন শাইয়িন ইন আনতুম ইল্লা- ফী দালা- লিন কাবীর।",
    "bn_haque": "তারা বলবে -- \"হাঁ, আমাদের কাছে সতর্ককারী ইতিপূর্বে এসে গেছেন, আমরা কিন্তু অস্বীকার করেছিলাম ও বলেছিলাম -- 'আল্লাহ্ কোনো-কিছু অবতারণ করেন নি, তোমরা রয়েছ বিরাট পথভ্রান্তিতে বৈ তো নও’।\"",
    "bn_muhi": "তারা বলবেঃ হ্যাঁ আমাদের কাছে সতর্ককারী আগমন করেছিল, অতঃপর আমরা মিথ্যারোপ করেছিলাম এবং বলেছিলামঃ আল্লাহ তা’আলা কোন কিছু নাজিল করেননি। তোমরা মহাবিভ্রান্তিতে পড়ে রয়েছ।",
    "en": "They will say,\" Yes, a warner had come to us, but we denied and said, ' Allah has not sent down anything. You are not but in great error.' \""
  },
  {
    "id": 10,
    "ar": "وَقَالُوا۟ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَٰبِ ٱلسَّعِيرِ",
    "tr": "ওয়া কা-লূলাও কুন্না- নাছমা‘উ আও না‘কিলুমা- কুন্না-ফীআসহা-বিছছা‘ঈর।",
    "bn_haque": "আর তারা বলবে -- \"আমরা যদি শুনতাম অথবা বুদ্ধি প্রয়োগ করতাম তাহলে আমরা জ্বলন্ত আগুনের বাসিন্দাদের মধ্যে হতাম না।\"",
    "bn_muhi": "তারা আরও বলবেঃ যদি আমরা শুনতাম অথবা বুদ্ধি খাটাতাম, তবে আমরা জাহান্নামবাসীদের মধ্যে থাকতাম না।",
    "en": "And they will say, \"If only we had been listening or reasoning, we would not be among the companions of the Blaze.\""
  },
  {
    "id": 11,
    "ar": "فَٱعْتَرَفُوا۟ بِذَنۢبِهِمْ فَسُحْقًا لِّأَصْحَٰبِ ٱلسَّعِيرِ",
    "tr": "ফা‘তারাফূবিযামবিহিম ফাছুহক্বললিআসহা-বিছ ছা‘ঈর।",
    "bn_haque": "সুতরাং তারা তাদের অপরাধ স্বীকার করবে, ফলে জ্বলন্ত আগুনের বাসিন্দাদের জন্য -- 'দূর হ!’",
    "bn_muhi": "অতঃপর তারা তাদের অপরাধ স্বীকার করবে। জাহান্নামীরা দূর হোক।",
    "en": "And they will admit their sin, so [it is] alienation for the companions of the Blaze."
  },
  {
    "id": 12,
    "ar": "إِنَّ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "tr": "ইন্নাল্লাযীনা ইয়াখশাওনা রাব্বাহুম বিলগাইবি লাহুম মাগফিরাতুওঁ ওয়া আজরুন কাবীর।",
    "bn_haque": "নিঃসন্দেহ যারা তাদের প্রভুকে ভয় করে গোপনে তাদের জন্য রয়েছে পরিত্রাণ ও বিরাট প্রতিদান।",
    "bn_muhi": "নিশ্চয় যারা তাদের পালনকর্তাকে না দেখে ভয় করে, তাদের জন্যে রয়েছে ক্ষমা ও মহাপুরস্কার।",
    "en": "Indeed, those who fear their Lord unseen will have forgiveness and great reward."
  },
  {
    "id": 13,
    "ar": "وَأَسِرُّوا۟ قَوْلَكُمْ أَوِ ٱجْهَرُوا۟ بِهِۦٓ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "tr": "ওয়া আছিররূকাওলাকুম আবিজহারূবিহী ইন্নাহূ‘আলীমুম বিযা- তিসসুদূ র।",
    "bn_haque": "অথচ তোমাদের কথাবার্তা তোমরা গোপন কর অথবা তা প্রকাশই কর। নিঃসন্দেহ তিনি বুকের ভেতরের বিষয় সন্বন্ধেও সর্বজ্ঞাতা।",
    "bn_muhi": "তোমরা তোমাদের কথা গোপনে বল অথবা প্রকাশ্যে বল, তিনি তো অন্তরের বিষয়াদি সম্পর্কে সম্যক অবগত।",
    "en": "And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts."
  },
  {
    "id": 14,
    "ar": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
    "tr": "আলা- ইয়া‘লামুমান খালাকা ওয়া হুওয়াল্লাতীফুল খাবীর।",
    "bn_haque": "যিনি সৃষ্টি করেছেন তিনি কি জানেন না? আর তিনি গুপ্ত বিষয়ে জ্ঞাতা, পূর্ণ-ওয়াকিফহাল।",
    "bn_muhi": "যিনি সৃষ্টি করেছেন, তিনি কি করে জানবেন না? তিনি সূক্ষ্নজ্ঞানী, সম্যক জ্ঞাত।",
    "en": "Does He who created not know, while He is the Subtle, the Acquainted?"
  },
  {
    "id": 15,
    "ar": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًا فَٱمْشُوا۟ فِى مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزْقِهِۦ وَإِلَيْهِ ٱلنُّشُورُ",
    "tr": "হুওয়াল্লাযী জা‘আলা লাকুমুল আরদা যালূলান ফামশূফী মানা-কিবিহা- ওয়া কুলূমির রিঝকিহী ওয়া ইলাইহিন নুশূর।",
    "bn_haque": "তিনিই সেইজন যিনি পৃথিবীটাকে তোমাদের জন্য করে দিয়েছেন শান্ত, ফলে তোমরা এর দিগদিগন্তে বিচরণ করছ এবং তার জীবিকা থেকে আহার করছ। আর তাঁরই কাছে পুনরুত্থান।",
    "bn_muhi": "তিনি তোমাদের জন্যে পৃথিবীকে সুগম করেছেন, অতএব, তোমরা তার কাঁধে বিচরণ কর এবং তাঁর দেয়া রিযিক আহার কর। তাঁরই কাছে পুনরুজ্জীবন হবে।",
    "en": "It is He who made the earth tame for you - so walk among its slopes and eat of His provision - and to Him is the resurrection."
  },
  {
    "id": 16,
    "ar": "ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ",
    "tr": "আ আমিনতুম মান ফিছছামাই আইঁ ইয়াখছিফা বিকুমুল আরদা ফাইযা- হিয়া তামূর।",
    "bn_haque": "কী! যিনি উর্ধ্বলোকে রয়েছেন তাঁর কাছ থেকে কি তোমরা নিরাপত্তা গ্রহণ করেছ যে তিনি পৃথিবীকে দিয়ে তোমাদের গ্রাস করাবেন না, যখন আলবৎ তা আন্দোলিত হবে?",
    "bn_muhi": "তোমরা কি ভাবনামুক্ত হয়ে গেছ যে, আকাশে যিনি আছেন তিনি তোমাদেরকে ভূগর্ভে বিলীন করে দেবেন, অতঃপর তা কাঁপতে থাকবে।",
    "en": "Do you feel secure that He who [holds authority] in the heaven would not cause the earth to swallow you and suddenly it would sway?"
  },
  {
    "id": 17,
    "ar": "أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
    "tr": "আম আমিনতুম মান ফিছছামাই আইঁ ইউরছিলা ‘আলাইকুম হা-সিবান ফাছাতা‘লামূনা কাইফা নাযীর।",
    "bn_haque": "অথবা যিনি উর্ধ্বলোকে রয়েছেন তাঁর কাছ থেকে কি তোমরা নিরাপত্তা গ্রহণ করেছ পাছে তিনি তোমাদের উপরে পাঠিয়ে দেন এক কংকরময় ঘূর্ণিঝড়? ফলে তোমরা শীঘ্রই জানতে পারবে কেমন ছিল আমার সতর্কবাণী!",
    "bn_muhi": "না তোমরা নিশ্চিন্ত হয়ে গেছ যে, আকাশে যিনি আছেন, তিনি তোমাদের উপর প্রস্তর বৃষ্টি বর্ষণ করবেন, অতঃপর তোমরা জানতে পারবে কেমন ছিল আমার সতর্কবাণী।",
    "en": "Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? Then you would know how [severe] was My warning."
  },
  {
    "id": 18,
    "ar": "وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
    "tr": "ওয়া লাকাদ কাযযাবাল্লাযীনা মিন কাবলিহিম ফাকাইফা কা- না নাকীর।",
    "bn_haque": "আর এদের আগে যারা ছিল তারাও প্রত্যাখ্যান করেছিল, তখন কেমন হয়েছিল আমার অসন্তোষ!",
    "bn_muhi": "তাদের পূর্ববর্তীরা মিথ্যারোপ করেছিল, অতঃপর কত কঠোর হয়েছিল আমার অস্বীকৃতি।",
    "en": "And already had those before them denied, and how [terrible] was My reproach."
  },
  {
    "id": 19,
    "ar": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَٰٓفَّٰتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَٰنُ إِنَّهُۥ بِكُلِّ شَىْءٍۭ بَصِيرٌ",
    "tr": "আওয়ালাম ইয়ারাও ইলাত্তাইরি ফাওকাহুম সাফফা-তিওঁ ওয়াইয়াকবিদন । মাইউমছিকুহুন্না ইল্লাররাহমা-নু ইন্নাহূবিকুল্লি শাইয়িম বাসীর।",
    "bn_haque": "তারা কি দেখে নি তাদের উপরে পাখিদের ছড়ানো ও গুটানো? তাদের পরম করুণাময় ছাড়া কেউ ধরে রাখেন না। নিঃসন্দেহ তিনিই সর্ববিষয়ে সম্যক দ্রষ্টা।",
    "bn_muhi": "তারা কি লক্ষ্য করে না, তাদের মাথার উপর উড়ন্ত পক্ষীকুলের প্রতি পাখা বিস্তারকারী ও পাখা সংকোচনকারী? রহমান আল্লাহ-ই তাদেরকে স্থির রাখেন। তিনি সর্ব-বিষয় দেখেন।",
    "en": "Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing."
  },
  {
    "id": 20,
    "ar": "أَمَّنْ هَٰذَا ٱلَّذِى هُوَ جُندٌ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَٰنِ إِنِ ٱلْكَٰفِرُونَ إِلَّا فِى غُرُورٍ",
    "tr": "আম্মান হা-যাল্লাযী হুওয়া জুনদুল্লাকুম ইয়ানসুরুকুম মিন দূ নিররাহমা-নি ইনিল কাফিরূনা ইল্লা- ফী গুরূর।",
    "bn_haque": "আচ্ছা, পরম করুণাময়কে বাদ দিয়ে কে সেইটি -- যে হবে তোমাদের জন্য সেনাবাহিনী যে তোমাদের সাহায্য করবে? অবিশ্বাসীরা তো বিভ্রান্তিতে থাকা ছাড়া আর কোথাও নয়।",
    "bn_muhi": "রহমান আল্লাহ তা’আলা ব্যতীত তোমাদের কোন সৈন্য আছে কি, যে তোমাদেরকে সাহায্য করবে? কাফেররা বিভ্রান্তিতেই পতিত আছে।",
    "en": "Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion."
  },
  {
    "id": 21,
    "ar": "أَمَّنْ هَٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ بَل لَّجُّوا۟ فِى عُتُوٍّ وَنُفُورٍ",
    "tr": "আম্মান হা- যাল্লাযী ইয়ারঝকুকুম ইন আমছাকা রিঝকাহূ বাল্লাজ্জূফী ‘উতুওবিওয়া নুফূর।",
    "bn_haque": "অথবা কে সে যে তোমাদের জীবিকা দেবে যদি তিনি তাঁর রিযেক বন্ধ করে দেন? বস্তুত তারা অবাধ্যতায় ও বিতৃষ্ণায় অনড় রয়েছে।",
    "bn_muhi": "তিনি যদি রিযিক বন্ধ করে দেন, তবে কে আছে, যে তোমাদেরকে রিযিক দিবে বরং তারা অবাধ্যতা ও বিমুখতায় ডুবে রয়েছে।",
    "en": "Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion."
  },
  {
    "id": 22,
    "ar": "أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "tr": "আফামাইঁ ইয়ামশী মুকিব্বান ‘আলা- ওয়াজহিহী আহদা আম্মাইঁ ইয়ামশী ছাবি ইয়ান ‘আলা-সিরা-তিমমুছতাকীম।",
    "bn_haque": "আচ্ছা, যে তার মুখের উপরে থুবড়ে থুবড়ে চলে সে কি তবে বেশি সৎপথে চালিত, না সেইজন যে সোজা হয়ে চলে শুদ্ধ-সঠিক পথে?",
    "bn_muhi": "যে ব্যক্তি উপুড় হয়ে মুখে ভর দিয়ে চলে, সে-ই কি সৎ পথে চলে, না সে ব্যক্তি যে সোজা হয়ে সরলপথে চলে?",
    "en": "Then is one who walks fallen on his face better guided or one who walks erect on a straight path?"
  },
  {
    "id": 23,
    "ar": "قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ قَلِيلًا مَّا تَشْكُرُونَ",
    "tr": "কুল হুওয়াল্লাযীআনশাআকুম ওয়া জা‘আলা লাকুমুছছাম‘আ ওয়াল আবসা-রা ওয়াল আফইদাতা কালীলাম মা-তাশকুরূন।",
    "bn_haque": "বলো -- \"তিনিই সেইজন যিনি তোমাদের বিকশিত করেছেন, আর তোমাদের জন্য বানিয়ে দিয়েছেন শ্রবণশক্তি ও দৃষ্টিশক্তি ও অন্তঃকরণ। তোমরা যা কৃতজ্ঞতা প্রকাশ কর সে তো যৎসামান্য!\"",
    "bn_muhi": "বলুন, তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং দিয়েছেন কর্ণ, চক্ষু ও অন্তর। তোমরা অল্পই কৃতজ্ঞতা প্রকাশ কর।",
    "en": "Say, \"It is He who has produced you and made for you hearing and vision and hearts; little are you grateful.\""
  },
  {
    "id": 24,
    "ar": "قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
    "tr": "কুল হুওয়াল্লাযী যারাআকুম ফিল আরদিওয়া ইলাইহি তুহশারূন।",
    "bn_haque": "তুমি বলে যাও -- \"তিনিই সেইজন যিনি পৃথিবীতে তোমাদের ছড়িয়ে দিয়েছেন, আর তাঁরই কাছে তোমাদের একত্রিত করা হবে।\"",
    "bn_muhi": "বলুন, তিনিই তোমাদেরকে পৃথিবীতে বিস্তৃত করেছেন এবং তাঁরই কাছে তোমরা সমবেত হবে।",
    "en": "Say, \" It is He who has multiplied you throughout the earth, and to Him you will be gathered.\""
  },
  {
    "id": 25,
    "ar": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "ওয়া ইয়াকূলূনা মাতা-হা-যাল ওয়া‘দুইন কুনতুম সা-দিকীন।",
    "bn_haque": "আর তারা বলে -- \"কখন এই ওয়াদা হবে? যদি তোমরা সত্যবাদী হও।\"",
    "bn_muhi": "কাফেররা বলেঃ এই প্রতিশ্রুতি কবে হবে, যদি তোমরা সত্যবাদী হও?",
    "en": "And they say, \"When is this promise, if you should be truthful?\""
  },
  {
    "id": 26,
    "ar": "قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
    "tr": "কুল ইন্নামাল ‘ইলমু‘ইনদাল্লা- হি ওয়া ইন্নামাআনা নাযীরুম মুবীন।",
    "bn_haque": "তুমি বলো -- \"জ্ঞান কেবল আল্লাহ্‌রই কাছে আছে, আর আমি নিঃসন্দেহ একজন স্পষ্ট সতর্ককারী মাত্র।\"",
    "bn_muhi": "বলুন, এর জ্ঞান আল্লাহ তা’আলার কাছেই আছে। আমি তো কেবল প্রকাশ্য সতর্ককারী।",
    "en": "Say, \"The knowledge is only with Allah, and I am only a clear warner.\""
  },
  {
    "id": 27,
    "ar": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيٓـَٔتْ وُجُوهُ ٱلَّذِينَ كَفَرُوا۟ وَقِيلَ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تَدَّعُونَ",
    "tr": "ফালাম্মা-রাআওহু ঝুলফাতান ছীআত ঊজূহুল্লাযীনা কাফারূওয়া কীলা হা-যাল্লাযী কুনতুম বিহী তাদ্দা‘ঊন।",
    "bn_haque": "তারপর তারা যখন এটি আসন্ন দেখতে পাবে তখন যারা অবিশ্বাস করেছিল তাদের চেহারা হবে মলিন, আর বলা হবে -- \"এটিই তাই যা তোমরা ডেকে আনছিলে।\"",
    "bn_muhi": "যখন তারা সেই প্রতিশ্রুতিকে আসন্ন দেখবে তখন কাফেরদের মুখমন্ডল মলিন হয়ে পড়বে এবং বলা হবেঃ এটাই তো তোমরা চাইতে।",
    "en": "But when they see it approaching, the faces of those who disbelieve will be distressed, and it will be said, \"This is that for which you used to call.\""
  },
  {
    "id": 28,
    "ar": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ ٱللَّهُ وَمَن مَّعِىَ أَوْ رَحِمَنَا فَمَن يُجِيرُ ٱلْكَٰفِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
    "tr": "কুল আরাআইতুম ইন আহলাকানিয়াল্লা-হু ওয়া মাম্মা‘ইয়া আও রাহিমানা- ফামাইঁ ইউজীরুল কা-ফিরীনা মিন ‘আযা-বিন আলীম।",
    "bn_haque": "তুমি বলো -- \"তোমরা কি ভেবে দেখেছ, -- যদি আল্লাহ্ আমাকে ও যারা আমার সঙ্গে রয়েছে তাদের ধ্বংস করেন অথবা আমাদের প্রতি করুণা করেন, কিন্তু কে অবিশ্বাসীদের রক্ষা করবে মর্মন্তুদ শাস্তি থেকে?\"",
    "bn_muhi": "বলুন, তোমরা কি ভেবে দেখেছ-যদি আল্লাহ তা’আলা আমাকে ও আমার সংগীদেরকে ধ্বংস করেন অথবা আমাদের প্রতি দয়া করেন, তবে কাফেরদেরকে কে যন্ত্রণাদায়ক শাস্তি থেকে রক্ষা করবে?",
    "en": "Say, [O Muhammad], \"Have you considered: whether Allah should cause my death and those with me or have mercy upon us, who can protect the disbelievers from a painful punishment?\""
  },
  {
    "id": 29,
    "ar": "قُلْ هُوَ ٱلرَّحْمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "কুল হুওয়াররাহমা-নুআ-মান্না-বিহী ওয়া‘আলাইহি তাওয়াক্কালনা-, ফাছাতা‘লামূনা মান হুওয়া ফী দালা-লিম মুবীন।",
    "bn_haque": "বলো -- \"তিনি পরম করুণাময়, আমরা তাঁতে ঈমান এনেছি এবং তাঁরই উপরে আমরা আস্থা রেখেছি, সুতরাং অচিরেই তোমরা জানতে পারবে কে সেইজন যে স্পষ্ট বিভ্রান্তিতে রয়েছে।\"",
    "bn_muhi": "বলুন, তিনি পরম করুণাময়, আমরা তাতে বিশ্বাস রাখি এবং তাঁরই উপর ভরসা করি। সত্ত্বরই তোমরা জানতে পারবে, কে প্রকাশ্য পথ-ভ্রষ্টতায় আছে।",
    "en": "Say, \"He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error.\""
  },
  {
    "id": 30,
    "ar": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَآءٍ مَّعِينٍۭ",
    "tr": "কুল আরাআইতুম ইন আসবাহা মাউকুম গাওরান ফামাইঁ ইয়া’তীকুম বিমাইম মা‘ঈন।",
    "bn_haque": "বলে যাও -- \"তোমরা কি ভেবে দেখেছ -- যদি তোমাদের পানি সাত-সকালে ভূগর্ভে চলে যায়, তাহলে কে তোমাদের জন্য নিয়ে আসবে প্রবহমান পানি?\"",
    "bn_muhi": "বলুন, তোমরা ভেবে দেখেছ কি, যদি তোমাদের পানি ভূগর্ভের গভীরে চলে যায়, তবে কে তোমাদেরকে সরবরাহ করবে পানির স্রোতধারা?",
    "en": "Say, \"Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?\""
  }
]