[
  {
    "id": 1,
    "ar": "الٓمٓ",
    "tr": "আলিফ লাম মীম।",
    "bn_haque": "আলিফ, লাম, মীম।",
    "bn_muhi": "আলিফ-লাম-মীম।",
    "en": "Alif, Lam, Meem."
  },
  {
    "id": 2,
    "ar": "تَنزِيلُ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ",
    "tr": "তানঝীলুল কিতা-বি লা-রাইবা ফীহি মির রাব্বিল ‘আ-লামীন।",
    "bn_haque": "গ্রন্থখানার অবতারণ, এতে কোনো সন্দেহ নেই, বিশ্বজগতের প্রভুর কাছ থেকে।",
    "bn_muhi": "এ কিতাবের অবতরণ বিশ্বপালনকর্তার নিকট থেকে এতে কোন সন্দেহ নেই।",
    "en": "[This is] the revelation of the Book about which there is no doubt from the Lord of the worlds."
  },
  {
    "id": 3,
    "ar": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
    "tr": "আম ইয়াকূলূনাফতারা-হু বাল হুওয়াল হাক্কুমির রাব্বিকা লিতুনযিরা কাওমাম মাআতা-হুম মিন্নাযীরিম মিন কাবলিকা লা‘আল্লাহুম ইয়াহতাদূ ন।",
    "bn_haque": "না কি তারা বলে যে তিনি এটি রচনা করেছেন? না, এটি মহাসত্য তোমার প্রভুর কাছ থেকে যেন তুমি সতর্ক করতে পার এমন এক জাতিকে যাদের কাছে তোমরা আগে কোনো সতর্ককারী আসেন নি, যাতে তারা সৎপথে চলতে পারে।",
    "bn_muhi": "তারা কি বলে, এটা সে মিথ্যা রচনা করেছে? বরং এটা আপনার পালনকর্তার তরফ থেকে সত্য, যাতে আপনি এমন এক সম্প্রদায়কে সতর্ক করেন, যাদের কাছে আপনার পূর্বে কোন সতর্ককারী আসেনি। সম্ভবতঃ এরা সুপথ প্রাপ্ত হবে।",
    "en": "Or do they say, \"He invented it\"? Rather, it is the truth from your Lord, [O Muhammad], that you may warn a people to whom no warner has come before you [so] perhaps they will be guided."
  },
  {
    "id": 4,
    "ar": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ",
    "tr": "আল্লা-হুল্লাযী খালাকাছছামা-ওয়া-তি ওয়াল আরদা ওয়ামা-বাইনাহুমা-ফী ছিত্তাতি আইয়ামিন ছু ম্মাছ তাওয়া-‘আলাল ‘আরশি মা-লাকুম মিন দূ নিহী মিওঁ ওয়ালিইয়িওঁ ওয়ালাশাফী‘ইন আফালা-তাতাযাক্কারূন।",
    "bn_haque": "আল্লাহ্‌ই তিনি যিনি মহাকাশমন্ডলী ও পৃথিবী এবং এ দুইয়ের মধ্যবর্তী সব-কিছু সৃষ্টি করেছেন ছয় দিনে, তারপর তিনি অধিষ্ঠিত হলেন আরশের উপরে। তাঁকে বাদ দিয়ে তোমাদের জন্য অভিভাবক কেউ নেই আর সুপারিশকারীও নেই। তবুও কি তোমরা মনোযোগ দেবে না?",
    "bn_muhi": "আল্লাহ যিনি নভোমন্ডল, ভুমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু ছয় দিনে সৃষ্টি করেছেন, অতঃপর তিনি আরশে বিরাজমান হয়েছেন। তিনি ব্যতীত তোমাদের কোন অভিভাবক ও সুপারিশকারী নেই। এরপরও কি তোমরা বুঝবে না?",
    "en": "It is Allah who created the heavens and the earth and whatever is between them in six days; then He established Himself above the Throne. You have not besides Him any protector or any intercessor; so will you not be reminded?"
  },
  {
    "id": 5,
    "ar": "يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ",
    "tr": "ইউদাব্বিরুল আমরা মিনাছছামাইইলালআরদিছু ম্মা ইয়া‘রুজুইলাইহি ফী ইয়াওমিন কানা মিকদা-রুহূআলফা ছানাতিম মিম্মা-তা‘উদ্দূন।",
    "bn_haque": "মহাকাশ থেকে পৃথিবী পর্যন্ত বিষয়-কর্ম তিনি পরিচালনা করেন, তারপর এটি তাঁর দিকে উঠে আসবে একদিন যার পরিমাপ হচ্ছে তোমরা যা গণনা কর তার এক হাজার বছর।",
    "bn_muhi": "তিনি আকাশ থেকে পৃথিবী পর্যন্ত সমস্ত কর্ম পরিচালনা করেন, অতঃপর তা তাঁর কাছে পৌছবে এমন এক দিনে, যার পরিমাণ তোমাদের গণনায় হাজার বছরের সমান।",
    "en": "He arranges [each] matter from the heaven to the earth; then it will ascend to Him in a Day, the extent of which is a thousand years of those which you count."
  },
  {
    "id": 6,
    "ar": "ذَٰلِكَ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ",
    "tr": "যা-লিকা ‘আ-লিমুল গাইবি ওয়াশশাহা-দাতিল ‘আঝীঝুর রাহীম।",
    "bn_haque": "এজনই হচ্ছেন অদৃশ্যের ও প্রকাশ্যের পরিজ্ঞাতা, মহাশক্তিশালী, অফুরন্ত ফলদাতা, --",
    "bn_muhi": "তিনিই দৃশ্য ও অদৃশ্যের জ্ঞানী, পরাক্রমশালী, পরম দয়ালু,",
    "en": "That is the Knower of the unseen and the witnessed, the Exalted in Might, the Merciful,"
  },
  {
    "id": 7,
    "ar": "ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ وَبَدَأَ خَلْقَ ٱلْإِنسَٰنِ مِن طِينٍ",
    "tr": "আল্লাযী-আহছানা কুল্লা শাইয়িন খালাকাহূওয়া বাদাআ খালকাল ইনছা-নি মিন তীন।",
    "bn_haque": "যিনি সুন্দর করেছেন প্রত্যেকটি জিনিস যা তিনি সৃষ্টি করেছেন, আর তিনি মানুষ সৃষ্টির সূচনা করেছেন কাদা থেকে।",
    "bn_muhi": "যিনি তাঁর প্রত্যেকটি সৃষ্টিকে সুন্দর করেছেন এবং কাদামাটি থেকে মানব সৃষ্টির সূচনা করেছেন।",
    "en": "Who perfected everything which He created and began the creation of man from clay."
  },
  {
    "id": 8,
    "ar": "ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَٰلَةٍ مِّن مَّآءٍ مَّهِينٍ",
    "tr": "ছু ম্মা জা‘আলা নাছলাহূমিন ছুলা-লাতিম মিম মাইম মাহীন।",
    "bn_haque": "তারপর তার বংশধর সৃষ্টি করলেন এক তুচ্ছ তরল পদার্থের নির্যাস থেকে।",
    "bn_muhi": "অতঃপর তিনি তার বংশধর সৃষ্টি করেন তুচ্ছ পানির নির্যাস থেকে।",
    "en": "Then He made his posterity out of the extract of a liquid disdained."
  },
  {
    "id": 9,
    "ar": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ قَلِيلًا مَّا تَشْكُرُونَ",
    "tr": "ছু ম্ম ছাওওয়া-হু ওয়া নাফাখা ফীহি মিররূহিহী ওয়া জা‘আলা লাকুমুছ ছাম‘আ ওয়াল আবসারা ওয়াল আফইদাতা কালীলাম মা-তাশকুরূন।",
    "bn_haque": "তারপর তিনি তাকে সুঠাম করলেন, এবং তাতে ফুঁকে দিলেন তাঁর আ‌ত্মা থেকে, আর তোমাদের জন্য তৈরি করলেন শ্রবণশক্তি ও দর্শনশক্তি ও অন্তঃকরণ। অল্পমাত্রায়ই তোমরা কৃতজ্ঞতা জ্ঞাপন কর।",
    "bn_muhi": "অতঃপর তিনি তাকে সুষম করেন, তাতে রূহ সঞ্চার করেন এবং তোমাদেরকে দেন কর্ণ, চক্ষু ও অন্তঃকরণ। তোমরা সামান্যই কৃতজ্ঞতা প্রকাশ কর।",
    "en": "Then He proportioned him and breathed into him from His [created] soul and made for you hearing and vision and hearts; little are you grateful."
  },
  {
    "id": 10,
    "ar": "وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍ جَدِيدٍۭ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَٰفِرُونَ",
    "tr": "ওয়া কা-লূ ইযা-দালালনা-ফিল আরদিআইন্না-লাফী খালকিন জাদীম বাল হুম বিলিকাই রাব্বিহিম কা-ফিরূন।",
    "bn_haque": "আর তারা বলে -- \"কি, যখন আমরা মাটিতে মিলিয়ে যাই, তখন কি আমরা নতুন সৃষ্টিতে পৌঁছব?\" বস্তুত তারা তাদের প্রভুর সাথে মুলাকাত হওয়া সন্বন্ধে অবিশ্বাসী।",
    "bn_muhi": "তারা বলে, আমরা মৃত্তিকায় মিশ্রিত হয়ে গেলেও পুনরায় নতুন করে সৃজিত হব কি? বরং তারা তাদের পালনকর্তার সাক্ষাতকে অস্বীকার করে।",
    "en": "And they say, \"When we are lost within the earth, will we indeed be [recreated] in a new creation?\" Rather, they are, in [the matter of] the meeting with their Lord, disbelievers."
  },
  {
    "id": 11,
    "ar": "قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
    "tr": "কুল ইয়াতাওয়াফফা-কুম মালাকুল মাওতিল্লাযী উক্কিলা বিকুমছু ম্মা ইলা-রাব্বিকুম তুরজা‘ঊন।",
    "bn_haque": "তুমি বলো -- \"মালাকুল মউত যার উপরে তোমাদের কার্যভার দেওয়া হয়েছে সে-ই তোমাদের মৃত্যু ঘটাবে, তারপর তোমাদের প্রভুর কাছেই তোমাদের ফিরিয়ে আনা হবে।\"",
    "bn_muhi": "বলুন, তোমাদের প্রাণ হরণের দায়িত্বে নিয়োজিত ফেরেশতা তোমাদের প্রাণ হরণ করবে। অতঃপর তোমরা তোমাদের পালনকর্তার কাছে প্রত্যাবর্তিত হবে।",
    "en": "Say, \"The angel of death will take you who has been entrusted with you. Then to your Lord you will be returned.\""
  },
  {
    "id": 12,
    "ar": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَٰلِحًا إِنَّا مُوقِنُونَ",
    "tr": "ওয়া লাও তারাইযিল মুজরিমূনা না-কিছূরুঊছিহিম ‘ইনদা রাব্বিহিম রাব্বানাআবসারনা-ওয়া ছামি‘না-ফারজি‘না-না‘মাল সা-লিহান ইন্না-মূকিনূন।",
    "bn_haque": "আর তুমি যদি দেখতে পেতে যখন অপরাধীরা তাদের মাথা হেঁট করবে তাদের প্রভুর সামনে -- \"আমাদের প্রভু! আমরা দেখতে পাচ্ছি ও শুনতে পাচ্ছি, সুতরাং আমাদের ফেরত পাঠিয়ে দাও, আমরা সৎকর্ম করব, নিঃসন্দেহ আমরা সুনিশ্চিত।\"",
    "bn_muhi": "যদি আপনি দেখতেন যখন অপরাধীরা তাদের পালনকর্তার সামনে নতশির হয়ে বলবে, হে আমাদের পালনকর্তা, আমরা দেখলাম ও শ্রবণ করলাম। এখন আমাদেরকে পাঠিয়ে দিন, আমরা সৎকর্ম করব। আমরা দৃঢ়বিশ্বাসী হয়ে গেছি।",
    "en": "If you could but see when the criminals are hanging their heads before their Lord, [saying], \"Our Lord, we have seen and heard, so return us [to the world]; we will work righteousness. Indeed, we are [now] certain.\""
  },
  {
    "id": 13,
    "ar": "وَلَوْ شِئْنَا لَءَاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "tr": "ওয়া লাও শি‘না-লাআ-তাইনা-কুল্লা নাফছিন হুদা-হা-ওয়া লা-কিন হাক্কাল কাওলুমিন্নী লাআমলাআন্না জাহান্নামা মিনাল জিন্নাতি ওয়ান্না-ছি আজমা‘ঈন।",
    "bn_haque": "আর আমরা যদি চাইতাম তবে আমরা প্রত্যেক ব্যক্তিকে দিতাম তার পথনির্দেশ, কিন্তু আমার থেকে বক্তব্য ন্যায়সংগত হয়েছে -- 'আমি আলবৎ জাহান্নামকে ভর্তি করবো একই সঙ্গে জিনদের ও মানুষদের থেকে।’",
    "bn_muhi": "আমি ইচ্ছা করলে প্রত্যেককে সঠিক দিক নির্দেশ দিতাম; কিন্তু আমার এ উক্তি অবধারিত সত্য যে, আমি জিন ও মানব সকলকে দিয়ে অবশ্যই জাহান্নাম পূর্ণ করব।",
    "en": "And if we had willed, We could have given every soul its guidance, but the word from Me will come into effect [that] \"I will surely fill Hell with jinn and people all together."
  },
  {
    "id": 14,
    "ar": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَآ إِنَّا نَسِينَٰكُمْ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
    "tr": "ফাযূকূবিমা-নাছীতুম লিকাআ ইয়াওমিকুম হা-যা- ইন্না-নাছীনা-কুম ওয়া যূকু ‘আযা-বাল খুলদি বিমা-কনতুম তা‘মালূন।",
    "bn_haque": "সেজন্য -- \"আস্বাদন করো, যেহেতু তোমাদের এই দিনটির সাক্ষাৎ পাওয়াকে তোমারা ভুলে গিয়েছিলে। আমরাও তাইতো তোমাদের ভুলে গেছি, কাজেই তোমরা দীর্ঘস্থায়ী শাস্তি আস্বাদন করো যা তোমরা করে চলেছিলে সেজন্য।",
    "bn_muhi": "অতএব এ দিবসকে ভূলে যাওয়ার কারণে তোমরা মজা আস্বাদন কর। আমিও তোমাদেরকে ভুলে গেলাম। তোমরা তোমাদের কৃতকর্মের কারণে স্থায়ী আযাব ভোগ কর।",
    "en": "So taste [punishment] because you forgot the meeting of this, your Day; indeed, We have [accordingly] forgotten you. And taste the punishment of eternity for what you used to do.\""
  },
  {
    "id": 15,
    "ar": "إِنَّمَا يُؤْمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
    "tr": "ইন্নামা-ইউ’মিনুবিআ-য়া-তিনাল্লাযীনা ইযা-যুক্কিরূ বিহা-খাররূছুজ্জাদাওঁ ওয়াছাব্বাহূ বিহামদি রাব্বিহিম ওয়া হুম লা-ইয়াছতাকবিরূন (ছিজদাহ-৯)।",
    "bn_haque": "কেবল তারাই আমাদের নির্দেশাবলীতে বিশ্বাস করে যারা, যখন তাদের এসব স্মরণ করিয়ে দেওয়া হয়, সিজদারত হয়ে লুটিয়ে পড়ে, আর তাদের প্রভুর প্রশংসার সাথে জপতপ করে, আর তারা গর্ববোধ করে না।",
    "bn_muhi": "কেবল তারাই আমার আয়াতসমূহের প্রতি ঈমান আনে, যারা আয়াতসমূহ দ্বারা উপদেশপ্রাপ্ত হয়ে সেজদায় লুটিয়ে পড়ে এবং অহংকারমুক্ত হয়ে তাদের পালনকর্তার সপ্রশংস পবিত্রতা বর্ণনা করে।",
    "en": "Only those believe in Our verses who, when they are reminded by them, fall down in prostration and exalt [ Allah ] with praise of their Lord, and they are not arrogant."
  },
  {
    "id": 16,
    "ar": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
    "tr": "তাতাজা-ফা-জুনূবুহুম ‘আনিল মাদা-জি‘ই ইয়াদ‘ঊনা রাব্বাহুম খাওফাওঁ ওয়া তামা‘আওঁ ওয়ামিম্মা-রাঝাকনা-হুম ইউনফিকূন।",
    "bn_haque": "তারা বিছানা থেকে তাদের পার্শ্ব ত্যাগ করে তাদের প্রভুকে ডাকতে ডাকতে ভয়ে ও আশায়, আর আমরা তাদের যা রিযেক দিয়েছি তা থেকে তারা খরচ করে।",
    "bn_muhi": "তাদের পার্শ্ব শয্যা থেকে আলাদা থাকে। তারা তাদের পালনকর্তাকে ডাকে ভয়ে ও আশায় এবং আমি তাদেরকে যে রিযিক দিয়েছি, তা থেকে ব্যয় করে।",
    "en": "They arise from [their] beds; they supplicate their Lord in fear and aspiration, and from what We have provided them, they spend."
  },
  {
    "id": 17,
    "ar": "فَلَا تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "tr": "ফালা-তা‘লামুনাফছুম মাউখফিয়া লাহুম মিন কুররাতি আ‘ইউনিন জাঝাআম বিমা-কানূইয়া‘মালূন।",
    "bn_haque": "সুতরাং কোনো সত্ত্বা জানে না চোখজুড়ানো কী তাদের জন্য লুকোনো রয়েছে, -- একটি পুরস্কার যা তারা করে যাচ্ছিল তার জন্য।",
    "bn_muhi": "কেউ জানে না তার জন্যে কৃতকর্মের কি কি নয়ন-প্রীতিকর প্রতিদান লুক্কায়িত আছে।",
    "en": "And no soul knows what has been hidden for them of comfort for eyes as reward for what they used to do."
  },
  {
    "id": 18,
    "ar": "أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا لَّا يَسْتَوُۥنَ",
    "tr": "আফামান কা-না মু’মিনান কামান কা-না ফা-ছিকাল লা-ইয়াছতাউন।",
    "bn_haque": "তাহলে কি যে মুমিন সে তার মতো যে সত্যত্যাগী? তারা সমতুল্য নয়।",
    "bn_muhi": "ঈমানদার ব্যক্তি কি অবাধ্যের অনুরূপ? তারা সমান নয়।",
    "en": "Then is one who was a believer like one who was defiantly disobedient? They are not equal."
  },
  {
    "id": 19,
    "ar": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ جَنَّٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
    "tr": "আম্মাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ফালাহুম জান্না-তুল মা’ওয়া- নুঝুলাম বিমা-কা-নূইয়া‘মালূন।",
    "bn_haque": "যারা বিশ্বাস করেছে ও সৎকর্ম করছে তাদের জন্য তবে রয়েছে চির-উপভোগ্য উদ্যান -- একটি প্রীতি-সংবর্ধনা যা তারা করে যাচ্ছিল তার জন্য।",
    "bn_muhi": "যারা ঈমান আনে ও সৎকর্ম করে, তাদের জন্যে রয়েছে তাদের কৃতকর্মের আপ্যায়নস্বরূপ বসবাসের জান্নাত।",
    "en": "As for those who believed and did righteous deeds, for them will be the Gardens of Refuge as accommodation for what they used to do."
  },
  {
    "id": 20,
    "ar": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
    "tr": "ওয়া আম্মাল্লাযীনা ফাছাকূফামা’ওয়া-হুমুন্না-রু কুল্লামাআরা-দূ আইঁ ইয়াখরুজূ মিনহা-উ‘ঈদূফীহা-ওয়াকীলা লাহুম যূকূ‘আযা-বান্না-রিল্লাযী কুনতুম বিহী তুকাযযিবূন।",
    "bn_haque": "কিন্তু তাদের ক্ষেত্রে যারা সীমালংঘন করেছে তাদের আবাস হচ্ছে আগুন। যতবার তারা সেখান থেকে বেরিয়ে আসতে চাইবে তাদের তাতে ফিরিয়ে আনা হবে, আর তাদের বলা হবে -- \"আগুনের শাস্তি আস্বাদন করো যেটিকে তোমরা মিথ্যা বলতে।\"",
    "bn_muhi": "পক্ষান্তরে যারা অবাধ্য হয়, তাদের ঠিকানা জাহান্নাম। যখনই তারা জাহান্নাম থেকে বের হতে চাইবে, তখনই তাদেরকে তথায় ফিরিয়ে দেয়া হবে এবং তাদেরকে বলা হবে, তোমরা জাহান্নামের যে আযাবকে মিথ্যা বলতে, তার স্বাদ আস্বাদন কর।",
    "en": "But as for those who defiantly disobeyed, their refuge is the Fire. Every time they wish to emerge from it, they will be returned to it while it is said to them, \"Taste the punishment of the Fire which you used to deny.\""
  },
  {
    "id": 21,
    "ar": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
    "tr": "ওয়ালানুযীকান্নাহুম মিনাল ‘আযা-বিল আদনা-দূনাল ‘আযা-বিল আকবারি লা‘আল্লাহুম ইয়ারজি‘ঊন।",
    "bn_haque": "আর আমরা অবশ্যই লঘু শাস্তি থেকে তাদের আস্বাদন করাব বৃহত্তর শাস্তির উপরি, যেন তারা ফিরে আসে।",
    "bn_muhi": "গুরু শাস্তির পূর্বে আমি অবশ্যই তাদেরকে লঘু শাস্তি আস্বাদন করাব, যাতে তারা প্রত্যাবর্তন করে।",
    "en": "And we will surely let them taste the nearer punishment short of the greater punishment that perhaps they will repent."
  },
  {
    "id": 22,
    "ar": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ",
    "tr": "ওয়া মান আজলামুমিম মান যুক্কিরা বিআ-য়া-তি রাব্বিহী ছুম্মা আ‘রাদা ‘আনহা- ইন্না-মিনাল মুজরিমীনা মুনতাকিমূন।",
    "bn_haque": "আর কে তার চাইতে বেশী অন্যায়কারী যাকে তার প্রভুর নির্দেশাবলী দ্বারা উপদেশ দেওয়া হয়েছে, তথাপি সে তা থেকে ফিরে যায়? নিঃসন্দেহ অপরাধীদের থেকে আমরা পরিণতি আদায় করেই থাকি।",
    "bn_muhi": "যে ব্যক্তিকে তার পালনকর্তার আয়াতসমূহ দ্বারা উপদেশ দান করা হয়, অতঃপর সে তা থেকে মুখ ফিরিয়ে নেয়, তার চেয়ে যালেম আর কে? আমি অপরাধীদেরকে শাস্তি দেব।",
    "en": "And who is more unjust than one who is reminded of the verses of his Lord; then he turns away from them? Indeed We, from the criminals, will take retribution."
  },
  {
    "id": 23,
    "ar": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَلَا تَكُن فِى مِرْيَةٍ مِّن لِّقَآئِهِۦ وَجَعَلْنَٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ",
    "tr": "ওয়া লাকাদ আ-তাইনা-মূছাল কিতা-বা ফালা-তাকুন ফী মিরইয়াতিম মিললিকাইহী ওয়া জা‘আলনা-হু হুদাল লিবানীইসরাঈল।",
    "bn_haque": "আর আমরা নিশ্চয়ই মূসাকে ধর্মগ্রন্থ দিয়েছিলাম, কাজেই তাঁর প্রাপ্তি সন্বন্ধে তুমি সন্দেহের মধ্যে থেকো না, আর আমরা এটিকে বানিয়েছিলাম ইসরাইলের বংশধরদের জন্য এক পথনির্দেশ।",
    "bn_muhi": "আমি মূসাকে কিতাব দিয়েছি, অতএব আপনি কোরআন প্রাপ্তির বিষয়ে কোন সন্দেহ করবেন না। আমি একে বনী ইসরাঈলের জন্যে পথ প্রদর্শক করেছিলাম।",
    "en": "And We certainly gave Moses the Scripture, so do not be in doubt over his meeting. And we made the Torah guidance for the Children of Israel."
  },
  {
    "id": 24,
    "ar": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ وَكَانُوا۟ بِـَٔايَٰتِنَا يُوقِنُونَ",
    "tr": "ওয়া জা‘আলনা-মিনহুম আইম্মাতাইঁ ইয়াহদূ না বিআমরিনা-লাম্মা-সাবারূ ওয়া কা-নূ বিআ-য়া-তিনা-ইঊকিনূন।",
    "bn_haque": "আর আমরা তাদের মধ্যে থেকে নেতা দাঁড় করিয়েছিলাম যাঁরা আমাদের নির্দেশের দ্বারা পথনির্দেশ দিতেন যতদিন তারা অধ্যবসায় করত, আর তারা আমাদের নির্দেশাবলী সন্বন্ধে দৃঢ়বিশ্বাস রাখত।",
    "bn_muhi": "তারা সবর করত বিধায় আমি তাদের মধ্য থেকে নেতা মনোনীত করেছিলাম, যারা আমার আদেশে পথ প্রদর্শন করত। তারা আমার আয়াতসমূহে দৃঢ় বিশ্বাসী ছিল।",
    "en": "And We made from among them leaders guiding by Our command when they were patient and [when] they were certain of Our signs."
  },
  {
    "id": 25,
    "ar": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
    "tr": "ইন্না রাব্বাকা হুওয়া ইয়াফসিলু বাইনাহুম ইয়াওমাল কিয়া-মাতি ফীমা-কা-নূ ফীহি ইয়াখতালিফূন।",
    "bn_haque": "নিঃসন্দেহ তোমার প্রভু -- তিনি কিয়ামতের দিনে তাদের মধ্যে ফয়সালা করবেন সেই বিষয়ে যাতে তারা মতবিরোধ করত।",
    "bn_muhi": "তারা যে বিষয়ে মত বিরোধ করছে, আপনার পালনকর্তাই কেয়ামতের দিন সে বিষয়ে তাদের মধ্যে ফয়সালা দেবেন।",
    "en": "Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ."
  },
  {
    "id": 26,
    "ar": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ أَفَلَا يَسْمَعُونَ",
    "tr": "আওয়া লাম ইয়াহদিলাহুম কাম আহলাকনা-মিন কাবলিহিম মিনাল কুরূনি ইয়ামশূনা ফী মাছাকিনিহিম ইন্না ফী যা-লিকা লাআ-য়া-তিন আফালা-ইয়াছমা‘ঊন।",
    "bn_haque": "এটি কি তাদের জন্য পথনির্দেশ করে না -- তাদের পূর্বে মানবগোষ্ঠীর মধ্যে কত যে আমরা ধ্বংস করেছি যাদের বাড়িঘরের মধ্যে তারা চলাফেরা করেছে? নিঃসন্দেহ এতে তো নিদর্শনাবলী রয়েছে। তবুও কি তারা শুনবে না?",
    "bn_muhi": "এতে কি তাদের চোখ খোলেনি যে, আমি তাদের পূর্বে অনেক সম্প্রদায়কে ধ্বংস করেছি, যাদের বাড়ী-ঘরে এরা বিচরণ করে। অবশ্যই এতে নিদর্শনাবলী রয়েছে। তারা কি শোনে না?",
    "en": "Has it not become clear to them how many generations We destroyed before them, [as] they walk among their dwellings? Indeed in that are signs; then do they not hear?"
  },
  {
    "id": 27,
    "ar": "أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَٰمُهُمْ وَأَنفُسُهُمْ أَفَلَا يُبْصِرُونَ",
    "tr": "আওয়া লাম ইয়ারাও আন্না-নাছূকুল মাআ ইলাল আরদিল জুরুঝি ফানুখরিজুবিহী ঝার‘আন তা’কুলুমিনহু আন‘আ-মুহুম ওয়া আনফুছুহুম আফালা-ইউবসিরূন।",
    "bn_haque": "তারা কি তথাপি দেখে না যে আমরা পানি প্রবাহিত করে নিই অনুর্বর মাটিতে, তখন তার সাহায্যে আমরা উদগত করি ফসল যা থেকে আহার করে তাদের গবাদি-পশু ও তারা নিজেরা? তবুও কি তারা দেখবে না?",
    "bn_muhi": "তারা কি লক্ষ্য করে না যে, আমি উষর ভূমিতে পানি প্রবাহিত করে শস্য উদগত করি, যা থেকে ভক্ষণ করে তাদের জন্তুরা এবং তারা কি দেখে না?",
    "en": "Have they not seen that We drive the water [in clouds] to barren land and bring forth thereby crops from which their livestock eat and [they] themselves? Then do they not see?"
  },
  {
    "id": 28,
    "ar": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "ওয়া ইয়াকূলূনা মাতা-হা-যাল ফাতহুইন কনতুম সা-দিকীন।",
    "bn_haque": "আর তারা বলে -- \"কখন এই বিজয় ঘটবে, যদি তোমরা সত্যবাদী হও?\"",
    "bn_muhi": "তারা বলে তোমরা সত্যবাদী হলে বল; কবে হবে এই ফয়সালা?",
    "en": "And they say, \"When will be this conquest, if you should be truthful?\""
  },
  {
    "id": 29,
    "ar": "قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَٰنُهُمْ وَلَا هُمْ يُنظَرُونَ",
    "tr": "কুল ইয়াওমাল ফাতহিলা-ইয়ানফা‘উল্লাযীনা কাফারূঈমা-নুহুম ওয়ালা-হুম ইউনজারূন।",
    "bn_haque": "বলো -- \"বিজয়ের দিনে যারা অবিশ্বাস পোষণ করে তাদের বিশ্বাসে কোনো উপকার হবে না, আর তাদের প্রতীক্ষা করতে হবে না।\"",
    "bn_muhi": "বলুন, ফয়সালার দিনে কাফেরদের ঈমান তাদের কোন কাজে আসবে না এবং তাদেরকে অবকাশ ও দেয়া হবে না।",
    "en": "Say, [O Muhammad], \"On the Day of Conquest the belief of those who had disbelieved will not benefit them, nor will they be reprieved.\""
  },
  {
    "id": 30,
    "ar": "فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ",
    "tr": "ফাআ‘রিদ‘আনহুম ওয়ানতাজির ইন্নাহুম মুনতাজিরূন।",
    "bn_haque": "অতএব তাদের থেকে তুমি ফিরে এস এবং ইন্তাজার কর, নিঃসন্দেহ তারাও প্রতীক্ষারত রয়েছে।",
    "bn_muhi": "অতএব আপনি তাদের থেকে মুখ ফিরিয়ে নিন এবং অপেক্ষা করুন, তারাও অপেক্ষা করছে।",
    "en": "So turn away from them and wait. Indeed, they are waiting."
  }
]