[
  {
    "id": 1,
    "ar": "الٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ",
    "tr": "আলিফ লাম রা- তিলকা আ-য়া-তুল কিতা-বিল মুবীন।",
    "bn_haque": "আলিফ, লাম, রা। এসব সুস্পষ্ট গ্রন্থের আয়াতসমূহ।",
    "bn_muhi": "আলিফ-লা-ম-রা; এগুলো সুস্পষ্ট গ্রন্থের আয়াত।",
    "en": "Alif, Lam, Ra. These are the verses of the clear Book."
  },
  {
    "id": 2,
    "ar": "إِنَّآ أَنزَلْنَٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
    "tr": "ইন্নাআনঝালনা-হু কুরআ-নান ‘আরাবিইইয়াল লা‘আল্লাকুম তা‘কিলূন।",
    "bn_haque": "নিঃসন্দেহ আমরা এটি অবতারণ করেছি -- আরবী কুরআন, যেন তোমরা বুঝতে পার।",
    "bn_muhi": "আমি একে আরবী ভাষায় কোরআন রূপে অবতীর্ণ করেছি, যাতে তোমরা বুঝতে পার।",
    "en": "Indeed, We have sent it down as an Arabic Qur'an that you might understand."
  },
  {
    "id": 3,
    "ar": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَٰفِلِينَ",
    "tr": "নাহনুনাকুসসু‘আলাইকা আহছানাল কাসাসি বিমাআওহাইনাইলাইকা হা-যাল কুরআনা  ওয়া ইন কুনতা মিন কাবলিহী লামিনাল গা-ফিলীন।",
    "bn_haque": "আমরা তোমার কাছে এই কুরআন প্রত্যাদেশের দ্বারা তোমার নিকট শ্রেষ্ঠ কাহিনী বর্ণনা করছি। আর অবশ্যই এর আগে তুমি তো ছিলে অনবহিতদের অন্তর্ভূক্ত।",
    "bn_muhi": "আমি তোমার নিকট উত্তম কাহিনী বর্ণনা করেছি, যেমতে আমি এ কোরআন তোমার নিকট অবতীর্ণ করেছি। তুমি এর আগে অবশ্যই এ ব্যাপারে অনবহিতদের অন্তর্ভূক্ত ছিলে।",
    "en": "We relate to you, [O Muhammad], the best of stories in what We have revealed to you of this Qur'an although you were, before it, among the unaware."
  },
  {
    "id": 4,
    "ar": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَٱلشَّمْسَ وَٱلْقَمَرَ رَأَيْتُهُمْ لِى سَٰجِدِينَ",
    "tr": "ইয কা-লা ইঊছুফুলিআবীহি ইয়াআবাতি ইন্নী রাআইতু আহাদা ‘আশারা কাওকাবাওঁ ওয়াশশামছা ওয়াল কামারা রাআইতুহুম লী ছা-জিদীন।",
    "bn_haque": "স্মরণ করো! ইউসুফ তাঁর পিতাকে বললেন -- \"হে আমার আব্বা! আমি নিশ্চয়ই দেখলাম এগারোটি তারা আর সূর্য ও চন্দ্র -- তাদের দেখলাম আমার কারণে তারা সিজদারত।\"",
    "bn_muhi": "যখন ইউসুফ পিতাকে বললঃ পিতা, আমি স্বপ্নে দেখেছি এগারটি নক্ষত্রকে। সুর্যকে এবং চন্দ্রকে। আমি তাদেরকে আমার উদ্দেশে সেজদা করতে দেখেছি।",
    "en": "[Of these stories mention] when Joseph said to his father, \"O my father, indeed I have seen [in a dream] eleven stars and the sun and the moon; I saw them prostrating to me.\""
  },
  {
    "id": 5,
    "ar": "قَالَ يَٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا۟ لَكَ كَيْدًا إِنَّ ٱلشَّيْطَٰنَ لِلْإِنسَٰنِ عَدُوٌّ مُّبِينٌ",
    "tr": "কা-লা ইয়া-বুনাইইয়া লা-তাকসুস রু’ইয়া-কা ‘আলা-ইখওয়াতিকা ফাইয়াকীদূলাকা কাইদান ইন্নাশশাইতা-না লিলইনছা-নি ‘আদুওউম মুবীন।",
    "bn_haque": "তিনি বললেন, \"হে আমার পুত্র! তোমার স্বপ্ন তোমার ভাইদের কাছে বর্ণনা কর না পাছে তারা তোমার বিরুদ্ধে কোনো চক্রান্তের ফন্দি আঁটে। নিঃসন্দেহ শয়তান মানুষের জন্য প্রকাশ্য শত্রু।",
    "bn_muhi": "তিনি বললেনঃ বৎস, তোমার ভাইদের সামনে এ স্বপ্ন বর্ণনা করো না। তাহলে তারা তোমার বিরুদ্ধে চক্রান্ত করবে। নিশ্চয় শয়তান মানুষের প্রকাশ্য।",
    "en": "He said, \"O my son, do not relate your vision to your brothers or they will contrive against you a plan. Indeed Satan, to man, is a manifest enemy."
  },
  {
    "id": 6,
    "ar": "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَٰقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ",
    "tr": "ওয়া কাযা-লিকা ইয়াজতাবীকা রাব্বুকা ওয়া ইউ‘আলিলমুকা মিন তা’বীলিল আহা-দীছিওয়া ইউতিম্মুনি‘মাতাহূ‘আলাইকা ওয়া ‘আলা-আ-লি ইয়া‘কূবা কামাআতাম্মাহা‘আলাআবাওয়াইকা মিন কাবলুইবরা-হীমা ওয়া ইছহা-কা ইন্না রাব্বাকা ‘আলীমুন হাকীম।",
    "bn_haque": "আর এইভাবে তোমার প্রভু তোমাকে মনোনীত করবেন, আর তোমাকে শিক্ষা দেবেন ঘটনাবলীর ব্যাখ্যা সম্পর্কে, আর তাঁর অনুগ্রহ পূর্ণাঙ্গ করবেন তোমার প্রতি ও ইয়াকুবের বংশধরদের প্রতি, যেমন তিনি তা পূর্ণাঙ্গ করেছিলেন এর আগে তোমার পূর্বপুরুষ ইব্রাহীম ও ইসহাকের প্রতি। নিঃসন্দেহ তোমার প্রভু সর্বজ্ঞাতা, পরমজ্ঞানী।",
    "bn_muhi": "এমনিভাবে তোমার পালনকর্তা তোমাকে মনোনীত করবেন এবং তোমাকে বাণীসমূহের নিগুঢ় তত্ত্ব শিক্ষা দেবেন এবং পূর্ণ করবেন স্বীয় অনুগ্রহ তোমার প্রতি ও ইয়াকুব পরিবার-পরিজনের প্রতি; যেমন ইতিপূর্বে তোমার পিতৃপুরুষ ইব্রাহীম ও ইসহাকের প্রতি পূর্ণ করেছেন। নিশ্চয় তোমার পালনকর্তা অত্যন্ত জ্ঞানী, প্রজ্ঞাময়।",
    "en": "And thus will your Lord choose you and teach you the interpretation of narratives and complete His favor upon you and upon the family of Jacob, as He completed it upon your fathers before, Abraham and Isaac. Indeed, your Lord is Knowing and Wise.\""
  },
  {
    "id": 7,
    "ar": "لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَٰتٌ لِّلسَّآئِلِينَ",
    "tr": "লাকাদ কা-না ফী ইঊছুফা ওয়া ইখওয়াতিহীআ-য়া-তুল লিছছাইলীন।",
    "bn_haque": "ইউসুফ ও তাঁর ভাইদের মধ্যে নিশ্চয়ই নিদর্শন রয়েছে জিজ্ঞাসুদের জন্যে।",
    "bn_muhi": "অবশ্য ইউসুফ ও তাঁর ভাইদের কাহিনীতে জিজ্ঞাসুদের জন্যে নিদর্শনাবলী রয়েছে।",
    "en": "Certainly were there in Joseph and his brothers signs for those who ask,"
  },
  {
    "id": 8,
    "ar": "إِذْ قَالُوا۟ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "ইযকা-লূলাইঊছুফুওয়া আখূহু আহাব্বুইলাআবীনা-মিন্না-ওয়া নাহনু‘উসবাতুন ইন্না আবা-না-লাফী দালা-লিম মুবীন।",
    "bn_haque": "স্মরণ করো! তারা বলাবলি করলে -- \"ইউসুফ ও তার ভাই তো আমাদের আব্বার কাছে আমাদের চেয়েও বেশি প্রিয়, যদিও আমরা দলে ভারী। আমাদের আব্বা নিশ্চয়ই স্পষ্ট বিভ্রান্তিতে রয়েছেন।\"",
    "bn_muhi": "যখন তারা বললঃ অবশ্যই ইউসুফ ও তাঁর ভাই আমাদের পিতার কাছে আমাদের চাইতে অধিক প্রিয় অথচ আমরা একটা সংহত শক্তি বিশেষ। নিশ্চয় আমাদের পিতা স্পষ্ট ভ্রান্তিতে রয়েছেন।",
    "en": "When they said, \"Joseph and his brother are more beloved to our father than we, while we are a clan. Indeed, our father is in clear error."
  },
  {
    "id": 9,
    "ar": "ٱقْتُلُوا۟ يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا۟ مِنۢ بَعْدِهِۦ قَوْمًا صَٰلِحِينَ",
    "tr": "উকতুলূইঊছুফা আবিতরাহূহুআরদাইঁ ইয়াখলুলাকুম ওয়াজহু আবীকুম ওয়াতাকূনূমিম বা‘দিহী কাওমান সা-লিহীন।",
    "bn_haque": "ইউসুফকে মেরে ফেল অথবা কোনো দেশে নির্বাসন দাও, তাহলে তোমাদের আব্বার মুখ তোমাদের দিকেই নিবিষ্ট হবে, এবং তার পরে তোমরা ভাল লোক হতে পারবে।",
    "bn_muhi": "হত্যা কর ইউসুফকে কিংবা ফেলে আস তাকে অন্য কোন স্থানে। এতে শুধু তোমাদের প্রতিই তোমাদের পিতার মনোযোগ নিবিষ্ট হবে এবং এরপর তোমরা যোগ্য বিবেচিত হয়ে থাকবে।",
    "en": "Kill Joseph or cast him out to [another] land; the countenance of your father will [then] be only for you, and you will be after that a righteous people.\""
  },
  {
    "id": 10,
    "ar": "قَالَ قَآئِلٌ مِّنْهُمْ لَا تَقْتُلُوا۟ يُوسُفَ وَأَلْقُوهُ فِى غَيَٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَٰعِلِينَ",
    "tr": "কা-লা কাইলুমমিনহুমলা-তাকতুলূইঊছুফা ওয়া আলকুহুফীগায়া-বাতিল জুব্বি ইয়ালতাকিতহু বা‘দুছছাইইয়া-রাতি ইন কুনতুম ফা-‘ইলীন।",
    "bn_haque": "তাদের মধ্যে থেকে একজন বক্তা বললে -- \"ইউসুফকে কাতল করো না, তাকে বরং কোনো কুয়োর তলায় ফেলে দাও, ভ্রমণকারীদের কেউ তাকে তুলেও নিতে পারে, -- যদি তোমরা কাজ করতে চাও।\"",
    "bn_muhi": "তাদের মধ্য থেকে একজন বলল, তোমরা ইউসুফ কে হত্যা করো না, বরং ফেলে দাও তাকে অন্ধকূপে যাতে কোন পথিক তাকে উঠিয়ে নিয়ে যায়, যদি তোমাদের কিছু করতেই হয়।",
    "en": "Said a speaker among them, \"Do not kill Joseph but throw him into the bottom of the well; some travelers will pick him up - if you would do [something].\""
  },
  {
    "id": 11,
    "ar": "قَالُوا۟ يَٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ",
    "tr": "কা-লূইয়াআবা-না-মা-লাকা লা-তা‘মান্না-‘আলা-ইঊছুফা ওয়া ইন্না-লাহূলানা-সিহূন।",
    "bn_haque": "তারা বলল -- \"হে আমাদের আব্বা! তোমার কি হয়েছে যেজন্যে তুমি ইউসুফের ব্যাপারে আমাদের বিশ্বাস কর না, অথচ নিঃসন্দেহ আমরা তো তার শুভাকাঙ্খী?",
    "bn_muhi": "তারা বললঃ পিতাঃ ব্যাপার কি, আপনি ইউসুফের ব্যাপারে আমাদেরকে বিশ্বাস করেন না ? আমরা তো তার হিতাকাংখী।",
    "en": "They said, \"O our father, why do you not entrust us with Joseph while indeed, we are to him sincere counselors?"
  },
  {
    "id": 12,
    "ar": "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
    "tr": "আরছিলহু মা‘আনা-গাদাইঁ ইয়ারতা‘ ওয়া ইয়াল‘আব ওয়া ইন্না-লাহূলাহাফিজূন।",
    "bn_haque": "তাকে আমাদের সঙ্গে কালকে পাঠিয়ে দাও, সে আমোদ করুক ও খেলাধুলা করুক, আর আমরা তো নিশ্চয়ই তার হেফাজতকারী।",
    "bn_muhi": "আগামীকাল তাকে আমাদের সাথে প্রেরণ করুন-তৃপ্তিসহ খাবে এবং খেলাধুলা করবে এবং আমরা অবশ্যই তার রক্ষণাবেক্ষন করব।",
    "en": "Send him with us tomorrow that he may eat well and play. And indeed, we will be his guardians."
  },
  {
    "id": 13,
    "ar": "قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا۟ بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَٰفِلُونَ",
    "tr": "কা-লা ইন্নী লাইয়াহঝুনুনীআন তাযহাবূবিহী ওয়া আখা-ফূআইঁ ইয়া’কুলাহুযযি‘বুওয়া আনতুম ‘আনহু গা-ফিলূন।",
    "bn_haque": "তিনি বললেন -- \"এতে অবশ্যই আমাকে কষ্ট দেবে যে তোমরা তাকে নিয়ে যাবে, আর আমি ভয় করছি পাছে নেকড়ে তাকে খেয়ে ফেলে, যদি তোমরা তার প্রতি বেখেয়াল হয়ে যাও!\"",
    "bn_muhi": "তিনি বললেনঃ আমার দুশ্চিন্তা হয় যে, তোমরা তাকে নিয়ে যাবে এবং আমি আশঙ্কা করি যে, ব্যাঘ্র তাঁকে খেয়ে ফেলবে এবং তোমরা তার দিক থেকে গাফেল থাকবে।",
    "en": "[Jacob] said, \"Indeed, it saddens me that you should take him, and I fear that a wolf would eat him while you are of him unaware.\""
  },
  {
    "id": 14,
    "ar": "قَالُوا۟ لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخَٰسِرُونَ",
    "tr": "কা-লূলাইন আকালাহুযযি’বুওয়া নাহনু‘উসবাতুন ইন্নাইযাল লাখা-ছিরূন।",
    "bn_haque": "তারা বললে, \"আমরা দলে ভারী হওয়া সত্ত্বেও যদি তাকে নেকড়ে খেয়ে ফেলে তবে আমরাই তো নিশ্চয় সর্বহারা হব।\"",
    "bn_muhi": "তারা বললঃ আমরা একটি ভারী দল থাকা সত্ত্বেও যদি ব্যাঘ্র তাকে খেয়ে ফেলে, তবে আমরা সবই হারালাম।",
    "en": "They said, \" If a wolf should eat him while we are a [strong] clan, indeed, we would then be losers.\""
  },
  {
    "id": 15,
    "ar": "فَلَمَّا ذَهَبُوا۟ بِهِۦ وَأَجْمَعُوٓا۟ أَن يَجْعَلُوهُ فِى غَيَٰبَتِ ٱلْجُبِّ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَٰذَا وَهُمْ لَا يَشْعُرُونَ",
    "tr": "ফালাম্মা-যাহাবূবিহী ওয়া আজমা‘উআইঁ ইয়াজ‘আলূহু ফী গায়া-বাতিল জুব্বি ওয়া আওহাইনাইলাইহি লাতুনাব্বিআন্নাহুম বিআমরিহিম হা-যা-ওয়াহুম লা-ইয়াশ‘উরূন।",
    "bn_haque": "তারপর তারা যখন তাকে নিয়ে গেল এবং সবাই একমত হল যে তারা তাকে ফেলে দেবে কুয়োর তলায়, তখন আমরা তার কাছে প্রত্যাদেশ দিলাম -- \"তুমি তাদের অবশ্যই জানিয়ে দেবে তাদের এই কাজের কথা, আর তারা চিনতেও পারবে না।\"",
    "bn_muhi": "অতঃপর তারা যখন তাকে নিয়ে চলল এবং অন্ধকূপে নিক্ষেপ করতে একমত হল এবং আমি তাকে ইঙ্গিত করলাম যে, তুমি তাদেরকে তাদের এ কাজের কথা বলবে এমতাবস্থায় যে, তারা তোমাকে চিনবে না।",
    "en": "So when they took him [out] and agreed to put him into the bottom of the well... But We inspired to him, \"You will surely inform them [someday] about this affair of theirs while they do not perceive [your identity].\""
  },
  {
    "id": 16,
    "ar": "وَجَآءُوٓ أَبَاهُمْ عِشَآءً يَبْكُونَ",
    "tr": "ওয়া জাঊআবা-হুম ‘ইশাআইঁ ইয়াবকূন।",
    "bn_haque": "আর তারা তাদের পিতার কাছে কাঁদতে কাঁদতে এলো রাত্রিবেলায়।",
    "bn_muhi": "তারা রাতের বেলায় কাঁদতে কাঁদতে পিতার কাছে এল।",
    "en": "And they came to their father at night, weeping."
  },
  {
    "id": 17,
    "ar": "قَالُوا۟ يَٰٓأَبَانَآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئْبُ وَمَآ أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَٰدِقِينَ",
    "tr": "কা-লূইয়াআবা-নাইন্না-যাহাবনা-নাছতাবিকুওয়া তারাকনা-ইঊছুফা ‘ইনদা মাতা-‘ইনাফাআকালাহুযযি’বু ওয়ামাআনতা বিমু’মিনিল লানা-ওয়ালাও কুন্না-সা-দিকীন।",
    "bn_haque": "তারা বললে -- \"হে আমাদের আব্বা! আমরা দৌড়াদেড়ি করে চলেছিলাম, আর ইউসুফকে রেখে গিয়েছিলাম আমাদের আসবাবপত্রের পাশে, তখন নেকড়ে তাকে খেয়ে ফেলেছে, কিন্তু তুমি তো আমাদের প্রতি বিশ্বাসকারী হবে না, যদিও আমরা হচ্ছি সত্যবাদী।\"",
    "bn_muhi": "তারা বললঃ পিতাঃ আমরা দৌড় প্রতিযোগিতা করতে গিয়েছিলাম এবং ইউসুফকে আসবাব-পত্রের কাছে রেখে গিয়েছিলাম। অতঃপর তাকে বাঘে খেয়ে ফেলেছে। আপনি তো আমাদেরকে বিশ্বাস করবেন না, যদিও আমরা সত্যবাদী।",
    "en": "They said, \"O our father, indeed we went racing each other and left Joseph with our possessions, and a wolf ate him. But you would not believe us, even if we were truthful.\""
  },
  {
    "id": 18,
    "ar": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَٱللَّهُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
    "tr": "ওয়া জাঊ ‘আলা-কামীসিহী বিদামিন কাযিবিন কা-লা বাল ছাওওয়ালাত লাকুম আনফুছুকুম আমরান ফাসাবরুন জামীলুওঁ ওয়াল্লা-হুল মুছতা‘আ-নু‘আলা-মাতাসিফূন।",
    "bn_haque": "আর তারা এল তাঁর সার্টের উপরে ঝুটা রক্ত নিয়ে। তিনি বললেন -- \"না, তোমাদের অন্তর তোমাদের জন্য এই বিষয়টি উদ্ভাবন করেছে, কিন্তু ধৈর্যধারণই উত্তম। আর আল্লাহ্‌ই সাহায্য কামনার স্থল তোমরা যা বর্ণনা করছ সে-ক্ষেত্রে।\"",
    "bn_muhi": "এবং তারা তার জামায় কৃত্রিম রক্ত লাগিয়ে আনল। বললেনঃ এটা কখনই নয়; বরং তোমাদের মন তোমাদেরকে একটা কথা সাজিয়ে দিয়েছে। সুতরাং এখন ছবর করাই শ্রেয়। তোমরা যা বর্ণনা করছ, সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্য স্থল।",
    "en": "And they brought upon his shirt false blood. [Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. And Allah is the one sought for help against that which you describe.\""
  },
  {
    "id": 19,
    "ar": "وَجَآءَتْ سَيَّارَةٌ فَأَرْسَلُوا۟ وَارِدَهُمْ فَأَدْلَىٰ دَلْوَهُۥ قَالَ يَٰبُشْرَىٰ هَٰذَا غُلَٰمٌ وَأَسَرُّوهُ بِضَٰعَةً وَٱللَّهُ عَلِيمٌۢ بِمَا يَعْمَلُونَ",
    "tr": "ওয়া জাআত ছাইইয়া-রাতুন ফাআরছালূওয়া-রিদাহুম ফাআদলা-দালওয়াহূ কা-লা ইয়া-বুশরা-হা-যা-গুলা-মুওঁ ওয়া আছাররূহু বিদা-‘আতাওঁ ওয়াল্লা-হু ‘আলীমুম বিমা-ইয়া‘মালূন।",
    "bn_haque": "এদিকে ভ্রমণকারীরা এল এবং তাদের পানিওয়ালাকে পাঠাল, সে তখন তার বালতি নামিয়ে দিল। সে বললে, \"কি সুখবর! এ যে একটি ছোকরা!\" অতঃপর তারা তাঁকে লুকিয়ে রাখল পণ্য-দ্রব্যের মতো। আর তারা যা করেছিল সে-সন্বন্ধে আল্লাহ্ সর্বজ্ঞাতা।",
    "bn_muhi": "এবং একটি কাফেলা এল। অতঃপর তাদের পানি সংগ্রাহককে প্রেরণ করল। সে বালতি ফেলল। বললঃ কি আনন্দের কথা। এ তো একটি কিশোর তারা তাকে পন্যদ্রব্য গণ্য করে গোপন করে ফেলল। আল্লাহ খুব জানেন যা কিছু তারা করেছিল।",
    "en": "And there came a company of travelers; then they sent their water drawer, and he let down his bucket. He said, \"Good news! Here is a boy.\" And they concealed him, [taking him] as merchandise; and Allah was knowing of what they did."
  },
  {
    "id": 20,
    "ar": "وَشَرَوْهُ بِثَمَنٍۭ بَخْسٍ دَرَٰهِمَ مَعْدُودَةٍ وَكَانُوا۟ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
    "tr": "ওয়া শারাওহু বিছামানিম বাখছিন দারা-হিমা মা‘দূদাতিওঁ ওয়া কা-নূফীহি মিনাঝঝাহিদীন।",
    "bn_haque": "আর তারা তাঁকে বিক্রি করল সামান্য মূল্যে -- গুণতির কয়েকটি দিরহামে, আর তাঁর প্রতি তারা ছিল অনাসক্ত।",
    "bn_muhi": "ওরা তাকে কম মূল্যে বিক্রি করে দিল গনাগুণতি কয়েক দেরহাম এবং তাঁর ব্যাপারে নিরাসক্ত ছিল।",
    "en": "And they sold him for a reduced price - a few dirhams - and they were, concerning him, of those content with little."
  },
  {
    "id": 21,
    "ar": "وَقَالَ ٱلَّذِى ٱشْتَرَىٰهُ مِن مِّصْرَ لِٱمْرَأَتِهِۦٓ أَكْرِمِى مَثْوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ وَلِنُعَلِّمَهُۥ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمْرِهِۦ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "tr": "ওয়া কা-লাল্লাযিশ তারা-হু মিম মিসরা লিমরাআতিহীআকরিমী মাছওয়াহু ‘আছাআইঁ ইয়ানফা‘আনাআও নাত্তাখিযাহূওয়ালাদাওঁ  ওয়া কাযা-লিকা মাক্কান্না-লিইঊছুফা ফিল আরদি  ওয়া লিনু‘আলিল মাহূমিন তা’বীলিল আহা-দীছি ওয়াল্লা-হু গা-লিবুন ‘আলাআমরিহী ওয়ালা-কিন্না আকছারা-ন্না-ছি লা-ইয়া‘লামূন।",
    "bn_haque": "আর মিশরীয় যে তাঁকে কিনেছিল সে তার স্ত্রীকে বললে -- \"সম্মানজনকভাবে এর থাকবার জায়গা কর, হয়ত সে আমাদের উপকারে আসবে, অথবা তাকে আমরা পুত্ররূপে গ্রহণ করতে পারি।\" আর এইভাবে আমরা ইউসুফের জন্য বাসস্থান ঠিক করে দিলাম সে-দেশে, যেন তাঁকে শেখাতে পারি ঘটনাবলীর ব্যাখ্যা সন্বন্ধে। আল্লাহ্ তাঁর কাজকর্মে সর্বেসর্বা, কিন্তু অধিকাংশ লোকেই জানে না।",
    "bn_muhi": "মিসরে যে ব্যক্তি তাকে ক্রয় করল, সে তার স্ত্রীকে বললঃ একে সম্মানে রাখ। সম্ভবতঃ সে আমাদের কাছে আসবে অথবা আমরা তাকে পুত্ররূপে গ্রহণ করে নেব। এমনিভাবে আমি ইউসুফকে এদেশে প্রতিষ্ঠিত করলাম এবং এ জন্যে যে তাকে বাক্যাদির পূর্ণ মর্ম অনুধাবনের পদ্ধতি বিষয়ে শিক্ষা দেই। আল্লাহ নিজ কাজে প্রবল থাকেন, কিন্তু অধিকাংশ লোক তা জানে না।",
    "en": "And the one from Egypt who bought him said to his wife, \"Make his residence comfortable. Perhaps he will benefit us, or we will adopt him as a son.\" And thus, We established Joseph in the land that We might teach him the interpretation of events. And Allah is predominant over His affair, but most of the people do not know."
  },
  {
    "id": 22,
    "ar": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيْنَٰهُ حُكْمًا وَعِلْمًا وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
    "tr": "ওয়া লাম্মা-বালাগা আশুদ্দাহূআ-তাইনা-হু হুকমাওঁ ওয়া ‘ইলমাওঁ ওয়া কাযা-লিকা নাজঝিল মুহছিনীন।",
    "bn_haque": "আর যখন তিনি তাঁর পূর্ণ যৌবনে পৌঁছুলেন, আমরা তাঁকে বুদ্ধি ও বিদ্যা দান করলাম। আর এইভাবে আমরা সৎকর্মশীলদের পুরস্কার প্রদান করি।",
    "bn_muhi": "যখন সে পূর্ণ যৌবনে পৌছে গেল, তখন তাকে প্রজ্ঞা ও ব্যুৎপত্তি দান করলাম। এমননিভাবে আমি সৎকর্মপরায়ণদেরকে প্রতিদান দেই।",
    "en": "And when Joseph reached maturity, We gave him judgment and knowledge. And thus We reward the doers of good."
  },
  {
    "id": 23,
    "ar": "وَرَٰوَدَتْهُ ٱلَّتِى هُوَ فِى بَيْتِهَا عَن نَّفْسِهِۦ وَغَلَّقَتِ ٱلْأَبْوَٰبَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ ٱللَّهِ إِنَّهُۥ رَبِّىٓ أَحْسَنَ مَثْوَاىَ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ",
    "tr": "ওয়ারা-ওয়াদাত হুল্লাতী হুওয়া ফী বাইতিহা-‘আন নাফছিহী ওয়া গাল্লাকাতিল আবওয়া-বা ওয়াকা-লাত হাইতা লাকা কা-লা মা‘আ-যাল্লা-হি ইন্নাহূরাববী-আহছানা মাছওয়াইয়া; ইন্নাহূলা-ইউফলিহুজ্জা-লিমূন।",
    "bn_haque": "আর যে মহিলায় গৃহে তিনি ছিলেন সে তাঁকে কামনা করল তাঁর অন্তরঙ্গতার, আর বন্ধ করে দিলে দরজাগুলো ও বললে -- \"এসো হে তুমি!\" তিনি বললেন -- \"আল্লাহ্ সহায় হোন! আমার প্রভু নিশ্চয়ই আমার আশ্রয়স্থল অতি উত্তম বানিয়েছেন। নিঃসন্দেহ তিনি অন্যায়কারীদের উন্নতি করেন না।\"",
    "bn_muhi": "আর সে যে মহিলার ঘরে ছিল, ঐ মহিলা তাকে ফুসলাতে লাগল এবং দরজাসমূহ বন্ধ করে দিল। সে মহিলা বললঃ শুন! তোমাকে বলছি, এদিকে আস, সে বললঃ আল্লাহ রক্ষা করুন; তোমার স্বামী আমার মালিক। তিনি আমাকে সযত্নে থাকতে দিয়েছেন। নিশ্চয় সীমা লংঘনকারীগণ সফল হয় না।",
    "en": "And she, in whose house he was, sought to seduce him. She closed the doors and said, \"Come, you.\" He said, \"[I seek] the refuge of Allah . Indeed, he is my master, who has made good my residence. Indeed, wrongdoers will not succeed.\""
  },
  {
    "id": 24,
    "ar": "وَلَقَدْ هَمَّتْ بِهِۦ وَهَمَّ بِهَا لَوْلَآ أَن رَّءَا بُرْهَٰنَ رَبِّهِۦ كَذَٰلِكَ لِنَصْرِفَ عَنْهُ ٱلسُّوٓءَ وَٱلْفَحْشَآءَ إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُخْلَصِينَ",
    "tr": "ওয়া লাকাদ হাম্মাত বিহী ওয়া হাম্মা বিহা-লাওলা-আর রাআ-বুরহা-না রাব্বিহী কাযা-লিকা লিনাসরিফা ‘আনহুছছূআ ওয়াল ফাহশাআ ইন্নাহূমিন ‘ইবা-দিনাল মুখলাসীন।",
    "bn_haque": "আর সে নারী নিশ্চয়ই তাঁর প্রতি আসক্ত হয়েছিল, আর তিনিও তার প্রতি আসক্ত হয়ে পড়তেন যদি না তিনি তাঁর প্রভুর স্পষ্ট- প্রমাণ প্রত্যক্ষ করতেন। এইভাবে আমরা যেন তাঁর কাছ থেকে হটিয়ে দিতে পারি মন্দকাজ ও অশ্লীলতা। নিঃসন্দেহ তিনি ছিলেন আমাদের একান্ত অনুরক্ত দাসদের অন্যতম।",
    "bn_muhi": "নিশ্চয় মহিলা তার বিষয়ে চিন্তা করেছিল এবং সেও মহিলার বিষয়ে চিন্তা করত। যদি না সে স্বীয় পালনকর্তার মহিমা অবলোকন করত। এমনিবাবে হয়েছে, যাতে আমি তার কাছ থেকে মন্দ বিষয় ও নিলজ্জ বিষয় সরিয়ে দেই। নিশ্চয় সে আমার মনোনীত বান্দাদের একজন।",
    "en": "And she certainly determined [to seduce] him, and he would have inclined to her had he not seen the proof of his Lord. And thus [it was] that We should avert from him evil and immorality. Indeed, he was of Our chosen servants."
  },
  {
    "id": 25,
    "ar": "وَٱسْتَبَقَا ٱلْبَابَ وَقَدَّتْ قَمِيصَهُۥ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَا ٱلْبَابِ قَالَتْ مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سُوٓءًا إِلَّآ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ",
    "tr": "ওয়াছ তাবাকাল বা-বা ওয়া কাদ্দাত কামীসাহূমিন দুবুরিওঁ ওয়া আলফাইয়া-ছাইয়িদাহালাদাল বা-বি কা-লাত মা-জাঝাউ মান আরা-দা বিআহলিকা ছূআন ইল্লাআইঁ ইউছজানা আও ‘আযা-বুন আলীম।",
    "bn_haque": "আর তারা দুজনেই দরজার দিকে দৌড়লো, আর সে তাঁর জামা পেছনের দিক থেকে ছিড়ে ফেঁললো, আর তারা দুজনে দরজার নিকটে দেখা পেল তার স্বামীর। সে বললে -- \"যে তোমার পরিবারের সঙ্গে কুকর্ম কামনা করে তার পরিণাম কারাদন্ড বা মর্মন্তুদ শাস্তি ছাড়া আর কী হতে পারে?\"",
    "bn_muhi": "তারা উভয়ে ছুটে দরজার দিকে গেল এবং মহিলা ইউসুফের জামা পিছন দিক থেকে ছিঁড়ে ফেলল। উভয়ে মহিলার স্বামীকে দরজার কাছে পেল। মহিলা বললঃ যে ব্যক্তি তোমার পরিজনের সাথে কুকর্মের ইচ্ছা করে, তাকে কারাগারে পাঠানো অথবা অন্য কোন যন্ত্রণাদায়ক শাস্তি দেয়া ছাড়া তার আর কি শাস্তি হতে পারে?",
    "en": "And they both raced to the door, and she tore his shirt from the back, and they found her husband at the door. She said, \"What is the recompense of one who intended evil for your wife but that he be imprisoned or a painful punishment?\""
  },
  {
    "id": 26,
    "ar": "قَالَ هِىَ رَٰوَدَتْنِى عَن نَّفْسِى وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ ٱلْكَٰذِبِينَ",
    "tr": "কা-লা হিয়া রা-ওয়াদাতনী ‘আন নাফছী ওয়া শাহিদা শা-হিদুম মিন আহলিহা- ইন কা-না কামীসুহূকুদ্দা মিন কুবুলিন ফাসাদাকাত ওয়া হুওয়া মিনাল কা-যিবীন।",
    "bn_haque": "তিনি বললেন -- \"উনিই আমাকে কামনা করেছিলেন আমার অন্তরঙ্গতার।\" আর তারই পরিবারের একজন সাক্ষী সাক্ষ্য দিলে -- \"যদি তার সার্টটি সামনের দিকে ছেঁড়া হয় তবে ইনি সত্যবাদী এবং ও মিথ্যাবাদীদের মধ্যের।",
    "bn_muhi": "ইউসুফ (আঃ) বললেন, সেই আমাকে আত্মসংবরণ না করতে ফুসলিয়েছে। মহিলার পরিবারে জনৈক সাক্ষী দিল যে, যদি তার জামা সামনের দিক থেকে ছিন্ন থাকে, তবে মহিলা সত্যবাদিনী এবং সে মিথ্যাবাদি।",
    "en": "[Joseph] said, \"It was she who sought to seduce me.\" And a witness from her family testified. \"If his shirt is torn from the front, then she has told the truth, and he is of the liars."
  },
  {
    "id": 27,
    "ar": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ ٱلصَّٰدِقِينَ",
    "tr": "ওয়া ইন কা-না কামীসুহূকুদ্দা মিন দুবুরিন ফাকাযাবাত ওয়া হুওয়া মিনাসসা-দিকীন।",
    "bn_haque": "আর যদি তার সার্টটি পেছনের দিকে ছেঁড়া থাকে তবে ইনিই মিথ্যাবাদী আর ও সত্যবাদীদের অন্তর্ভুক্ত।",
    "bn_muhi": "এবং যদি তার জামা পেছনের দিক থেকে ছিন্ন থাকে, তবে মহিলা মিথ্যাবাদিনী এবং সে সত্যবাদী।",
    "en": "But if his shirt is torn from the back, then she has lied, and he is of the truthful.\""
  },
  {
    "id": 28,
    "ar": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٍ قَالَ إِنَّهُۥ مِن كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ",
    "tr": "ফালাম্মা-রাআ-কামীসাহূকুদ্দা মিন দুবরিন কা-লা ইন্নাহূমিন কাইদিকুন্ন ইন্না কাইদাকুন্না ‘আজীম।",
    "bn_haque": "সুতরাং সে যখন দেখলে যে তাঁর জামাটি পেছনের দিকে ছেঁড়া তখন সে বললে -- \"এ নিঃসন্দেহ তোমাদের ছলাকলা, তোমাদের ছলচাতুরী বড়ই ভীষণ।",
    "bn_muhi": "অতঃপর গৃহস্বামী যখন দেখল যে, তার জামা পেছন দিক থেকে ছিন্ন, তখন সে বলল, নিশ্চয় এটা তোমাদের ছলনা। নিঃসন্দেহে তোমাদের ছলনা খুবই মারাত্নক।",
    "en": "So when her husband saw his shirt torn from the back, he said, \"Indeed, it is of the women's plan. Indeed, your plan is great."
  },
  {
    "id": 29,
    "ar": "يُوسُفُ أَعْرِضْ عَنْ هَٰذَا وَٱسْتَغْفِرِى لِذَنۢبِكِ إِنَّكِ كُنتِ مِنَ ٱلْخَاطِـِٔينَ",
    "tr": "ইঊছুফুআ‘রিদ‘আন হা-যা-ওয়াছতাগফিরী লিযামবিকি ইন্নাকি কুনতি মিনাল খা-তিঈন।",
    "bn_haque": "হে ইউসুফ, তুমি এ বিষয়ে কিছু মনে করো না; আর তুমি ক্ষমা প্রার্থনা কর তোমার অপরাধের জন্য; নিঃসন্দেহ তুমি হচ্ছো পাপিষ্ঠাদের মধ্যেকার।",
    "bn_muhi": "ইউসুফ এ প্রসঙগ ছাড়! আর হে নারী, এ পাপের জন্য ক্ষমা প্রার্থনা কর নিঃসন্দেহে তুমি-ই পাপাচারিনী।",
    "en": "Joseph, ignore this. And, [my wife], ask forgiveness for your sin. Indeed, you were of the sinful.\""
  },
  {
    "id": 30,
    "ar": "وَقَالَ نِسْوَةٌ فِى ٱلْمَدِينَةِ ٱمْرَأَتُ ٱلْعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفْسِهِۦ قَدْ شَغَفَهَا حُبًّا إِنَّا لَنَرَىٰهَا فِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "ওয়া কা-লা নিছওয়াতুন ফিল মাদীনাতিম রাআতুল ‘আঝীঝি তুরা-বিদুফাতা-হা-‘আন নাফছিহী কাদ শাগাফাহা-হুব্বান ইন্না লানারা-হা-ফী দালা-লিম মুবীন।",
    "bn_haque": "আর শহরের নারীরা বললে, \"আজীযের স্ত্রী তার যুবক দাসকে কামনা করেছিল তার অন্তরঙ্গতার! নিশ্চয়ই সে তাকে প্রেমে অভিভূত করেছে। আমরা তাকে দেখছি স্পষ্ট বিভ্রান্তিতে পড়েছে।\"",
    "bn_muhi": "নগরে মহিলারা বলাবলি করতে লাগল যে, আযীযের স্ত্রী স্বীয় গোলামকে কুমতলব চরিতার্থ করার জন্য ফুসলায়। সে তার প্রেমে উম্মত্ত হয়ে গেছে। আমরা তো তাকে প্রকাশ্য ভ্রান্তিতে দেখতে পাচ্ছি।",
    "en": "And women in the city said, \"The wife of al-'Azeez is seeking to seduce her slave boy; he has impassioned her with love. Indeed, we see her [to be] in clear error.\""
  },
  {
    "id": 31,
    "ar": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنْ هَٰذَآ إِلَّا مَلَكٌ كَرِيمٌ",
    "tr": "ফালাম্মা-ছামি‘আত বিমাকরিহিন্না আরছালাত ইলাইহিন্না ওয়া আ‘তাদাত লাহুন্না মুত্তাকাআওঁ ওয়া আ-তাত কুল্লা ওয়াহিদাতিম মিনহুন্না ছিক্কীনাওঁ ওয়া কা-লাতিখরুজ ‘আলাইহিন্না ফালাম্মা-রাআইনাহূআকবারনাহূওয়া কাত্তা‘না আইদিয়াহুন্না ওয়াকুলনা হা-শা লিল্লা-হি মা- হা-যা-বাশারান ইন হা-যা ইল্লা-মালাকুন কারীম।",
    "bn_haque": "সুতরাং সে যখন শুনলে তাদের ফন্দির কথা, সে তাদের ডেকে পাঠালে এবং তাদের জন্য তৈরি করলে গদির আসন, আর তাদের মধ্যের প্রত্যেককে দিলে একটি করে ছুরি, আর বললে -- \"বেরিয়ে এস এদের সামনে।\" অতঃপর তারা যখন তাঁকে দেখল তাঁকে ভাবলো অতুলনীয়, আর নিজেদের হাত কেটে ফেলল ও বললো -- \"আল্লাহ্‌র কি নিখুঁত সৃষ্টি! এ তো মানুষ নয়, এ তো এক মহিমান্নিত ফিরিশ্‌তা।\"",
    "bn_muhi": "যখন সে তাদের চক্রান্ত শুনল, তখন তাদেরকে ডেকে পাঠাল এবং তাদের জন্যে একটি ভোজ সভার আয়োজন করল। সে তাদের প্রত্যেককে একটি ছুরি দিয়ে বললঃ ইউসুফ এদের সামনে চলে এস। যখন তারা তাকে দেখল, হতভম্ব হয়ে গেল এবং আপন হাত কেটে ফেলল। তারা বললঃ কখনই নয় এ ব্যক্তি মানব নয়। এ তো কোন মহান ফেরেশতা।",
    "en": "So when she heard of their scheming, she sent for them and prepared for them a banquet and gave each one of them a knife and said [to Joseph], \"Come out before them.\" And when they saw him, they greatly admired him and cut their hands and said, \"Perfect is Allah ! This is not a man; this is none but a noble angel.\""
  },
  {
    "id": 32,
    "ar": "قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ ٱلصَّٰغِرِينَ",
    "tr": "কা-লাত ফাযা-লিকুন্নাল্লাযী লুমতুন্নানী ফীহি ওয়া লাকাদ রা-ওয়াততুহূ‘আন নাফছিহী ফাছতা‘সামা ওয়া লাইল্লাম ইয়াফ‘আল মাআ-মুরুহূলাইউছজানান্না ওয়া লাইয়াকূনাম মিনাসসা-গিরীন।",
    "bn_haque": "সে বললে -- \"এ-ই তো সেই যার সন্বন্ধে তোমরা আমার নিন্দা করেছ, আর আমি অবশ্যই তাকে কামনা করেছিলাম তার অন্তরঙ্গতার, কিন্তু সে নিজেকে সংযত রেখেছিল। আর আমি তাকে যা আদেশ করি তা যদি সে না করে তবে সে নিশ্চিত কারারুদ্ধ হবে এবং সে হবে অবশ্যই ছোটলোকদের মধ্যেকার।\"",
    "bn_muhi": "মহিলা বললঃ এ ঐ ব্যক্তি, যার জন্যে তোমরা আমাকে ভৎর্সনা করছিলে। আমি ওরই মন জয় করতে চেয়েছিলাম। কিন্তু সে নিজেকে নিবৃত্ত রেখেছে। আর আমি যা আদেশ দেই, সে যদি তা না করে, তবে অবশ্যই সে কারাগারে প্রেরিত হবে এবং লাঞ্চিত হবে।",
    "en": "She said, \"That is the one about whom you blamed me. And I certainly sought to seduce him, but he firmly refused; and if he will not do what I order him, he will surely be imprisoned and will be of those debased.\""
  },
  {
    "id": 33,
    "ar": "قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَٰهِلِينَ",
    "tr": "কা-লা রাব্বিছছিজনুআহাব্বুইলাইইয়া মিম্মা-ইয়াদ‘ঊনানীইলাইহি ওয়া ইল্লা-তাসরিফ ‘আন্নী কাইদাহুন্না আসবুইলাইহিন্না ওয়াআকুম মিনাল জা-হিলীন।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! তারা আমাকে যার প্রতি আহ্বান করছে তার চেয়ে কারাগারই আমার কাছে অধিক প্রিয়। আর তুমি যদি আমার থেকে তাদের ছলনা দূরীভূত না কর তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব, ফলে আমি হয়ে যাব অজ্ঞদের অন্তর্ভুক্ত।\"",
    "bn_muhi": "ইউসুফ বললঃ হে পালনকর্তা তারা আমাকে যে কাজের দিকে আহবান করে, তার চাইতে আমি কারাগারই পছন্দ করি। যদি আপনি তাদের চক্রান্ত আমার উপর থেকে প্রতিহত না করেন, তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব এবং অজ্ঞদের অন্তর্ভূক্ত হয়ে যাব।",
    "en": "He said, \"My Lord, prison is more to my liking than that to which they invite me. And if You do not avert from me their plan, I might incline toward them and [thus] be of the ignorant.\""
  },
  {
    "id": 34,
    "ar": "فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "tr": "ফাছতাজা-বা লাহূরাব্বুহূফাসারাফা ‘আনহু কাইদাহুন্না ইন্নাহূহুওয়াছছামী‘উল ‘আলীম।",
    "bn_haque": "অতএব তাঁর প্রভু তাঁর প্রতি সাড়া দিলেন আর তাঁর থেকে তাদের ছলাকলা হটিয়ে দিলেন। নিঃসন্দেহ তিনি সর্বশ্রোতা, সর্বজ্ঞাতা।",
    "bn_muhi": "অতঃপর তার পালনকর্তা তার দোয়া কবুল করে নিলেন। অতঃপর তাদের চক্রান্ত প্রতিহত করলেন। নিশ্চয় তিনি সর্বশ্রোতা ও সর্বজ্ঞ।",
    "en": "So his Lord responded to him and averted from him their plan. Indeed, He is the Hearing, the Knowing."
  },
  {
    "id": 35,
    "ar": "ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا۟ ٱلْءَايَٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍ",
    "tr": "ছু ম্মা বাদা-লাহুম মিম বা‘দি মা-রাআউল আ-য়া-তি লাইয়াছজুনুন্নাহূহাত্তা-হীন।",
    "bn_haque": "অতঃপর সাক্ষীসাবুদ তারা দেখার পরে তাদের মনে হল তাঁকে কিছুকালের জন্য কারারুদ্ধ করাই উচিত।",
    "bn_muhi": "অতঃপর এসব নিদর্শন দেখার পর তারা তাকে কিছুদিন কারাগারে রাখা সমীচীন মনে করল।",
    "en": "Then it appeared to them after they had seen the signs that al-'Azeez should surely imprison him for a time."
  },
  {
    "id": 36,
    "ar": "وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًا وَقَالَ ٱلْءَاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًا تَأْكُلُ ٱلطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِۦٓ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
    "tr": "ওয়া দাখালা মা‘আহুছ ছিজনা ফাতাইয়া-ন কা-লা আহাদুহুমাইন্নীআরা-নী আ‘সিরু খামরা- ওয়া কা-লাল আ-খারু ইন্নীআরা-নী আহমিলুফাওকা রা’ছী খুবঝান তা’কুলুততাইরু মিনহু নাব্বি’না-বিতা’ওয়ীলিহী ইন্না-নারা-কা মিনাল মুহছিনীন।",
    "bn_haque": "আর তাঁর সঙ্গে দু’জন যুবক জেলে ঢুকেছিল। তাদের একজন বললে, \"আমি দেখলাম মদ তৈরি করছি।\" আর অন্যজন বললে, \"আমি দেখলাম আমি আমার মাথার উপরে রুটি বয়ে নিচ্ছি, তা থেকে পাখিরা খাচ্ছে।\" \"আমাদের এর তাৎপর্য বলে দাও, আমরা নিশ্চয়ই তোমাকে দেখছি ভালো-লোকদের মধ্যেকার।\"",
    "bn_muhi": "তাঁর সাথে কারাগারে দুজন যুবক প্রবেশ করল। তাদের একজন বললঃ আমি স্বপ্নে দেখলাম যে, আমি মদ নিঙড়াচ্ছি। অপরজন বললঃ আমি দেখলাম যে, নিজ মাথায় রুটি বহন করছি। তা থেকে পাখী ঠুকরিয়ে খাচ্ছে। আমাদের কে এর ব্যাখ্যা বলুন। আমরা আপনাকে সৎকর্মশীল দেখতে পাচ্ছি।",
    "en": "And there entered the prison with him two young men. One of them said, \"Indeed, I have seen myself [in a dream] pressing wine.\" The other said, \"Indeed, I have seen myself carrying upon my head [some] bread, from which the birds were eating. Inform us of its interpretation; indeed, we see you to be of those who do good.\""
  },
  {
    "id": 37,
    "ar": "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ",
    "tr": "কা-লা লা-ইয়া’তীকুমা-তা‘আ-মুন তুরঝাকা-নিহীইল্লা-নাব্বা’তুকুমা-বিতা’বীলিহী কাবলা আইঁ ইয়া’তিয়াকুমা- যা-লিকুমা-মিম্মা-‘আল্লামানী রাববী ইন্নী তারাকতু মিল্লাতা কাওমিল লা-ইউ’মিনূনা বিল্লা-হি ওয়াহুম বিলআ-খিরাতি হুম কা-ফিরূন।",
    "bn_haque": "তিনি বললেন -- \"তোমাদের যা খেতে দেয়া হয় সে খাদ্য তোমাদের কাছে এসে পৌঁছুবেনা না, অথচ তোমাদের কাছে তা আসার আগেই আমি তোমাদের বলে দেব এর তাৎপর্য। এটি হচ্ছে আমার প্রভু আমাকে যা শিখিয়েছেন তা থেকে। আমি নিশ্চয়ই পরিত্যাগ করেছি সেই লোকদের ধর্মমত যারা আল্লাহ্‌তে বিশ্বাস করে না, আর তারা নিজেরাই পরকালেও অবিশ্বাসী।",
    "bn_muhi": "তিনি বললেনঃ তোমাদেরকে প্রত্যহ যে খাদ্য দেয়া হয়, তা তোমাদের কাছে আসার আগেই আমি তার ব্যাখ্যা বলে দেব। এ জ্ঞান আমার পালনকর্তা আমাকে শিক্ষা দিয়েছেন। আমি ঐসব লোকের ধর্ম পরিত্যাগ করেছি যারা আল্লাহর প্রতি বিশ্বাস স্থাপন করে না এবং পরকালে অবিশ্বাসী।",
    "en": "He said, \"You will not receive food that is provided to you except that I will inform you of its interpretation before it comes to you. That is from what my Lord has taught me. Indeed, I have left the religion of a people who do not believe in Allah, and they, in the Hereafter, are disbelievers."
  },
  {
    "id": 38,
    "ar": "وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍ ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
    "tr": "ওয়াত্তাবা‘তুমিল্লাতা আ-বাঈইবরা-হীমা ওয়া ইছহা-কা ওয়া ইয়া‘কূবা মা-কা-না লানাআন নুশরিকা বিল্লা-হি মিন শাইইন যা-লিকা মিন ফাদলিল্লা-হি আলাইনাওয়া‘আলান্না-ছি ওয়ালা-কিন্না আকছারান্না-ছি লা-ইয়াশকুরূন।",
    "bn_haque": "\"আর আমি অনুসরণ করি আমার পিতৃপুরুষ ইব্রাহীম ও ইসহাক ও ইয়াকুবের ধর্মমত। এটি আমাদের জন্য নয় যে আমরা আল্লাহ্‌র সঙ্গে কোনো ধরনের অংশী দাঁড় করাব। এটি আমাদের প্রতি আল্লাহ্‌র অনুগ্রহ-প্রাচুর্যের ফলে আর মানবগোষ্ঠীর প্রতিও, কিন্তু অধিকাংশ লোকেরা কৃতজ্ঞতা প্রকাশ করে না।",
    "bn_muhi": "আমি আপন পিতৃপুরুষ ইব্রাহীম, ইসহাক ও ইয়াকুবের ধর্ম অনুসরণ করছি। আমাদের জন্য শোভা পায় না যে, কোন বস্তুকে আল্লাহর অংশীদার করি। এটা আমাদের প্রতি এবং অন্য সব লোকের প্রতি আল্লাহর অনুগ্রহ। কিন্ত অধিকাংশ লোক অনুগ্রহ স্বীকার করে না।",
    "en": "And I have followed the religion of my fathers, Abraham, Isaac and Jacob. And it was not for us to associate anything with Allah . That is from the favor of Allah upon us and upon the people, but most of the people are not grateful."
  },
  {
    "id": 39,
    "ar": "يَٰصَىٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
    "tr": "ইয়া-সা-হিবাইছছিজনি আ আরবা-বুমমুতাফাররিকূনা খাইরুন আমিল্লা-হুল ওয়া-হিদুল কাহহা-র।",
    "bn_haque": "\"হে আমার জেলখানার সঙ্গিদ্বয়! ভিন্ন ভিন্ন প্রভুসব ভাল, না একক সর্বশক্তিমান আল্লাহ্‌?",
    "bn_muhi": "হে কারাগারের সঙ্গীরা! পৃথক পৃথক অনেক উপাস্য ভাল, না পরাক্রমশালী এক আল্লাহ?",
    "en": "O [my] two companions of prison, are separate lords better or Allah, the One, the Prevailing?"
  },
  {
    "id": 40,
    "ar": "مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "tr": "মা-তা‘বুদূ না মিন দূ নিহীইল্লাআছমাআন ছাম্মাইতুমূহা আনতুম ওয়া আ-বাউকুম মাআনঝালাল্লা-হু বিহা-মিন ছুলতা-নিন ইনিল হুকম ইল্লা-লিল্লা-হি আমারা আল্লাতা‘বুদূ ইল্লা-ইইয়া-হু যা-লিকাদ্দীনুল কাইয়িমুওয়ালা-কিন্না আকছারান্না-ছি লাইয়া‘লামূন।",
    "bn_haque": "\"তাঁকে ছেড়ে দিয়ে তোমরা যাদের উপাসনা কর তারা নামাবলী মাত্র যা তোমরা নামকরণ করেছ -- তোমরা ও তোমাদের পূর্বপুরুষরা, যেজন্যে কোনো দলিল-দস্তাবেজ আল্লাহ্ পাঠান নি। বিধান দেবার অধিকার শুধু আল্লাহ্‌র। তিনি আদেশ দিয়েছেন যে তোমরা তাঁকে ছাড়া আর কারোর উপাসনা করবে না। এই হচ্ছে সঠিক ধর্ম, কিন্তু অধিকাংশ লোকেই জানে না।",
    "bn_muhi": "তোমরা আল্লাহকে ছেড়ে নিছক কতগুলো নামের এবাদত কর, সেগুলো তোমরা এবং তোমাদের বাপ-দাদারা সাব্যস্ত করে নিয়েছে। আল্লাহ এদের কোন প্রমাণ অবতীর্ণ করেননি। আল্লাহ ছাড়া কারও বিধান দেবার ক্ষমতা নেই। তিনি আদেশ দিয়েছেন যে, তিনি ব্যতীত অন্য কারও এবাদত করো না। এটাই সরল পথ। কিন্তু অধিকাংশ লোক তা জানে না।",
    "en": "You worship not besides Him except [mere] names you have named them, you and your fathers, for which Allah has sent down no authority. Legislation is not but for Allah . He has commanded that you worship not except Him. That is the correct religion, but most of the people do not know."
  },
  {
    "id": 41,
    "ar": "يَٰصَىٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًا وَأَمَّا ٱلْءَاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ",
    "tr": "ইয়া-সা-হিবাইছ ছিজনি আম্মাআহাদুকুমা-ফাইয়াছকী রাব্বাহূখামরাও ওয়াআম্মাল আ-খারু ফাইউসলাবুফাতা’কুলুততাইরু মিররা’ছিহী কুদিয়াল আমরুল্লাযী ফীহি তাছতাফতিয়া-ন।",
    "bn_haque": "হে আমার কারাগারের সঙ্গিদ্বয়! তোমাদের একজন সন্বন্ধে -- সে তার প্রভুকে সুরা পান করাবে, কিন্তু অন্যজনের ক্ষেত্রে -- সে তখন শূলবিদ্ধ হয়ে মরবে, তার ফলে পাখিরা তার মাথা থেকে খাবে। তোমরা যার সন্বন্ধে জিজ্ঞাসা করছিলে সে-বিষয় নিস্পত্তি হয়ে গিয়েছে!",
    "bn_muhi": "হে কারাগারের সঙ্গীরা! তোমাদের একজন আপন প্রভুকে মদ্যপান করাবে এবং দ্বিতীয়জন, তাকে শুলে চড়ানো হবে। অতঃপর তার মস্তক থেকে পাখী আহার করবে। তোমরা যে, বিষয়ে জানার আগ্রহী তার সিদ্ধান্ত হয়ে গেছে।",
    "en": "O two companions of prison, as for one of you, he will give drink to his master of wine; but as for the other, he will be crucified, and the birds will eat from his head. The matter has been decreed about which you both inquire.\""
  },
  {
    "id": 42,
    "ar": "وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ",
    "tr": "ওয়া কা-লা লিল্লাযী জান্না আন্নাহূনা-জিম মিনহুমাযকুরনী ‘ইনদা রাব্বিকা  ফাআনছাহুশশাইতা-নুযিকরা রাব্বিহী ফালাবিছা ফিছছিজনি বিদ‘আ ছিনীন।",
    "bn_haque": "আর দুইজনের মধ্যে যাকে তিনি জানতেন যে সে মুক্তি পাবে তাকে তিনি বললেন, \"তোমার প্রভুর কাছে আমার কথা বলো।\" কিন্তু শয়তান তাকে ভুলিয়ে দিয়েছিল তার প্রভুর কাছে স্মরণ করিয়ে দিতে, তাই তিনি কারাগারে থাকলেন আরো কয়েক বছর।",
    "bn_muhi": "যে ব্যক্তি সম্পর্কে ধারণা ছিল যে, সে মুক্তি পাবে, তাকে ইউসুফ বলে দিলঃ আপন প্রভুর কাছে আমার আলোচনা করবে। অতঃপর শয়তান তাকে প্রভুর কাছে আলোচনার কথা ভুলিয়ে দিল। ফলে তাঁকে কয়েক বছর কারাগারে থাকতে হল।",
    "en": "And he said to the one whom he knew would go free, \"Mention me before your master.\" But Satan made him forget the mention [to] his master, and Joseph remained in prison several years."
  },
  {
    "id": 43,
    "ar": "وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنۢبُلَٰتٍ خُضْرٍ وَأُخَرَ يَابِسَٰتٍ يَٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ",
    "tr": "ওয়া কা-লাল মালিকুইন্নীআরা-ছাব‘আ বাকারা-তিন ছিমা-নিইঁ ইয়া’কুলুহুন্না ছাব‘উন ‘ইজাফুওঁ ওয়া ছাব‘আ ছুমবুলা-তিন খুদরিওঁ ওয়া উখারা ইয়া-বিছা-তিন ইয়াআইয়ুহাল মালাউ আফতূনী ফী রু’ইয়া-ইয়া ইন কুনতুম লিররু’ইয়া-তা‘বুরূন।",
    "bn_haque": "আর রাজা বললেন -- \"আমি নিশ্চয়ই দেখলাম সাতটি হৃস্পুষ্ট গরু, তাদের খেয়ে ফেলল সাতটি জীর্ণশীর্ণ, আর সাতটা সবুজ শীষ আর অপর শুক্‌নো। ওহে প্রধানগণ! আমার স্বরে তাৎপর্য আমাকে বলে দাও যদি তোমরা স্বপ্নের ব্যাখ্যা করতে পারো।\"",
    "bn_muhi": "বাদশাহ বললঃ আমি স্বপ্নে দেখলাম, সাতটি মোটাতাজা গাভী-এদেরকে সাতটি শীর্ণ গাভী খেয়ে যাচ্ছে এবং সাতটি সবুজ শীষ ও অন্যগুলো শুষ্ক। হে পরিষদবর্গ! তোমরা আমাকে আমার স্বপ্নের ব্যাখ্যা বল, যদি তোমরা স্বপ্নের ব্যাখ্যায় পারদর্শী হয়ে থাক।",
    "en": "And [subsequently] the king said, \"Indeed, I have seen [in a dream] seven fat cows being eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry. O eminent ones, explain to me my vision, if you should interpret visions.\""
  },
  {
    "id": 44,
    "ar": "قَالُوٓا۟ أَضْغَٰثُ أَحْلَٰمٍ وَمَا نَحْنُ بِتَأْوِيلِ ٱلْأَحْلَٰمِ بِعَٰلِمِينَ",
    "tr": "কা-লূআদগা-ছু আহলা-মিন ওয়ামা নাহনুবিতা’বীলিল আহলা-মি বি‘আ-লিমীন।",
    "bn_haque": "তারা বললে -- \"এলোমেলো স্বপ্ন, আর স্বপ্নের মর্মোদ্ধারে আমরা অভিজ্ঞ নই।\"",
    "bn_muhi": "তারা বললঃ এটা কল্পনাপ্রসূত স্বপ্ন। এরূপ স্বপ্নের ব্যাখ্যা আমাদের জানা নেই।",
    "en": "They said, \"[It is but] a mixture of false dreams, and we are not learned in the interpretation of dreams.\""
  },
  {
    "id": 45,
    "ar": "وَقَالَ ٱلَّذِى نَجَا مِنْهُمَا وَٱدَّكَرَ بَعْدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأْوِيلِهِۦ فَأَرْسِلُونِ",
    "tr": "ওয়া কা-লাল্লাযীনাজা-মিনহুমা-ওয়াদ্দাকারা বা‘দা উম্মাতিন আনা-উনাব্বিউকুম বিতাবীলিহী ফাআরছিলূন।",
    "bn_haque": "আর সেই দুইজনের যে মুক্তি পেয়েছিল ও দীর্ঘকাল পরে যার মনে পড়ল সে বললে -- \"আমিই এর তাৎপর্য আপনাদের জানিয়ে দেব, সেজন্যে আমাকে পাঠিয়ে দিন।\"",
    "bn_muhi": "দু’জন কারারুদ্ধের মধ্য থেকে যে ব্যক্তি মুক্তি পেয়েছিল এবং দীর্ঘকাল পর স্মরণ হলে, সে বলল, আমি তোমাদেরকে এর ব্যাখ্যা বলছি। তোমরা আমাকে প্রেরণ কর।",
    "en": "But the one who was freed and remembered after a time said, \"I will inform you of its interpretation, so send me forth.\""
  },
  {
    "id": 46,
    "ar": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفْتِنَا فِى سَبْعِ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنۢبُلَٰتٍ خُضْرٍ وَأُخَرَ يَابِسَٰتٍ لَّعَلِّىٓ أَرْجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمْ يَعْلَمُونَ",
    "tr": "ইঊছুফুআইয়ুহাস সিদ্দীকুআফতিনা-ফী ছাব‘ই বাকারা-তিন ছিমা-নিইঁ ইয়া’কুলুহুন্না ছাব‘উন ‘ইজা-ফুওঁ ওয়া ছাব‘ই ছুমবুলা-তিন খুদরিওঁ ওয়া উখারা ইয়া-বিছা-তিল লা‘আললী আরজি‘উ ইলান্না-ছি লা‘আল্লাহুম ইয়া‘লামূন।",
    "bn_haque": "ইউসুফ! হে সত্যবাদী! আমাদের জন্য ব্যাখ্যা করে দাও সাতটি মোটাসোটা গরু যাদের খেয়ে ফেলল রোগা-পাতলা সাতটি, এবং সাতটি সবুজ শীষ ও অন্যগুলো শুক্‌নো, -- যেন আমি লোকদের কাছে ফিরে যেতে পারি যাতে তারা জানতে পারে।",
    "bn_muhi": "সে তথায় পৌঁছে বললঃ হে ইউসুফ! হে সত্যবাদী! সাতটি মোটাতাজা গাভী-তাদেরকে খাচ্ছে সাতটি শীর্ণ গাভী এবং সাতটি সবুজ শীর্ষ ও অন্যগুলো শুষ্ক; আপনি আমাদেরকে এ স্বপ্ন সম্পর্কে পথনির্দেশ প্রদান করুনঃ যাতে আমি তাদের কাছে ফিরে গিয়ে তাদের অবগত করাতে পারি।",
    "en": "[He said], \"Joseph, O man of truth, explain to us about seven fat cows eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry - that I may return to the people; perhaps they will know [about you].\""
  },
  {
    "id": 47,
    "ar": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِى سُنۢبُلِهِۦٓ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ",
    "tr": "কা-লা তাঝরা‘ঊনা ছাব‘আ ছিনীনা দাআ-বা- ফামা-হাসাততুম ফাযারূহু ফী ছুমবুলিহীইল্লা-কালীলাম মিম্মা-তা’কুলূন।",
    "bn_haque": "তিনি বললেন -- \"তোমরা সাত বছর যথারীতি ক্ষেত করে যাবে, আর তোমরা যা তুলবে তা রেখে দেবে তার শীষের মধ্যে, শুধু তা থেকে যে সামান্যটুকু তোমরা খাবে তা ছাড়া।",
    "bn_muhi": "বললঃ তোমরা সাত বছর উত্তম রূপে চাষাবাদ করবে। অতঃপর যা কাটবে, তার মধ্যে যে সামান্য পরিমাণ তোমরা খাবে তা ছাড়া অবশিষ্ট শস্য শীষ সমেত রেখে দেবে।",
    "en": "[Joseph] said, \"You will plant for seven years consecutively; and what you harvest leave in its spikes, except a little from which you will eat."
  },
  {
    "id": 48,
    "ar": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ",
    "tr": "ছু ম্মা ইয়া’তী মিম বা‘দি যা-লিকা ছাব‘উন শিদা-দুইঁ ইয়া’কুলনা মা-কাদ্দামতুম লাহুন্না ইল্লাকালীলাম মিম্মা-তুহসিনূন।",
    "bn_haque": "\"তখন এর পরে আসবে সাতটি কঠোর, তা খেয়ে ফেলবে সে-ক’টির জন্য তোমরা যা এগিয়ে দেবে, কেবল সামান্য কিছু ছাড়া যা তোমরা সংরক্ষণ কর।",
    "bn_muhi": "এবং এরপরে আসবে দূর্ভিক্ষের সাত বছর; তোমরা এ দিনের জন্যে যা রেখেছিলে, তা খেয়ে যাবে, কিন্তু অল্প পরিমাণ ব্যতীত, যা তোমরা তুলে রাখবে।",
    "en": "Then will come after that seven difficult [years] which will consume what you saved for them, except a little from which you will store."
  },
  {
    "id": 49,
    "ar": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ عَامٌ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعْصِرُونَ",
    "tr": "ছু ম্মা ইয়া’তী মিম বা‘দি যা-লিকা ‘আ-মুন ফীহি ইউগা-ছু ন্না-ছুওয়া ফীহি ইয়া‘সিরূন।",
    "bn_haque": "আর তার পরে আসবে এক বছর যাতে লোকেরা পাবে প্রচুর বৃষ্টিপাত, আর তাতে তারা পিযবে।",
    "bn_muhi": "এর পরেই আসবে একবছর-এতে মানুষের উপর বৃষ্টি বর্ষিত হবে এবং এতে তারা রস নিঙড়াবে।",
    "en": "Then will come after that a year in which the people will be given rain and in which they will press [olives and grapes].\""
  },
  {
    "id": 50,
    "ar": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرْجِعْ إِلَىٰ رَبِّكَ فَسْـَٔلْهُ مَا بَالُ ٱلنِّسْوَةِ ٱلَّٰتِى قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّى بِكَيْدِهِنَّ عَلِيمٌ",
    "tr": "ওয়া কা-লাল মালিকু’তূনী বিহী ফালাম্মা-জাআহুর রাছূলুকা-লারজি‘ ইলা-রাব্বিকা ফাছআলহু মা-বা-লুন নিছওয়াতিল্লা-তী কাত্তা‘না আইদিয়াহুন্না ইন্না রাববী বিকাইদিহিন্না ‘আলীম।",
    "bn_haque": "আর রাজা বললেন -- \"তাকে আমার কাছে নিয়ে এস।\" সুতরাং যখন দূত তাঁর কাছে এল, তিনি বললেন -- \"তোমার মনিবের কাছে ফিরে যাও এবং তাঁকে জিজ্ঞেস কর সেই নারীদের কি হল যারা তাদের হাত কেটেছিল। নিঃসন্দেহ আমাব প্রভু, তাদের ফন্দিফিকির সন্বন্ধে পূর্ণ ওয়াকিফহাল।\"",
    "bn_muhi": "বাদশাহ বললঃ ফিরে যাও তোমাদের প্রভুর কাছে এবং জিজ্ঞেস কর তাকে ঐ মহিলার স্বরূপ কি, যারা স্বীয় হস্ত কর্তন করেছিল! আমার পালনকর্তা তো তাদের ছলনা সবই জানেন।",
    "en": "And the king said, \"Bring him to me.\" But when the messenger came to him, [Joseph] said, \"Return to your master and ask him what is the case of the women who cut their hands. Indeed, my Lord is Knowing of their plan.\""
  },
  {
    "id": 51,
    "ar": "قَالَ مَا خَطْبُكُنَّ إِذْ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِۦ قُلْنَ حَٰشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوٓءٍ قَالَتِ ٱمْرَأَتُ ٱلْعَزِيزِ ٱلْـَٰٔنَ حَصْحَصَ ٱلْحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ",
    "tr": "কা-লা মা-খাতবুকুন্না ইয রা -ওয়াততুন্না ইঊছুফা ‘আন নাফছিহী কুলনা হা-শা লিল্লাহি মা-‘আলিমনা-‘আলাইহি মিন ছূইন কা-লাতিম রাআতুল ‘আঝীঝিলআ-না হাসহাসাল হাক্কু  আনা-রা-ওয়াততুহূ‘আন নাফছিহী ওয়া ইন্নাহূলামিনাসসা-দিকীন।",
    "bn_haque": "তিনি বললেন -- \"তোমাদের কি হয়েছিল যখন তোমরা ইউসুফকে কামনা করেছিলে তার অন্তরঙ্গতার?\" তারা বললে -- আল্লাহ্‌র কি নিখুঁত সৃষ্টি! আমরা ওর মধ্যে কোনো দোষের কথা জানি না।\" নগর-প্রধানের স্ত্রী বললে -- \"এক্ষণে সত্য প্রকাশ পেয়েছে, আমিই তাকে কামনা করেছিলাম তার অন্তরঙ্গতার, আর নিঃসন্দেহ সে অবশ্যই ছিল সত্যপরায়ণদের মধ্যেকার।\"",
    "bn_muhi": "বাদশাহ মহিলাদেরকে বললেনঃ তোমাদের হাল-হাকিকত কি, যখন তোমরা ইউসুফকে আত্মসংবরণ থেকে ফুসলিয়েছিলে? তারা বললঃ আল্লাহ মহান, আমরা তার সম্পর্কে মন্দ কিছু জানি না। আযীয-পত্মি বললঃ এখন সত্য কথা প্রকাশ হয়ে গেছে। আমিই তাকে আত্মসংবরণ থেকে ফুসলিয়েছিলাম এবং সে সত্যবাদী।",
    "en": "Said [the king to the women], \"What was your condition when you sought to seduce Joseph?\" They said, \"Perfect is Allah ! We know about him no evil.\" The wife of al-'Azeez said, \"Now the truth has become evident. It was I who sought to seduce him, and indeed, he is of the truthful."
  },
  {
    "id": 52,
    "ar": "ذَٰلِكَ لِيَعْلَمَ أَنِّى لَمْ أَخُنْهُ بِٱلْغَيْبِ وَأَنَّ ٱللَّهَ لَا يَهْدِى كَيْدَ ٱلْخَآئِنِينَ",
    "tr": "যা-লিকা লিইয়া‘লামা আন্নী লাম আখুনহু বিলগাইবি ওয়া আন্নাল্লা-হা লা-ইয়াহদী কাইদাল খাইনীন।",
    "bn_haque": "এটিই, যেন তিনি জানতে পারেন যে আমি গোপনে তাঁর প্রতি বিশ্বাসঘাতকতা করি নি। আর নিঃসন্দেহ আল্লাহ্ বিশ্বাসহন্তাদের ছলাকলা পরিচালিত করেন না।",
    "bn_muhi": "ইউসুফ বললেনঃ এটা এজন্য, যাতে আযীয জেনে নেয় যে, আমি গোপনে তার সাথে বিশ্বাসঘাতকতা করিনি। আরও এই যে, আল্লাহ বিশ্বাসঘাতকদের প্রতারণাকে এগুতে দেন না।",
    "en": "That is so al-'Azeez will know that I did not betray him in [his] absence and that Allah does not guide the plan of betrayers."
  },
  {
    "id": 53,
    "ar": "وَمَآ أُبَرِّئُ نَفْسِىٓ إِنَّ ٱلنَّفْسَ لَأَمَّارَةٌۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ إِنَّ رَبِّى غَفُورٌ رَّحِيمٌ",
    "tr": "ওয়ামাউবাররিউ নাফছী ইন্নান্নাফছা লাআম্মা-রাতুম বিছছূই ইল্লা-মা-রাহিমা রাববী ইন্না রাববী গাফূরুর রাহীম।",
    "bn_haque": "আমি আমার নিজেকে মুক্ত বলি না, নিঃসন্দেহ মানুষমাত্রেরই মন্দের দিকে প্রবণতা রয়েছে, শুধু যাদের প্রতি আমার প্রভুর করুণা রয়েছে তারা ভিন্ন। নিঃসন্দেহ আমার প্রভু পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "আমি নিজেকে নির্দোষ বলি না। নিশ্চয় মানুষের মন মন্দ কর্মপ্রবণ কিন্তু সে নয়-আমার পালনকর্তা যার প্রতি অনুগ্রহ করেন। নিশ্চয় আমার পালনকর্তা ক্ষমাশীল, দয়ালু।",
    "en": "And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful.\""
  },
  {
    "id": 54,
    "ar": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
    "tr": "ওয়া কা-লাল মালিকু’তূনী বিহীআছতাখলিসহু লিনাফছী ফালাম্মা-কাল্লামাহূকা-লা ইন্নাকাল ইয়াওমা লাদাইনা-মাকীনুন আমীন।",
    "bn_haque": "আর রাজা বললেন -- \"তাঁকে আমার কাছে নিয়ে এস, আমি তাঁকে আমার নিজের জন্য একান্তভাবে গ্রহণ করব।\" সুতরাং তিনি যখন তাঁর সাথে আলাপ করলেন তখন বললেন -- \"আপনি আজ নিশ্চয়ই হলেন আমাদের সমক্ষে সুপ্রতিষ্ঠিত, বিশ্বাসভাজন।\"",
    "bn_muhi": "বাদশাহ বললঃ তাকে আমার কাছে নিয়ে এসো। আমি তাকে নিজের বিশ্বস্ত সহচর করে রাখব। অতঃপর যখন তার সাথে মতবিনিময় করল, তখন বললঃ নিশ্চয়ই আপনি আমার কাছে আজ থেকে বিশ্বস্ত হিসাবে মর্যাদার স্থান লাভ করেছেন।",
    "en": "And the king said, \"Bring him to me; I will appoint him exclusively for myself.\" And when he spoke to him, he said, \"Indeed, you are today established [in position] and trusted.\""
  },
  {
    "id": 55,
    "ar": "قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ إِنِّى حَفِيظٌ عَلِيمٌ",
    "tr": "কা-লাজ‘আলনী ‘আলা-খাঝাইনিল আরদি ইন্নী হাফীজুন ‘আলীম।",
    "bn_haque": "তিনি বললেন -- \"আমাকে দেশের ধনসম্পদের দায়িত্বে নিয়োগ করুন। নিঃসন্দেহ আমি সুরক্ষক, সুবিবেচক।\"",
    "bn_muhi": "ইউসুফ বললঃ আমাকে দেশের ধন-ভান্ডারে নিযুক্ত করুন। আমি বিশ্বস্ত রক্ষক ও অধিক জ্ঞানবান।",
    "en": "[Joseph] said, \"Appoint me over the storehouses of the land. Indeed, I will be a knowing guardian.\""
  },
  {
    "id": 56,
    "ar": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "tr": "ওয়া কাযা-লিকা মাক্কান্না-লিইঊছুূফা ফিল আরদি ইয়াতাবাওওয়াউ মিনহা-হাইছু ইয়াশাউ নুসীবুবিরাহমাতিনা-মান নাশাউ ওয়ালা-নুদী‘উ আজরাল মুহছিনীন।",
    "bn_haque": "আর এইভাবে আমরা ইউসুফকে প্রতিষ্ঠিত করলাম দেশে, -- সেখানে তিনি কর্তৃত্ব চালাতেন যেখানে তিনি চাইতেন। আমরা যাকে ইচ্ছা করি আমাদের করুণাদ্বারা হিতসাধন করি, আর সৎকর্মশীলদের কর্মফল আমরা ব্যর্থ করি না।",
    "bn_muhi": "এমনিভাবে আমি ইউসুফকে সে দেশের বুকে প্রতিষ্ঠা দান করেছি। সে তথায় যেখানে ইচ্ছা স্থান করে নিতে পারত। আমি স্বীয় রহমত যাকে ইচ্ছা পৌছে দেই এবং আমি পূণ্যবানদের প্রতিদান বিনষ্ট করি না।",
    "en": "And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good."
  },
  {
    "id": 57,
    "ar": "وَلَأَجْرُ ٱلْءَاخِرَةِ خَيْرٌ لِّلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
    "tr": "ওয়ালাআজরুল আ-খিরাতি খাইরুল লিল্লাযীনা আ-মানূওয়া কা-নূইয়াত্তাকূন।",
    "bn_haque": "আর অবশ্যই পরকালের পুরস্কার আরো ভালো তাদের জন্য যারা বিশ্বাস করে এবং ভয়-ভক্তি অবলন্বন করে।",
    "bn_muhi": "এবং ঐ লোকদের জন্য পরকালে প্রতিদান উত্তম যারা ঈমান এনেছে ও সতর্কতা অবলম্বন করে।",
    "en": "And the reward of the Hereafter is better for those who believed and were fearing Allah ."
  },
  {
    "id": 58,
    "ar": "وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا۟ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ",
    "tr": "ওয়াজাআ ইখওয়াতুইঊছুফা ফাদাখালূ‘আলাইহি ফা‘আরাফাহুম ওয়াহুম লাহূমুনকিরূন।",
    "bn_haque": "আর ইউসুফের ভাইয়েরা এল এবং তাঁর দরবারে প্রবেশ করল, তিনি তখন তাদের চিনতে পারলেন, কিন্তু তারা তাঁর সন্বন্ধে অজ্ঞাত রইল।",
    "bn_muhi": "ইউসুফের ভ্রাতারা আগমন করল, অতঃপর তার কাছে উপস্থিত হল। সে তাদেরকে চিনল এবং তারা তাকে চিনল না।",
    "en": "And the brothers of Joseph came [seeking food], and they entered upon him; and he recognized them, but he was to them unknown."
  },
  {
    "id": 59,
    "ar": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا۠ خَيْرُ ٱلْمُنزِلِينَ",
    "tr": "ওয়া লাম্মা-জাহহাঝাহুম বিজাহা-ঝিহিম কা-লা’তূনী বিআখিল্লাকুম মিন আবীকুম আলাতারাওনা আন্নী ঊফিল কাইলা ওয়া আনা-খাইরুল মুনঝিলীন।",
    "bn_haque": "আর তিনি যখন তাদের পরিবেশন করলেন তাদের রসদের দ্বারা তখন তিনি বললেন, \"তোমরা তোমাদের পিতার তরফের তোমাদের ভাইকে আমার কাছে নিয়ে এস। তোমরা কি দেখো নি যে আমি আলবৎ পুরো মাপ দিই এবং আমি ভাল আপ্যায়ণকারী।",
    "bn_muhi": "এবং সে যখন তাদেরকে তাদের রসদ প্রস্তুত করে দিল, তখন সে বললঃ তোমাদের বৈমাত্রেয় ভাইকে আমার কাছে নিয়ে এসো। তোমরা কি দেখ না যে, আমি পুরা মাপ দেই এবং মেহমানদেরকে উত্তম সমাদার করি?",
    "en": "And when he had furnished them with their supplies, he said, \"Bring me a brother of yours from your father. Do not you see that I give full measure and that I am the best of accommodators?"
  },
  {
    "id": 60,
    "ar": "فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ",
    "tr": "ফাইল্লাম তা’তূনী বিহী ফালা-কাইলা লাকুম ‘ইনদী ওয়ালা তাকরাবূন।",
    "bn_haque": "কিন্তু তোমরা যদি তাকে আমার কাছে না আনো তবে তোমাদের জন্য আমার নিকট থেকে কোনো পরিমাপ থাকবে না, এবং তোমরা আমার নিকটবর্তী হয়ো না।",
    "bn_muhi": "অতঃপর যদি তাকে আমার কাছে না আন, তবে আমার কাছে তোমাদের কোন বরাদ্ধ নেই এবং তোমরা আমার কাছে আসতে পারবে না।",
    "en": "But if you do not bring him to me, no measure will there be [hereafter] for you from me, nor will you approach me.\""
  },
  {
    "id": 61,
    "ar": "قَالُوا۟ سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ",
    "tr": "কা-লূছানুরা-ওয়িদু‘আনহু আবা-হু ওয়া ইন্না-লাফা-‘ইলূন।",
    "bn_haque": "তারা বললে -- \"আমরা আলবৎ চেষ্টা করব তার সন্বন্ধে তার পিতার কাছে এবং আমরা নিশ্চয়ই কাজ করব।\"",
    "bn_muhi": "তারা বললঃ আমরা তার সম্পর্কে তার পিতাকে সম্মত করার চেষ্টা করব এবং আমাদেরকে একাজ করতেই হবে।",
    "en": "They said, \"We will attempt to dissuade his father from [keeping] him, and indeed, we will do [it].\""
  },
  {
    "id": 62,
    "ar": "وَقَالَ لِفِتْيَٰنِهِ ٱجْعَلُوا۟ بِضَٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
    "tr": "ওয়া কা-লা লিফিতইয়া-নিহিজ‘আলূ বিদা-‘আতাহুম ফী রিহা-লিহিম লা‘আল্লাহুম ইয়া‘রিফূনাহা ইযানকালাবূ ইলাআহলিহিম লা‘আল্লাহুম ইয়ারজি‘উন।",
    "bn_haque": "আর তিনি তাঁর জোয়ানদের বললেন -- \"তাদের দ্রব্যমূল্য তাদের মালপত্রের ভিতরে রেখে দাও যেন তাদের পরিবারবর্গের কাছে যখন তারা ফিরে যাবে তখন তারা এটা চিনতে পারে, তাহলে তারা ফিরে আসবে।\"",
    "bn_muhi": "এবং সে ভৃত্যদেরকে বললঃ তাদের পণ্যমূল্য তাদের রসদ-পত্রের মধ্যে রেখে দাও-সম্ভবতঃ তারা গৃহে পৌঁছে তা বুঝতে পারবে, সম্ভবতঃ তারা পুনর্বার আসবে।",
    "en": "And [Joseph] said to his servants, \"Put their merchandise into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return.\""
  },
  {
    "id": 63,
    "ar": "فَلَمَّا رَجَعُوٓا۟ إِلَىٰٓ أَبِيهِمْ قَالُوا۟ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
    "tr": "ফালাম্মা-রাজা‘ঊইলাআবীহিম কা-লূইয়াআবা-না-মুনি‘আ মিন্নাল কাইলুফাআরছিল মা‘আনাআখা-না-নাকতাল ওয়া ইন্না-লাহূলাহা-ফিজূ ন।",
    "bn_haque": "তারপর তারা যখন তাদের পিতার কাছে ফিরে এল তখন তারা বললে -- \"হে আমাদের আব্বা! আমাদের কাছে পরিমাপ নিষেধ করা হয়েছে, অতএব আমাদের সঙ্গে আমাদের ভাইকেও পাঠিয়ে দাও যেন আমরা পরিমাপ পেতে পারি, আর আমরা তো অবশ্যই তার হেফাজতকারী।\"",
    "bn_muhi": "তারা যখন তাদের পিতার কাছে ফিরে এল তখন বললঃ হে আমাদের পিতা, আমাদের জন্যে খাদ্য শস্যের বরাদ্দ নিষিদ্ধ করা হয়েছে। অতএব আপনি আমাদের ভাইকে আমাদের সাথে প্রেরণ করুন; যাতে আমরা খাদ্য শস্যের বরাদ্দ আনতে পারি এবং আমরা অবশ্যই তার পুরোপুরি হেফাযত করব।",
    "en": "So when they returned to their father, they said, \"O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians.\""
  },
  {
    "id": 64,
    "ar": "قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ فَٱللَّهُ خَيْرٌ حَٰفِظًا وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "tr": "কা-লা হাল আ-মানুকুম ‘আলাইহি ইল্লা-কামাআমিনতুকুম ‘আলাআখীহি মিন কাবলু ফাল্লা-হু খাইরুন হা-ফিজাওঁ ওয়াহুওয়া আরহামুর রা-হিমীন।",
    "bn_haque": "তিনি বললেন -- \"তোমাদের কি তার সন্বন্ধে বিশ্বাস করতে পারি যেভাবে তার ভাইয়ের ব্যাপারে এর আগে তোমাদের আমি বিশ্বাস করেছিলাম? বস্তুতঃ আল্লাহ্‌ই রক্ষণাবেক্ষণে সর্বশ্রেষ্ঠ, আর তিনিই ফলদানকারীদের মধ্যে শ্রেষ্ঠ ফলদাতা।\"",
    "bn_muhi": "বললেন, আমি তার সম্পর্কে তোমাদেরকে কি সেরূপ বিশ্বাস করব, যেমন ইতিপূর্বে তার ভাই সম্পর্কে বিশ্বাস করেছিলাম? অতএব আল্লাহ উত্তম হেফাযতকারী এবং তিনিই সর্বাধিক দয়ালু।",
    "en": "He said, \"Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allah is the best guardian, and He is the most merciful of the merciful.\""
  },
  {
    "id": 65,
    "ar": "وَلَمَّا فَتَحُوا۟ مَتَٰعَهُمْ وَجَدُوا۟ بِضَٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا۟ يَٰٓأَبَانَا مَا نَبْغِى هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَٰلِكَ كَيْلٌ يَسِيرٌ",
    "tr": "ওয়া লাম্মা-ফাতাহূমাতা-‘আহুম ওয়াজাদূবিদা-‘আতাহুম রুদ্দাত ইলাইহিম কা-লূ ইয়াআবা-না-মা-নাবগী হা-যিহী বিদা-‘আতুনা-রুদ্দাত ইলাইনা- ওয়া নামীরু আহলানা-ওয়া নাহফাজুআখা-না-ওয়া নাঝদা-দুকাইলা বা‘ঈরিন যা-লিকা কাইলুইঁ ইয়াছীর।",
    "bn_haque": "আর যখন তারা তাদের জিনিসপত্র খুললো তারা দেখতে পেল তাদের দ্রব্যমূল্য তাদের কাছে ফিরিয়ে দেয়া হয়েছে। তারা বললে -- \"হে আমাদের আব্বা! কী আমরা প্রত্যাশা করি? এই তো আমাদের দ্রব্যমূল্য আমাদের ফিরিয়ে দেয়া হয়েছে, আর আমাদের পরিজনবর্গের জন্য আমরা রসদ আনতে পারব, আর আমাদের ভাইয়ের আমরা হেফাজত করব, আর আমরা এক উটের পরিমাপ অতিরিক্ত আনব। এটি তো এক সামান্য পরিমাপ।\"",
    "bn_muhi": "এবং যখন তারা আসবাবপত্র খুলল, তখন দেখতে পেল যে, তাদেরকে তাদের পন্যমুল্য ফেরত দেয়া হয়েছে। তারা বললঃ হে আমাদের পিতা, আমরা আর কি চাইতে পারি। এই আমাদের প্রদত্ত পন্যমূল্য, আমাদেরকে ফেরত দেয়া হয়েছে। এখন আমরা আবার আমাদের পরিবারবর্গের জন্যে রসদ আনব এবং আমাদের ভাইয়ের দেখাশোনা করব এবং এক এক উটের বরাদ্দ খাদ্যশস্য আমরা অতিরিক্ত আনব। ঐ বরাদ্দ সহজ।",
    "en": "And when they opened their baggage, they found their merchandise returned to them. They said, \"O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement.\""
  },
  {
    "id": 66,
    "ar": "قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
    "tr": "কা-লা লান উরছিলাহূমা‘আকুম হাত্তা-তু’তূনি মাওছিকাম মিনাল্লা-হি লাতা’তুন্নানী বিহী ইল্লা আইঁ ইউহা-তা বিকুম ফালাম্মা আ-তাওহু মাওছিকাহুম কা-লাল্লা-হু ‘আলামা-নাকূলুওয়াকীল।",
    "bn_haque": "তিনি বললেন -- \"আমি তাকে কিছুতেই তোমাদের সাথে পাঠাব না যতক্ষণ না তোমরা আমার কাছে আল্লাহ্‌র নামে ওয়াদা কর যে তোমরা নিশ্চয় আমার কাছে তাকে ফিরিয়ে আনবে, যদি না তোমরা একান্ত অসহায় হও।\" অতএব তারা যখন তাঁকে তাদের প্রতি‌শ্রুতি দিল তখন তিনি বললেন -- \"আমরা যা বলছি তার উপরে আল্লাহ্‌ই কর্ণধার।\"",
    "bn_muhi": "বললেন, তাকে ততক্ষণ তোমাদের সাথে পাঠাব না, যতক্ষণ তোমরা আমাকে আল্লাহর নামে অঙ্গীকার না দাও যে, তাকে অবশ্যই আমার কাছে পৌঁছে দেবে; কিন্তু যদি তোমরা সবাই একান্তই অসহায় না হয়ে যাও। অতঃপর যখন সবাই তাঁকে অঙ্গীকার দিল, তখন তিনি বললেনঃ আমাদের মধ্যে যা কথাবার্তা হলো সে ব্যাপারে আল্লাহই মধ্যস্থ রইলেন।",
    "en": "[Jacob] said, \"Never will I send him with you until you give me a promise by Allah that you will bring him [back] to me, unless you should be surrounded by enemies.\" And when they had given their promise, he said, \" Allah, over what we say, is Witness.\""
  },
  {
    "id": 67,
    "ar": "وَقَالَ يَٰبَنِىَّ لَا تَدْخُلُوا۟ مِنۢ بَابٍ وَٰحِدٍ وَٱدْخُلُوا۟ مِنْ أَبْوَٰبٍ مُّتَفَرِّقَةٍ وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
    "tr": "ওয়া কা-লা ইয়া-বানিইইয়া লা-তাদখুলূমিম বা-বিওঁ ওয়া-হিদিওঁ ওয়াদখুলূমিন আবওয়াবিম মুতাফাররিকাতিওঁ ওয়ামাউগনী ‘আনকুম মিনাল্লা-হি মিন শাইইন ইনিল হুকমু ইল্লা-লিল্লা-হি ‘আলাইহি তাওয়াক্কালতু ওয়া ‘আলাইহি ফালইয়াতাওয়াক্কালিল মুতাওয়াক্কিলূন।",
    "bn_haque": "তিনি আরো বললেন, \"হে আমার পুত্রগণ! তোমরা একই দরজা দিয়ে ঢুকো না, বরং তোমরা ভিন্ন ভিন্ন দরজা দিয়ে ঢুকবে। আল্লাহ্‌র বিরুদ্ধে তোমাদের জন্যে আমার কিছুই করার ক্ষমতা নেই। বিধান তো একমাত্র আল্লাহ্‌র বৈ তো নয়। তাঁর উপরেই আমি নির্ভর করি, আর তাঁরই উপরে তবে নির্ভর করুক নির্ভরশীলগণ।\"",
    "bn_muhi": "ইয়াকুব বললেনঃ হে আমার বৎসগণ! সবাই একই প্রবেশদ্বার দিয়ে যেয়ো না, বরং পৃথক পৃথক দরজা দিয়ে প্রবেশ করো। আল্লাহর কোন বিধান থেকে আমি তোমাদেরকে রক্ষা করতে পারি না। নির্দেশ আল্লাহরই চলে। তাঁরই উপর আমি ভরসা করি এবং তাঁরই উপর ভরসা করা উচিত ভরসাকারীদের।",
    "en": "And he said, \"O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allah at all. The decision is only for Allah ; upon Him I have relied, and upon Him let those who would rely [indeed] rely.\""
  },
  {
    "id": 68,
    "ar": "وَلَمَّا دَخَلُوا۟ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةً فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا وَإِنَّهُۥ لَذُو عِلْمٍ لِّمَا عَلَّمْنَٰهُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "tr": "ওয়া লাম্মা-দাখালূমিন হাইছুআমারাহুম আবূহুম মা-কা-না ইউগনী ‘আনহুম মিনাল্লাহি মিন শাইঁইন ইল্লা-হা-জাতান ফী নাফছি ইয়া‘কুবা কাদা-হা- ওয়া ইন্নাহূ লাযূ‘ইলমিল লিমা-‘আল্লামনা-হু ওয়ালা-কিন্না আকছারান্না-ছি লা-ইয়া‘লামূন।",
    "bn_haque": "আর তারা যখন ঢুকল যেভাবে তাদের পিতা তাদের আদেশ করেছিলেন, তখন আল্লাহ্‌র বিরুদ্ধে তাদের কিছুই করার সামর্থ্য ছিল না, কিন্তু এটি ইয়াকুবের অন্তরের একটি বাসনা যা তিনি চরিতার্থ করেছিলেন। আর নিঃসন্দেহ তিনি অবশ্যই ছিলেন জ্ঞানের অধিকারী যেহেতু আমরা তাঁকে জ্ঞানদান করেছিলাম, কিন্তু অধিকাংশ লোকেই জানে না।",
    "bn_muhi": "তারা যখন পিতার কথামত প্রবেশ করল, তখন আল্লাহর বিধানের বিরুদ্ধে তা তাদের বাঁচাতে পারল না। কিন্তু ইয়াকুবের সিদ্ধান্তে তাঁর মনের একটি বাসনা ছিল, যা তিনি পূর্ণ করেছেন। এবং তিনি তো আমার শেখানো বিষয় অবগত ছিলেন। কিন্তু অনেক মানুষ অবগত নয়।",
    "en": "And when they entered from where their father had ordered them, it did not avail them against Allah at all except [it was] a need within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know."
  },
  {
    "id": 69,
    "ar": "وَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ قَالَ إِنِّىٓ أَنَا۠ أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "tr": "ওয়া লাম্মা-দাখালূ‘আলা-ইঊছুফা আ-ওয়াইলাইহি আখা-হূকা-লা ইন্নীআনা আখূকা ফালা-তাবতাইছ বিমা-কা-নূইয়া‘মালূন।",
    "bn_haque": "আর তারা যখন ইউসুফের দরবারে প্রবেশ করল তাঁর ভাইকে তিনি নিজের সঙ্গে রাখলেন, তিনি বললেন -- \"আমিই তোমার ভাই, সুতরাং তারা যা করে তাতে দুঃখ করো না।\"",
    "bn_muhi": "যখন তারা ইউসুফের কাছে উপস্থিত হল, তখন সে আপন ভ্রাতাকে নিজের কাছে রাখল। বললঃ নিশ্চই আমি তোমার সহোদর। অতএব তাদের কৃতকর্মের জন্যে দুঃখ করো না।",
    "en": "And when they entered upon Joseph, he took his brother to himself; he said, \"Indeed, I am your brother, so do not despair over what they used to do [to me].\""
  },
  {
    "id": 70,
    "ar": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَٰرِقُونَ",
    "tr": "ফালাম্মা- জাহহাঝাহুম বিজাহা-ঝিহিম জা‘আলাছছিকা-য়াতা ফী রাহলি আখীহি ছু ম্মা আযযানা মুআযযিনুন আইয়াতুহাল ‘ঈরু ইন্নাকুম লাছা-রিকূ ন।",
    "bn_haque": "তারপর তিনি যখন তাদের পরিবেশন করলেন তাদের রসদের দ্বারা, তখন তাঁর ভাইয়ের মালপত্রের ভিতরে একটি পানপাত্র কেউ রেখে দিল। তারপর একজন আহবায়ক চিৎকার ক’রে বলল -- \"ওহে উট-চালকের দল! তোমরা নিশ্চয়ই চোর।\"",
    "bn_muhi": "অতঃপর যখন ইউসুফ তাদের রসদপত্র প্রস্তুত করে দিল, তখন পানপাত্র আপন ভাইয়ের রসদের মধ্যে রেখে দিল। অতঃপর একজন ঘোষক ডেকে বললঃ হে কাফেলার লোকজন, তোমরা অবশ্যই চোর।",
    "en": "So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, \"O caravan, indeed you are thieves.\""
  },
  {
    "id": 71,
    "ar": "قَالُوا۟ وَأَقْبَلُوا۟ عَلَيْهِم مَّاذَا تَفْقِدُونَ",
    "tr": "কা-লূওয়া আকবালূ‘আলাইহিম মা-যা-তাফকিদূন।",
    "bn_haque": "তারা তাদের নিকটে এসে বললে -- \"কি জিনিস তোমরা হারিয়েছ?\"",
    "bn_muhi": "তারা ওদের দিকে মুখ করে বললঃ তোমাদের কি হারিয়েছে?",
    "en": "They said while approaching them, \"What is it you are missing?\""
  },
  {
    "id": 72,
    "ar": "قَالُوا۟ نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍ وَأَنَا۠ بِهِۦ زَعِيمٌ",
    "tr": "কা-লূনাফকিদুসুওয়া-‘আল মালিকি ওয়া লিমান জাআ বিহী হিমলুবা‘ঈরিওঁ ওয়া আনা বিহী ঝা‘ঈম।",
    "bn_haque": "তারা বললে -- \"আমরা রাজার পানপাত্র হারিয়েছি, আর যে এটি নিয়ে আসবে এক উট-বোঝাই মাল, আর আমি এরজন্যে জামিন।\"",
    "bn_muhi": "তারা বললঃ আমরা বাদশাহর পানপাত্র হারিয়েছি এবং যে কেউ এটা এনে দেবে সে এক উটের বোঝা পরিমাণ মাল পাবে এবং আমি এর যামিন।",
    "en": "They said, \"We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load, and I am responsible for it.\""
  },
  {
    "id": 73,
    "ar": "قَالُوا۟ تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَٰرِقِينَ",
    "tr": "কা-লূতাল্লা-হি লাকাদ ‘আলিমতুমমা-জি’না-লিনুফছিদা ফিল আরদিওয়ামা-কুন্না-ছা রিকীন।",
    "bn_haque": "তারা বললে -- \"আল্লাহ্‌র কসম! তোমরা নিশ্চয়ই জান যে আমরা এদেশে দুস্কর্ম করতে আসি নি, আর আমরা চোরও নই।\"",
    "bn_muhi": "তারা বললঃ আল্লাহর কসম, তোমরা তো জান, আমরা অনর্থ ঘটাতে এদেশে আসিনি এবং আমরা কখনও চোর ছিলাম না।",
    "en": "They said, \"By Allah, you have certainly known that we did not come to cause corruption in the land, and we have not been thieves.\""
  },
  {
    "id": 74,
    "ar": "قَالُوا۟ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَٰذِبِينَ",
    "tr": "কা-লূফামা-জাঝাউহূ ইন কুনতুম কা-যিবীন।",
    "bn_haque": "তারা বললে -- \"তবে কি হবে এর প্রতিফল যদি তোমরা হচ্ছ মিথ্যাবাদী?\"",
    "bn_muhi": "তারা বললঃ যদি তোমরা মিথ্যাবাদী হও, তবে যে, চুরি করেছে তার কি শাস্তি?",
    "en": "The accusers said, \"Then what would be its recompense if you should be liars?\""
  },
  {
    "id": 75,
    "ar": "قَالُوا۟ جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ كَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ",
    "tr": "কা-লূজাঝাউহূমাওঁউজিদা ফী রাহলিহী ফাহুওয়া জাঝাউহূ কাযা-লিকা নাজঝিজ্জা-লিমীন।",
    "bn_haque": "তারা বললে -- \"এর প্রতিফল হবে -- যার মালপত্রের মধ্যে এটি পাওয়া যাবে সেই হবে এর প্রতিফলের পাত্র। এইভাবেই আমরা অন্যায়কারীদের শাস্তি দিই।\"",
    "bn_muhi": "তারা বললঃ এর শাস্তি এই যে, যার রসদপত্র থেকে তা পাওয়া যাবে, এর প্রতিদানে সে দাসত্বে যাবে। আমরা যালেমদেরকে এভাবেই শাস্তি দেই।",
    "en": "[The brothers] said, \"Its recompense is that he in whose bag it is found - he [himself] will be its recompense. Thus do we recompense the wrongdoers.\""
  },
  {
    "id": 76,
    "ar": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ كَذَٰلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ نَرْفَعُ دَرَجَٰتٍ مَّن نَّشَآءُ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌ",
    "tr": "ফাবাদাআ বিআও‘ইইয়াতিহিম কাবলা বি‘আই আখীহি ছুম্মাছতাখরাজাহা-মিওঁ বি‘আই আখীহি কাযা-লিকা কিদনা-লিইঊছুফা মা-কা-না লিইয়া‘খুযা আখাহু ফী দীনিল মালিকি ইল্লা আইঁ ইয়াশাআল্লা-হু নারফা‘উ দারাজা-তিম মান্নাশাউ ওয়া ফাওকা কুল্লি যী ‘ইলমিন ‘আলীম।",
    "bn_haque": "অতঃপর তিনি তাদের মালপত্রে আর করলেন তাঁর ভাইয়ের মালের আগে, তারপর তিনি তা বের করলেন তাঁর ভাইয়ের মালপত্র থেকে। এইভাবেই আমরা ইউসুফের জন্য পরিকল্পনা করেছিলাম। তাঁর পক্ষে রাজার আইন অনুসারে তাঁর ভাইকে রাখা সম্ভব ছিল না যদি না আল্লাহ্ ইচ্ছা করতেন। আমরা যাকে ইচ্ছা করি স্তরে স্তরে উন্নত করি। আর প্রত্যেক জ্ঞানবানদের উপরে রয়েছেন সর্বজ্ঞানময়।",
    "bn_muhi": "অতঃপর ইউসুফ আপন ভাইদের থলের পূর্বে তাদের থলে তল্লাশী শুরু করলেন। অবশেষে সেই পাত্র আপন ভাইয়ের থলের মধ্য থেকে বের করলেন। এমনিভাবে আমি ইউসুফকে কৌশল শিক্ষা দিয়েছিলাম। সে বাদশাহর আইনে আপন ভাইকে কখনও দাসত্বে দিতে পারত না, কিু栦#2438;ল্লাহ যদি ইচ্ছা করেন। আমি যাকে ইচ্ছা, মর্যাদায় উন্নীত করি এবং প্রত্যেক জ্ঞানীর উপরে আছে অধিকতর এক জ্ঞানীজন।",
    "en": "So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion of the king except that Allah willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing."
  },
  {
    "id": 77,
    "ar": "قَالُوٓا۟ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُۥ مِن قَبْلُ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنتُمْ شَرٌّ مَّكَانًا وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
    "tr": "কা-লূ ইয়ঁইয়াছরিকফাকাদ ছারাকা আখূল্লাহূমিন কাবলু ফাআছাররাহা-ইঊছুফুফী নাফছিহী ওয়ালাম ইউবদিহা-লাহুম কা-লা আনতুম শাররুম মা-কা-নাওঁ- ওয়াল্লা-হু আ‘লামুবিমা-তাসিফূন।",
    "bn_haque": "তারা বললে -- \"যদি সে চুরি করে থাকে তার ভাইও তো এর আগে চুরি করেছিল।\" তখন ইউসুফ এটি নিজের অন্তরেই গোপন রেখেছিলেন এবং তিনি তা তাদের কাছে প্রকাশ করেন নি। তিনি বললেন -- \"তোমরা আরও হীন অবস্থাতে রয়েছ, আর আল্লাহ্ ভাল জানেন তোমরা যা আরোপ করছ সে-সন্বন্ধে।\"",
    "bn_muhi": "তারা বলতে লাগলঃ যদি সে চুরি করে থাকে, তবে তার এক ভাইও ইতিপূর্বে চুরি করেছিল। তখন ইউসুফ প্রকৃত ব্যাপার নিজের মনে রাখলেন এবং তাদেরকে জানালেন না। মনে মনে বললেনঃ তোমরা লোক হিসাবে নিতান্ত মন্দ এবং আল্লাহ খুব জ্ঞাত রয়েছেন, যা তোমরা বর্ণনা করছ;",
    "en": "They said, \"If he steals - a brother of his has stolen before.\" But Joseph kept it within himself and did not reveal it to them. He said, \"You are worse in position, and Allah is most knowing of what you describe.\""
  },
  {
    "id": 78,
    "ar": "قَالُوا۟ يَٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
    "tr": "কা-লূইয়া আইয়ুহাল ‘আঝীঝুইন্না লাহূ আবান শাইখান কাবীরান ফাখুযআহাদানা-মাকানাহূ ইন্না-নারা-কা মিনাল মুহছিনীন।",
    "bn_haque": "ওরা বললে -- \"ওহে প্রধান! এর পিতা আছেন, অত্যন্ত বুড়ো মানুষ, অতএব তার জায়গায় আমাদের একজনকে রেখে নিন, যেহেতু আমরা আপনাকে দেখছি মহানুভবদের মধ্যেকার।\"",
    "bn_muhi": "তারা বলতে লাগলঃ হে আযীয, তার পিতা আছেন, যিনি খুবই বৃদ্ধ বয়স্ক। সুতরাং আপনি আমাদের একজনকে তার বদলে রেখে দিন। আমরা আপনাকে অনুগ্রহশীল ব্যক্তিদের একজন দেখতে পাচ্ছি।",
    "en": "They said, \"O 'Azeez, indeed he has a father [who is] an old man, so take one of us in place of him. Indeed, we see you as a doer of good.\""
  },
  {
    "id": 79,
    "ar": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذًا لَّظَٰلِمُونَ",
    "tr": "কা-লা মা‘আযাল্লা-হি আন না’খুযা ইল্লা-মাওঁ ওয়াজাদনা-মাতা-‘আনা-‘ইনদাহূ ইন্না ইযাল লাজা-লিমূন।",
    "bn_haque": "তিনি বললেন -- \"আল্লাহ্ রক্ষা করুন যে আমরা যার কাছে আমাদের জিনিস পেয়েছি তাকে ছাড়া অন্যকে ধরে রাখি, কেননা সে ক্ষেত্রে আমরা অবশ্যই অন্যায়কারী হব!\"",
    "bn_muhi": "তিনি বললেনঃ যার কাছে আমরা আমাদের মাল পেয়েছি, তাকে ছাড়া আর কাউকে গ্রেফতার করা থেকে আল্লাহ আমাদের রক্ষা করুন। তা হলে তো আমরা নিশ্চিতই অন্যায়কারী হয়ে যাব।",
    "en": "He said, \"[I seek] the refuge of Allah [to prevent] that we take except him with whom we found our possession. Indeed, we would then be unjust.\""
  },
  {
    "id": 80,
    "ar": "فَلَمَّا ٱسْتَيْـَٔسُوا۟ مِنْهُ خَلَصُوا۟ نَجِيًّا قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوٓا۟ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ ٱللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِى يُوسُفَ فَلَنْ أَبْرَحَ ٱلْأَرْضَ حَتَّىٰ يَأْذَنَ لِىٓ أَبِىٓ أَوْ يَحْكُمَ ٱللَّهُ لِى وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ",
    "tr": "ফালাম্মাছ তাইআছূমিনহু খালাসূনাজিইইয়ান কা-লা কাবীরুহুম আলাম তা‘লামূ আন্না আবা-কুম কাদ আখাযা ‘আলাইকুম মাওছিকাম মিনাল্লা-হি ওয়া মিন কাবলুমাফাররাততুম ফী ইঊছুফা ফালান আবরাহাল আরদা হাত্তা-ইয়া’যানা লীআবী আও ইয়াহকুমাল্লা-হু লী ওয়া হুওয়া খাইরুল হা-কিমীন।",
    "bn_haque": "যখন তারা তাঁর কাছ থেকে হতাশ হল তখন তারা পরামর্শের জন্যে আলদা হল। তাদের বড়জন বললে -- \"তোমরা কি জান না যে তোমাদের আব্বা তোমাদের কাছ থেকে আল্লাহ্‌র নামে অংগীকার নিয়েছেন, আর এর আগে ইউসুফের ব্যাপারেও তোমরা কি রকম ত্রুটি করেছিলে? কাজেই আমি কিছুতেই এ দেশ ছেড়ে যাব না যে পর্যন্ত না আমার আব্বা আমাকে অনুমতি দেন, অথবা আল্লাহ্ আমার জন্য কোনো হুকুম দেন, কেননা তিনিই হাকিমগণের মধ্যে সর্বশ্রেষ্ঠ।",
    "bn_muhi": "অতঃপর যখন তারা তাঁর কাছ থেকে নিরাশ হয়ে গেল, তখন পরামর্শের জন্যে এখানে বসল। তাদের জ্যেষ্ঠ ভাই বললঃ তোমরা কি জান না যে, পিতা তোমাদের কাছ থেকে আল্লাহর নামে অঙ্গীকার নিয়েছেন এবং পূর্বে ইউসুফের ব্যাপারেও তোমরা অন্যায় করেছো? অতএব আমি তো কিছুতেই এদেশ ত্যাগ করব না, যে পর্যন্ত না পিতা আমাকে আদেশ দেন অথবা আল্লাহ আমার পক্ষে কোন ব্যবস্থা করে দেন। তিনিই সর্বোত্তম ব্যবস্থাপক।",
    "en": "So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allah and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allah decides for me, and He is the best of judges."
  },
  {
    "id": 81,
    "ar": "ٱرْجِعُوٓا۟ إِلَىٰٓ أَبِيكُمْ فَقُولُوا۟ يَٰٓأَبَانَآ إِنَّ ٱبْنَكَ سَرَقَ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَٰفِظِينَ",
    "tr": "ইরজি‘ঊ ইলা আবীকুম ফাকূলূইয়া আবা-নাইন্নাবনাকা ছারাকা ওয়ামাশাহিদনা ইল্লা-বিমা-‘আলিমনা-ওয়ামা-কুন্না-লিলগাইবি হা-ফিজীন।",
    "bn_haque": "\"তোমরা তোমাদের আব্বার কাছে ফিরে যাও এবং বলো -- \"হে আমাদের আব্বা! নিঃসন্দেহ তোমার ছেলে চুরি করেছে, আর আমরা যা জানি তা ছাড়া অন্য প্রত্যক্ষ বিবরণ দিচ্ছি না, আর অদৃশ্যের ব্যাপারে আমরা কিছুই জানি না।",
    "bn_muhi": "তোমরা তোমাদের পিতার কাছে ফিরে যাও এবং বলঃ পিতা আপনার ছেলে চুরি করেছে। আমরা তাই বলে দিলাম, যা আমাদের জানা ছিল এবং অদৃশ্য বিষয়ের প্রতি আমাদের লক্ষ্য ছিল না।",
    "en": "Return to your father and say, \"O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen,"
  },
  {
    "id": 82,
    "ar": "وَسْـَٔلِ ٱلْقَرْيَةَ ٱلَّتِى كُنَّا فِيهَا وَٱلْعِيرَ ٱلَّتِىٓ أَقْبَلْنَا فِيهَا وَإِنَّا لَصَٰدِقُونَ",
    "tr": "ওয়াছ আলিল কারয়াতাল্লাতী কুন্না-ফীহা-ওয়াল ‘ঈরাল্লাতী আকবালনা-ফীহা- ওয়া ইন্না-লাসা-দিকূন।",
    "bn_haque": "আর আমরা যেখানে ছিলাম সেই শহরবাসীদের জিজ্ঞাসা কর, আর যাদের সঙ্গে আমরা এসেছি সেই যাত্রীদলকেও। আর আমরা তো অবশ্যই সত্যবাদী।",
    "bn_muhi": "জিজ্ঞেস করুন ঐ জনপদের লোকদেরকে যেখানে আমরা ছিলাম এবং ঐ কাফেলাকে, যাদের সাথে আমরা এসেছি। নিশ্চিতই আমরা সত্য বলছি।",
    "en": "And ask the city in which we were and the caravan in which we came - and indeed, we are truthful,\""
  },
  {
    "id": 83,
    "ar": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى ٱللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
    "tr": "কা-লা বাল ছাওওয়ালাত লাকুম আনফুছুকুম আমরান ফাসাবরুন জামীলুন ‘আছাল্লা-হু আইঁ ইয়া’তিয়ানী বিহিম জামী‘আন ইন্নাহূহুওয়াল ‘আলীমুল হাকীম।",
    "bn_haque": "তিনি বললেন -- \"না এ, বরং তোমাদের অন্তর তোমাদের জন্য ও বিষয়টি উদ্ভাবন করেছে, কিন্তু ধৈর্যধারণই উত্তম। হতে পারে আল্লাহ্ ওদের সবাইকে আমার কাছে এনে দেবেন। নিঃসন্দেহ তিনিই সর্বজ্ঞাতা, পরমজ্ঞানী।\"",
    "bn_muhi": "তিনি বললেনঃ কিছুই না, তোমরা মনগড়া একটি কথা নিয়েই এসেছ। এখন ধৈর্য্যধারণই উত্তম। সম্ভবতঃ আল্লাহ তাদের সবাইকে একসঙ্গে আমার কাছে নিয়ে আসবেন তিনি সুবিজ্ঞ, প্রজ্ঞাময়।",
    "en": "[Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allah will bring them to me all together. Indeed it is He who is the Knowing, the Wise.\""
  },
  {
    "id": 84,
    "ar": "وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ فَهُوَ كَظِيمٌ",
    "tr": "ওয়া তাওয়াল্লা-‘আনহুম ওয়া কা-লা ইয়াআছাফা-‘আলা-ইঊছুফা ওয়াবইয়াদ্দাত ‘আইনা-হু মিনাল হুঝনি ফাহুওয়া কাজীম।",
    "bn_haque": "আর তিনি তাদের থেকে ফিরলেন ও বললেন -- \"হায় আমার আফসোস ইউসুফের জন্য!\" আর তাঁর চোখ সাদা হয়ে গিয়েছিল শোকাবেগ বশতঃ, যদিও তিনি সংবরণকারী ছিলেন।",
    "bn_muhi": "এবং তাদের দিক থেকে তিনি মুখ ফিরিয়ে নিলেন এবং বললেনঃ হায় আফসোস ইউসুফের জন্যে। এবং দুঃখে তাঁর চক্ষুদ্বয় সাদা হয়ে গেল। এবং অসহনীয় মনস্তাপে তিনি ছিলেন ক্লিষ্ট।",
    "en": "And he turned away from them and said, \"Oh, my sorrow over Joseph,\" and his eyes became white from grief, for he was [of that] a suppressor."
  },
  {
    "id": 85,
    "ar": "قَالُوا۟ تَٱللَّهِ تَفْتَؤُا۟ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ ٱلْهَٰلِكِينَ",
    "tr": "কা-লূতাল্লা-হি তাফতাউ তাযকুরু ইঊছুফা হাত্তা-তাকূনা হারাদান আও তাকূনা মিনাল হা-লিকীন।",
    "bn_haque": "তারা বললে, \"দোহাই আল্লাহ্‌র! তুমি ইউসুফকে স্মরণ করা ছাড়বে না যে পর্যন্ত না তুমি রোগাক্রান্ত হও, অথবা প্রাণত্যাগী হয়ে যাও।\"",
    "bn_muhi": "তারা বলতে লাগলঃ আল্লাহর কসম আপনি তো ইউসুফের স্মরণ থেকে নিবৃত হবেন না, যে পর্যন্ত মরণপন্ন না হয়ে যান কিংবা মৃতবরণ না করেন",
    "en": "They said, \"By Allah, you will not cease remembering Joseph until you become fatally ill or become of those who perish.\""
  },
  {
    "id": 86,
    "ar": "قَالَ إِنَّمَآ أَشْكُوا۟ بَثِّى وَحُزْنِىٓ إِلَى ٱللَّهِ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "tr": "কা-লা ইন্নামাআশকূবাছছীওয়াহুঝনীইলাল্লা-হি ওয়া আ‘লামুমিনাল্লা-হি মা-লাতা‘লামূন।",
    "bn_haque": "তিনি বললেন -- \"আমার অসহনীয় দুঃখ ও আমার বেদনা নিবেদন করছি আল্লাহ্‌রই কাছে, আর আমি আল্লাহ্‌র তরফ থেকে জানি যা তোমরা জান না।",
    "bn_muhi": "তিনি বললেনঃ আমি তো আমার দুঃখ ও অস্থিরতা আল্লাহর সমীপেই নিবেদন করছি এবং আল্লাহর পক্ষ থেকে আমি যা জানি, তা তোমরা জান না।",
    "en": "He said, \"I only complain of my suffering and my grief to Allah, and I know from Allah that which you do not know."
  },
  {
    "id": 87,
    "ar": "يَٰبَنِىَّ ٱذْهَبُوا۟ فَتَحَسَّسُوا۟ مِن يُوسُفَ وَأَخِيهِ وَلَا تَا۟يْـَٔسُوا۟ مِن رَّوْحِ ٱللَّهِ إِنَّهُۥ لَا يَا۟يْـَٔسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَٰفِرُونَ",
    "tr": "ইয়া-বানিইইয়াযহাবূফাতাহাছছাছূমিইঁ ইঊছুফা ওয়া আখীহি ওয়ালা-তাইআছূমির রাওহিল্লা-হি; ইন্নাহূলা-ইয়াইআছুমিররাওহিল্লা-হি ইল্লাল কাওমুল কা-ফিরূন।",
    "bn_haque": "হে আমার ছেলেরা! তোমরা যাও এবং ইউসুফ ও তার ভাইয়ের খোঁজ কর, আর আল্লাহ্‌র আশিস সন্বন্ধে নিরাশ হয়ো না। নিঃসন্দেহ অবিশ্বাসী লোকেরা ছাড়া অন্য কেউ আল্লাহ্‌র আশিস সন্বন্ধে নিরাশ হয় না।",
    "bn_muhi": "বৎসগণ! যাও, ইউসুফ ও তার ভাইকে তালাশ কর এবং আল্লাহর রহমত থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহর রহমত থেকে কাফের সম্প্রদায়, ব্যতীত অন্য কেউ নিরাশ হয় না।",
    "en": "O my sons, go and find out about Joseph and his brother and despair not of relief from Allah . Indeed, no one despairs of relief from Allah except the disbelieving people.\""
  },
  {
    "id": 88,
    "ar": "فَلَمَّا دَخَلُوا۟ عَلَيْهِ قَالُوا۟ يَٰٓأَيُّهَا ٱلْعَزِيزُ مَسَّنَا وَأَهْلَنَا ٱلضُّرُّ وَجِئْنَا بِبِضَٰعَةٍ مُّزْجَىٰةٍ فَأَوْفِ لَنَا ٱلْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ إِنَّ ٱللَّهَ يَجْزِى ٱلْمُتَصَدِّقِينَ",
    "tr": "ফালাম্মা-দাখালূ‘আলাইহি কা-লূইয়াআইয়ুহাল ‘আঝীঝুমাছছানা-ওয়াআহলানাদদুররু ওয়া জি’না-ব্বিিদা-‘আতিম মুঝজা-তিন ফাআওফি লানাল কাইলা ওয়া তাসাদ্দাক ‘আলাইনা- ইন্নাল্লা-হা ইয়াজঝিল মুতাসাদ্দিকীন।",
    "bn_haque": "তারপর তারা যখন তাঁর দরবারে দাখিল হল তখন বলল -- \"ওহে প্রধান! আমাদের ও আমাদের পরিবার-পরিজনের উপরে দুর্দিন এসে পড়েছে, আর আমরা সামান্য দ্রব্যমূল্য নিয়ে এসেছি, সেজন্যে আমাদের পূর্ণমাত্রায় দিন এবং আমাদের প্রতি দানখয়রাত করুন। নিঃসন্দেহ আল্লাহ্ দানশীলদের পুরস্কার দিয়ে থাকেন।\"",
    "bn_muhi": "অতঃপর যখন তারা ইউসুফের কাছে পৌঁছল তখন বললঃ হে আযীয, আমরা ও আমাদের পরিবারবর্গ কষ্টের সম্মুখীন হয়ে পড়েছি এবং আমরা অপর্যাপ্ত পুঁজি নিয়ে এসেছি। অতএব আপনি আমাদের পুরোপুরি বরাদ্দ দিন এবং আমাদের কে দান করুন। আল্লাহ দাতাদেরকে প্রতিদান দিয়ে থাকেন।",
    "en": "So when they entered upon Joseph, they said, \"O 'Azeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allah rewards the charitable.\""
  },
  {
    "id": 89,
    "ar": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَٰهِلُونَ",
    "tr": "কা-লা হাল ‘আলিমতুম মা-ফা‘আলতুম বিইঊছুফা ওয়া আখীহি ইযআনতুম জা-হিলূন।",
    "bn_haque": "তিনি বললেন -- \"তোমরা কি জানো ইউসুফ ও তার ভাইয়ের প্রতি তোমরা কি করেছিলে যখন তোমরা ছিলে বিবেচনাহীন?\"",
    "bn_muhi": "ইউসুফ বললেনঃ তোমাদের জানা আছে কি, যা তোমরা ইউসুফ ও তার ভাইয়ের সাথে করেছ, যখন তোমরা অপরিণামদর্শী ছিলে?",
    "en": "He said, \"Do you know what you did with Joseph and his brother when you were ignorant?\""
  },
  {
    "id": 90,
    "ar": "قَالُوٓا۟ أَءِنَّكَ لَأَنتَ يُوسُفُ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِى قَدْ مَنَّ ٱللَّهُ عَلَيْنَآ إِنَّهُۥ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "tr": "কা-লূআ ইন্নাকা লাআনতা ইঊছুফু  কা-লা আনা ইঊছুফুওয়া হা-যাআখী  কাদ মান্নাল্লা-হু ‘আলাইনা- ইন্নাহূমাইঁ ইয়াত্তাকিওয়া ইয়াসবির ফাইন্নাল্লা-হা লা-ইউদী‘উ আজরাল মুহছিনীন।",
    "bn_haque": "তারা বললে -- \"আপনিই কি তবে ইউসুফ?\" তিনি বললে -- \"আমিই ইউসুফ আর এই আমার সহোদর। আল্লাহ্ আলবৎ আমাদের প্রতি অনুগ্রহ করেছেন। নিঃসন্দেহ যে কেউ ধর্মপরায়ণতা অবলন্বন করে ও ধৈর্যধারণ করে -- কেননা আল্লাহ্ নিশ্চয়ই সৎকর্মশীলদের কর্মফল বিফল করেন না।\"",
    "bn_muhi": "তারা বলল, তবে কি তুমিই ইউসুফ! বললেনঃ আমিই ইউসুফ এবং এ হল আমার সহোদর ভাই। আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন। নিশ্চয় যে তাকওয়া অবলম্বন করে এবং সবর করে, আল্লাহ এহেন সৎকর্মশীলদের প্রতিদান বিনষ্ট করেন না।",
    "en": "They said, \"Are you indeed Joseph?\" He said \"I am Joseph, and this is my brother. Allah has certainly favored us. Indeed, he who fears Allah and is patient, then indeed, Allah does not allow to be lost the reward of those who do good.\""
  },
  {
    "id": 91,
    "ar": "قَالُوا۟ تَٱللَّهِ لَقَدْ ءَاثَرَكَ ٱللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَٰطِـِٔينَ",
    "tr": "কা-লূতাল্লা-হি লাকাদ আ-ছারাকাল্লা-হু ‘আলাইনা-ওয়া ইন কুন্না-লাখা-তিঈন।",
    "bn_haque": "তারা বললে, \"আল্লাহ্‌র কসম! আল্লাহ্ অবশ্যই আমাদের উপরে তোমাকে প্রাধান্য দিয়েছেন, আর আমরা নিশ্চয় পাপী ছিলাম।\"",
    "bn_muhi": "তারা বললঃ আল্লাহর কসম, আমাদের চাইতে আল্লাহ তোমাকে পছন্দ করেছেন এবং আমরা অবশ্যই অপরাধী ছিলাম।",
    "en": "They said, \"By Allah, certainly has Allah preferred you over us, and indeed, we have been sinners.\""
  },
  {
    "id": 92,
    "ar": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ ٱلْيَوْمَ يَغْفِرُ ٱللَّهُ لَكُمْ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "tr": "কা-লা লা-তাছরীবা ‘আলাইকুমুল ইয়াওমা ইয়াগফিরুল্লা-হু লাকুম  ওয়া হুওয়া আরহামুর রা-হিমীন।",
    "bn_haque": "তিনি বললেন -- \"তোমাদের বিরুদ্ধে আজ কোনো অভিযোগ নয়। আল্লাহ্ তোমাদের ক্ষমা করুন, আর তিনিই তো ফলদান- কারীদের মধ্যে শ্রেষ্ঠ ফলদাতা।\"",
    "bn_muhi": "বললেন, আজ তোমাদের বিরুদ্ধে কোন অভিযোগ নেই। আল্লাহ তোমাদের কে ক্ষমা করুন। তিনি সব মেহেরবানদের চাইতে অধিক মেহেরবান।",
    "en": "He said, \"No blame will there be upon you today. Allah will forgive you; and He is the most merciful of the merciful.\""
  },
  {
    "id": 93,
    "ar": "ٱذْهَبُوا۟ بِقَمِيصِى هَٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِى يَأْتِ بَصِيرًا وَأْتُونِى بِأَهْلِكُمْ أَجْمَعِينَ",
    "tr": "ইযহাবূবিকামীসী হা-যা-ফাআলকূহূ‘আলা-ওয়াজহি আবী ইয়া’তি বাসীরা- ওয়া’তূনী বিআহলিকুম আজমা‘ঈন।",
    "bn_haque": "আমার এই জামাটি নিয়ে যাও এবং এটি আমার আব্বার মুখের সামনে রেখো, তিনি চক্ষুষ্মান হবেন। আর তোমাদের পরিবার- পরিজনদের সকলকে নিয়ে আমার কাছে এস।",
    "bn_muhi": "তোমরা আমার এ জামাটি নিয়ে যাও। এটি আমার পিতার মুখমন্ডলের উপর রেখে দিও, এতে তাঁর দৃষ্টি শক্তি ফিরে আসবে। আর তোমাদের পরিবারবর্গের সবাইকে আমার কাছে নিয়ে এস।",
    "en": "Take this, my shirt, and cast it over the face of my father; he will become seeing. And bring me your family, all together.\""
  },
  {
    "id": 94,
    "ar": "وَلَمَّا فَصَلَتِ ٱلْعِيرُ قَالَ أَبُوهُمْ إِنِّى لَأَجِدُ رِيحَ يُوسُفَ لَوْلَآ أَن تُفَنِّدُونِ",
    "tr": "ওয়া লাম্মা-ফাসালাতিল ‘ঈরু কা-লা আবূহুম ইন্নী লাআজিদুরীহাইঊছুফা লাওলাআন তুফান্নিদূন।",
    "bn_haque": "আর যখন যাত্রীদল বেরিয়ে পড়ল তখন তাদের পিতা লোকজনকে বললেন, \"নিঃসন্দেহ আমি আলবৎ ইউসুফের হাওয়া-বাতাস টের পাচ্ছি, যদিও তোমরা আমাকে মতিচ্ছন্ন মনে কর।\"",
    "bn_muhi": "যখন কাফেলা রওয়ানা হল, তখন তাদের পিতা বললেনঃ যদি তোমরা আমাকে অপ্রকৃতিস্থ না বল, তবে বলিঃ আমি নিশ্চিতরূপেই ইউসুফের গন্ধ পাচ্ছি।",
    "en": "And when the caravan departed [from Egypt], their father said, \"Indeed, I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind.\""
  },
  {
    "id": 95,
    "ar": "قَالُوا۟ تَٱللَّهِ إِنَّكَ لَفِى ضَلَٰلِكَ ٱلْقَدِيمِ",
    "tr": "কা-লূতাল্লা-হি ইন্নাকা লাফী দালা-লিকাল কাদীম।",
    "bn_haque": "তারা বললে -- \"আল্লাহ্‌র কসম! আপনি নিঃসন্দেহ আপনার পুরনো ভ্রান্তিতেই রয়েছেন।\"",
    "bn_muhi": "লোকেরা বললঃ আল্লাহর কসম, আপনি তো সেই পুরানো ভ্রান্তিতেই পড়ে আছেন।",
    "en": "They said, \"By Allah, indeed you are in your [same] old error.\""
  },
  {
    "id": 96,
    "ar": "فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "tr": "ফালাম্মা আন জাআল বাশীরু আলকা-হু ‘আলা-ওয়াজহিহী ফারতাদ্দা বাসীরান কালা আলাম আকুল্লাকুম ইন্নীআ‘লামুমিনাল্লা-হি মা-লা-তা‘লামূন।",
    "bn_haque": "তারপর যখন সুসংবাদবাহক এল, সে সেটি তাঁর মুখের সামনে রাখল, তখন তিনি চক্ষুষ্মান হলেন। তিনি বললেন -- \"আমি কি তোমাদের বলি নি যে আমি আল্লাহ্‌র কাছ থেকে জানি যা তোমরা জান না?\"",
    "bn_muhi": "অতঃপর যখন সুসংবাদদাতা পৌঁছল, সে জামাটি তাঁর মুখে রাখল। অমনি তিনি দৃষ্টি শক্তি ফিরে পেলেন। বললেনঃ আমি কি তোমাদেরকে বলিনি যে, আমি আল্লাহর পক্ষ থেকে যা জানি তোমরা তা জান না?",
    "en": "And when the bearer of good tidings arrived, he cast it over his face, and he returned [once again] seeing. He said, \"Did I not tell you that I know from Allah that which you do not know?\""
  },
  {
    "id": 97,
    "ar": "قَالُوا۟ يَٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ",
    "tr": "কা-লূইয়াআবা-নাছতাগফিরলানা-যুনূবানাইন্না-কুন্না-খা-তিঈন।",
    "bn_haque": "তারা বললে -- \"হে আমাদের আব্বা! আমাদের অপরাধের জন্যে আমাদের তরফ থেকে ক্ষমা প্রার্থনা করো, নিঃসন্দেহ আমরা হচ্ছি দোষী।\"",
    "bn_muhi": "তারা বললঃ পিতা আমাদের অপরাধ ক্ষমা করান। নিশ্চয় আমরা অপরাধী ছিলাম।",
    "en": "They said, \"O our father, ask for us forgiveness of our sins; indeed, we have been sinners.\""
  },
  {
    "id": 98,
    "ar": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "tr": "কা-লা ছাওফা আছতাগফিরু লাকুম রাববী ইন্নাহূহুওয়াল গাফূরুুর রাহীম।",
    "bn_haque": "তিনি বললেন -- \"আমি শীঘ্রই তোমাদের জন্য আমার প্রভুর কাছে মার্জনা চাইব। নিঃসন্দেহ তিনি নিজেই পরিত্রাণকারী, অফুরন্ত ফলদাতা।\"",
    "bn_muhi": "বললেন, সত্বরই আমি পালনকর্তার কাছে তোমাদের জন্য ক্ষমা চাইব। নিশ্চয় তিনি ক্ষমাশীল, দয়ালূ।",
    "en": "He said, \"I will ask forgiveness for you from my Lord. Indeed, it is He who is the Forgiving, the Merciful.\""
  },
  {
    "id": 99,
    "ar": "فَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا۟ مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
    "tr": "ফালাম্মা-দাখালূ‘আলা-ইঊছুফা আ-ওয়াইলাইহি আবাওয়াইহি ওয়া কা-লাদ খুলূমিসরা ইন শাআল্লা-হু আ-মিনীন।",
    "bn_haque": "তারপর তাঁরা যখন ইউসুফের দরবারে দাখিল হলেন তখন তিনি তাঁর পিতামাতাকে নিজের সঙ্গে রাখলেন এবং বললেন -- \"ইন- শা-আল্লাহ্ মিশরে নির্বিঘ্নে প্রবেশ করুন।\"",
    "bn_muhi": "অতঃপর যখন তারা ইউসুফের কাছে পৌঁছল, তখন ইউসুফ পিতা-মাতাকে নিজের কাছে জায়গা দিলেন এবং বললেনঃ আল্লাহ চাহেন তো শান্তি চিত্তে মিসরে প্রবেশ করুন।",
    "en": "And when they entered upon Joseph, he took his parents to himself and said, \"Enter Egypt, Allah willing, safe [and secure].\""
  },
  {
    "id": 100,
    "ar": "وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا۟ لَهُۥ سُجَّدًا وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأْوِيلُ رُءْيَٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّا وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ إِنَّ رَبِّى لَطِيفٌ لِّمَا يَشَآءُ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
    "tr": "ওয়া রাফা‘আ আবাওয়াইহি ‘আলাল ‘আরশি ওয়া খাররূলাহূছুজ্জদাওঁ ওয়া কা-লা ইয়াআবাতি হা-যা-তা’বীলুরু‘ইয়া-ইয়া মিন কাবলু  কাদ জা‘আলাহা-রাববী হাক্কাওঁ ওয়া কাদ আহছানা বী ইযআখরাজানী মিনাছছিজনি ওয়া জাআ বিকুম মিনাল বাদবিমিম বা‘দি আন নাঝাগাশশাইতা-নুবাইনী ওয়া বাইনা ইখওয়াতী ইন্না রাববী লাতীফুল লিমা-ইয়াশাউ ইন্নাহূহুওয়াল ‘আলীমুল হাকীম।",
    "bn_haque": "আর তিনি তাঁর পিতামাতাকে উচ্চাসনে বসালেন, আর তাঁর কারণে তাঁরা সিজদারত হলেন। তখন তিনি বললেন, \"হে আমার আব্বা! এটিই আমার পূর্বেকার দৈবদর্শনের তাৎপর্য, আমার প্রভু তা সত্যে পরিণত করেছেন। আর তিনি আমার প্রতি অনুগ্রহ করেছিলেন যখন তিনি আমাকে কারাগার থেকে মুক্ত করেছিলেন, এবং মরুভূমি থেকে আপনাদের নিয়ে এসেছেন আমার মধ্যে ও আমার ভাইয়ের মধ্যে শয়তান বিরোধ বাধাবার পরে। নিঃসন্দেহ আমার প্রভু যাকে ইচ্ছা করেন তার প্রতি পরম সদাশয়। নিঃসন্দেহ তিনি নিজেই সর্বজ্ঞাতা, পরমজ্ঞানী।",
    "bn_muhi": "এবং তিনি পিতা-মাতাকে সিংহাসনের উপর বসালেন এবং তারা সবাই তাঁর সামনে সেজদাবনত হল। তিনি বললেনঃ পিতা এ হচ্ছে আমার ইতিপূর্বেকার স্বপ্নের বর্ণনা আমার পালনকর্তা একে সত্যে পরিণত করেছেন এবং তিনি আমার প্রতি অনুগ্রহ করেছেন। আমাকে জেল থেকে বের করেছেন এবং আপনাদেরকে গ্রাম থেকে নিয়ে এসেছেন, শয়তান আমার ও আমার ভাইদের মধ্যে কলহ সৃষ্টি করে দেয়ার পর। আমার পালনকর্তা যা চান, কৌশলে সম্পন্ন করেন। নিশ্চয় তিনি বিজ্ঞ, প্রজ্ঞাময়।",
    "en": "And he raised his parents upon the throne, and they bowed to him in prostration. And he said, \"O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle in what He wills. Indeed, it is He who is the Knowing, the Wise."
  },
  {
    "id": 101,
    "ar": "رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بِٱلصَّٰلِحِينَ",
    "tr": "রাব্বি কাদ আ-তাইতানী মিনাল মুলকি ওয়া ‘আল্লামতানী মিন তা’বীলিল আহা-দীছি ফা-তিরাছছামা-ওয়া-তি ওয়াল আরদি আনতা ওয়ালিইইয়ী ফিদদুনইয়া-ওয়াল আখিরাতি তাওয়াফফানী মুছলিমাওঁ ওয়া আলহিকনী বিসসা-লিহীন।",
    "bn_haque": "আমার প্রভু! তুমি ইতিমধ্যেই আমাকে রাজত্বের অধিকার প্রদান করেছ এবং ঘটনাবলীর তাৎপর্য সম্পর্কে আমাকে শিক্ষাদান করেছ, হে মহাকাশমন্ডলী ও পৃথিবীর আদি-স্রষ্টা! তুমিই এই দুনিয়া ও আখেরাতে আমার মনিব, আমাকে মুসলিম অবস্থায় মরতে দাও এবং আমাকে সৎকর্মীদের সঙ্গে সংযুক্ত করো।",
    "bn_muhi": "হে পালনকর্তা আপনি আমাকে রাষ্ট্রক্ষমতাও দান করেছেন এবং আমাকে বিভিন্ন তাৎপর্য সহ ব্যাখ্যা করার বিদ্যা শিখিয়ে দিয়েছেন। হে নভোমন্ডল ও ভূ-মন্ডলের স্রষ্টা, আপনিই আমার কার্যনির্বাহী ইহকাল ও পরকালে। আমাকে ইসলামের উপর মৃত্যুদান করুন এবং আমাকে স্বজনদের সাথে মিলিত করুন।",
    "en": "My Lord, You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth, You are my protector in this world and in the Hereafter. Cause me to die a Muslim and join me with the righteous.\""
  },
  {
    "id": 102,
    "ar": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا۟ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
    "tr": "যা-লিকা মিন আমবাইল গাইবি নূহীহি ইলাইকা ওয়ামা-কুনতা লাদাইহিম ইয আজমা‘উআমরাহুম ওয়া হুম ইয়ামকুরূন।",
    "bn_haque": "এই হচ্ছে অদৃশ্য ব্যাপারের সংবাদ যা আমরা তোমার কাছে প্রত্যাদেশ করছি। আর তুমি তাদের সঙ্গে ছিলে না যখন তারা তাদের ব্যাপার-স্যাপার গুটাচ্ছিল ও তারা ফন্দি আটঁছিল।",
    "bn_muhi": "এগুলো অদৃশ্যের খবর, আমি আপনার কাছে প্রেরণ করি। আপনি তাদের কাছে ছিলেন না, যখন তারা স্বীয় কাজ সাব্যস্ত করছিল এবং চক্রান্ত করছিল।",
    "en": "That is from the news of the unseen which We reveal, [O Muhammad], to you. And you were not with them when they put together their plan while they conspired."
  },
  {
    "id": 103,
    "ar": "وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
    "tr": "ওয়ামা আকছারুন্না-ছি ওয়ালাও হারাসতা বিমু’মিনীন।",
    "bn_haque": "আর যদিও তুমি একান্তভাবে চাও তথাপি অধিকাংশ লোকেই বিশ্বাসকারী নয়।",
    "bn_muhi": "আপনি যতই চান, অধিকাংশ লোক বিশ্বাসকারী নয়।",
    "en": "And most of the people, although you strive [for it], are not believers."
  },
  {
    "id": 104,
    "ar": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَٰلَمِينَ",
    "tr": "ওয়ামা তাছআলুহুম ‘আলাইহি মিন আজরিন ইন হুওয়া ইল্লা-যিকরুল লিল‘আ-লামীন।",
    "bn_haque": "আর তুমি এর জন্য তাদের কাছে কোনো পারিশ্রমিক চাইছ না। এ তো বিশ্বজগতের জন্য উপদেশ ব্যতীত নয়।",
    "bn_muhi": "আপনি এর জন্যে তাদের কাছে কোন বিনিময় চান না। এটা তো সারা বিশ্বের জন্যে উপদেশ বৈ নয়।",
    "en": "And you do not ask of them for it any payment. It is not except a reminder to the worlds."
  },
  {
    "id": 105,
    "ar": "وَكَأَيِّن مِّنْ ءَايَةٍ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
    "tr": "ওয়া কাআইয়িম মিন আ-য়াতিন ফিছছামা-ওয়া-তি ওয়াল আরদি ইয়ামুররূনা ‘আলাইহাওয়াহুম ‘আনহা-মু‘রিদূ ন।",
    "bn_haque": "আর মহাকাশমন্ডলে ও পৃথিবীতে কত না নিদর্শন রয়েছে যার পাশ দিয়ে তারা যাতায়ত করে, তথাপি তারা এ-সবের প্রতি উদাসীন!",
    "bn_muhi": "অনেক নিদর্শন রয়েছে নভোমন্ডলে ও ভু-মন্ডলে যেগুলোর উপর দিয়ে তারা পথ অতিক্রম করে এবং তারা এসবের দিকে মনোনিবেশ করে না।",
    "en": "And how many a sign within the heavens and earth do they pass over while they, therefrom, are turning away."
  },
  {
    "id": 106,
    "ar": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
    "tr": "ওয়ামা-ইউ’মিনুআকছারুহুম বিল্লা-হি ইল্লা-ওয়াহুম মুশরিকূন।",
    "bn_haque": "আর তাদের অধিকাংশই আল্লাহ্‌র প্রতি বিশ্বাস করে না তারা বহুখোদাবাদী না হওয়া পর্যন্ত।",
    "bn_muhi": "অনেক মানুষ আল্লাহর প্রতি বিশ্বাস স্থাপন করে, কিন্তু সাথে সাথে শিরকও করে।",
    "en": "And most of them believe not in Allah except while they associate others with Him."
  },
  {
    "id": 107,
    "ar": "أَفَأَمِنُوٓا۟ أَن تَأْتِيَهُمْ غَٰشِيَةٌ مِّنْ عَذَابِ ٱللَّهِ أَوْ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "tr": "আফাআমিনূআন তা’তিয়াহুম গা-শিয়াতুমমিন‘আযা-বিল্লা-হি আও তা‘তিয়াহুমুছছা-‘আতু বাগতাতাওঁ ওয়াহুম লা-ইয়াশ‘উরূন।",
    "bn_haque": "তারা কি তবে নিরাপদ বোধ করে তাদের উপরে আল্লাহ্‌র শাস্তির ঘেরাটোপ এসে পড়া সন্বন্ধে, অথবা তারা যখন বেখেয়াল থাকে তখন ঘন্টা অতর্কিতে তাদের উপরে এসে পড়া সন্বন্ধে?",
    "bn_muhi": "তারা কি নির্ভীক হয়ে গেছে এ বিষয়ে যে, আল্লাহর আযাবের কোন বিপদ তাদেরকে আবৃত করে ফেলবে অথবা তাদের কাছে হঠাৎ কেয়ামত এসে যাবে, অথচ তারা টেরও পাবে না?",
    "en": "Then do they feel secure that there will not come to them an overwhelming [aspect] of the punishment of Allah or that the Hour will not come upon them suddenly while they do not perceive?"
  },
  {
    "id": 108,
    "ar": "قُلْ هَٰذِهِۦ سَبِيلِىٓ أَدْعُوٓا۟ إِلَى ٱللَّهِ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِى وَسُبْحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
    "tr": "কুল হা-যিহী ছাবীলীআদ‘ঊইলাল্লা-হি ‘আলা-বাসীরাতিন আনা ওয়া মানিত্তাবা‘আনী ওয়া ছুবহা-নাল্লা-হি ওয়ামাআনা মিনাল মুশরিকীন।",
    "bn_haque": "তুমি বল -- \"এই হচ্ছে আমার পথ, আমি আল্লাহ্‌র প্রতি আহ্বান করি, আমি ও যারা আমাকে অনুসরণ করে তারা জ্ঞানালোকের উপরে রয়েছি। আর আল্লাহ্‌রই সব মহিমা, আর আমি বহুখোদাবাদীদের মধ্যেকার নই।\"",
    "bn_muhi": "বলে দিনঃ এই আমার পথ। আমি আল্লাহর দিকে বুঝে সুঝে দাওয়াত দেই আমি এবং আমার অনুসারীরা। আল্লাহ পবিত্র। আমি অংশীবাদীদের অন্তর্ভুক্ত নই।",
    "en": "Say, \"This is my way; I invite to Allah with insight, I and those who follow me. And exalted is Allah ; and I am not of those who associate others with Him.\""
  },
  {
    "id": 109,
    "ar": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِم مِّنْ أَهْلِ ٱلْقُرَىٰٓ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَلَدَارُ ٱلْءَاخِرَةِ خَيْرٌ لِّلَّذِينَ ٱتَّقَوْا۟ أَفَلَا تَعْقِلُونَ",
    "tr": "ওয়ামাআরছালনা-মিন কাবলিকা ইল্লা-রিজা-লাননূহীইলাইহিম মিন আহলিল কুরা- আফালাম ইয়াছীরূফিল আরদিফাইয়ানজুরূ কাইফা কা-না ‘আ-কিবাতুল্লাযীনা মিন কাবলিহিম ওয়ালাদা-রুল আ-খিরাতি খাইরুল লিল্লাযী নাত্তাকাও আফালাতা‘কিলূন।",
    "bn_haque": "আর তোমার পূর্বে জনপদবাসীদের মধ্যে থেকে মানুষ ছাড়া অন্য কাউকে আমরা পাঠাই নি যাঁদের কাছে আমরা প্রত্যাদেশ দিয়েছিলাম। কাজেই তারা কি পৃথিবীতে পর্যটন করে নি এবং দেখে নি কেমন হয়েছিল তাদের পরিণাম যারা ছিল তাদের অগ্রগামী? আর পরকালের আবাসস্থল অবশ্যই অধিকতর ভাল তাদের জন্য যারা ধর্মভীরুতা অবলন্বন করে। তোমরা কি তবে বোঝ না?",
    "bn_muhi": "আপনার পূর্বে আমি যতজনকে রসূল করে পাঠিয়েছি, তারা সবাই পুরুষই ছিল জনপদবাসীদের মধ্য থেকে। আমি তাঁদের কাছে ওহী প্রেরণ করতাম। তারা কি দেশ-বিদেশ ভ্রমণ করে না, যাতে দেখে নিত কিরূপ পরিণতি হয়েছে তাদের যারা পূর্বে ছিল ? সংযমকারীদের জন্যে পরকালের আবাসই উত্তম। তারা কি এখনও বোঝে না?",
    "en": "And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allah ; then will you not reason?"
  },
  {
    "id": 110,
    "ar": "حَتَّىٰٓ إِذَا ٱسْتَيْـَٔسَ ٱلرُّسُلُ وَظَنُّوٓا۟ أَنَّهُمْ قَدْ كُذِبُوا۟ جَآءَهُمْ نَصْرُنَا فَنُجِّىَ مَن نَّشَآءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
    "tr": "হাত্তা ইযাছতাইআছাররুছুলুওয়া জান্নূআন্নাহুম কাদ কুযিবূজাআহুম নাসরুনা- ফানুজ্জিয়া মান্নাশাউ ওয়ালা-ইউরাদ্দুবা’ছুনা-‘আনিল কাওমিল মুজরিমীন।",
    "bn_haque": "অবশেষে যখন রসূলগণ হতাশ হয়েছিলেন, আর তারা ভেবেছিল যে তাদের নিশ্চয়ই মিথ্যা বলা হয়েছে, তখনই এসে পৌঁছাল। কাজেই যাদের আমরা ইচ্ছা করলাম তাদের উদ্ধার করলাম। আর অপরাধী সম্প্রদায় থেকে আমাদের শাস্তি প্রতিহত হয় না।",
    "bn_muhi": "এমনকি যখন পয়গম্বরগণ নৈরাশ্যে পতিত হয়ে যেতেন, এমনকি এরূপ ধারণা করতে শুরু করতেন যে, তাদের অনুমান বুঝি মিথ্যায় পরিণত হওয়ার উপক্রম হয়েছিল, তখন তাদের কাছে আমার সাহায্য পৌছে। অতঃপর আমি যাদের চেয়েছি তারা উদ্ধার পেয়েছে। আমার শাস্তি অপরাধী সম্প্রদায় থেকে প্রতিহত হয় না।",
    "en": "[They continued] until, when the messengers despaired and were certain that they had been denied, there came to them Our victory, and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals."
  },
  {
    "id": 111,
    "ar": "لَقَدْ كَانَ فِى قَصَصِهِمْ عِبْرَةٌ لِّأُو۟لِى ٱلْأَلْبَٰبِ مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "tr": "লাকাদ কা-না ফী কাসাসিহিম ‘ইবরাতুল লিঊলিল আলবা-বি মা-কা-না হাদীছাইঁ ইউফতারা-ওয়া লা-কিন তাসদাকাল্লাযী বাইনা ইয়াদইহি ওয়া তাফসীলা কুল্লি শাইইওঁ ওয়া হুদাও ওয়া রাহমাতাল লিকাওমিইঁ ইউ’মিনূন।",
    "bn_haque": "তাদের কাহিনীর মধ্যে অবশ্যই শিক্ষণীয় বিষয় রয়েছে বোধশক্তিসম্পন্নদের জন্যে। এ এমন কাহিনী নয় যা জাল করা হয়েছে, বরঞ্চ এ হচ্ছে এর আগে যা এসেছিল তার সমর্থনকারী, এবং সব বিষয়ের বিস্তারিত বৃত্তান্ত, আর পথনির্দেশ ও করুণা যারা বিশ্বাস করে সেই সম্প্রদায়ের জন্য।",
    "bn_muhi": "তাদের কাহিনীতে বুদ্ধিমানদের জন্য রয়েছে প্রচুর শিক্ষণীয় বিষয়, এটা কোন মনগড়া কথা নয়, কিন্তু যারা বিশ্বাস স্থাপন করে তাদের জন্যে পূর্বেকার কালামের সমর্থন এবং প্রত্যেক বস্তুর বিবরণ রহমত ও হেদায়েত।",
    "en": "There was certainly in their stories a lesson for those of understanding. Never was the Qur'an a narration invented, but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe."
  }
]