[
  {
    "id": 1,
    "ar": "كٓهيعٓصٓ",
    "tr": "কাফ হা-ইয়া-‘আঈূন সোয়াদ ।",
    "bn_haque": "কাফ-হা-ইয়া-'আইন-স্বাদ।",
    "bn_muhi": "কাফ-হা-ইয়া-আইন-সাদ",
    "en": "Kaf, Ha, Ya, 'Ayn, Sad."
  },
  {
    "id": 2,
    "ar": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآ",
    "tr": "যিকরু রাহমাতি রাব্বিকা ‘আবদাহূঝাকারিইইয়া-।",
    "bn_haque": "এ তাঁর বান্দা যাকারিয়ার প্রতি তোমার প্রভুর অনুগ্রহের বিবরণ।",
    "bn_muhi": "এটা আপনার পালনকর্তার অনুগ্রহের বিবরণ তাঁর বান্দা যাকারিয়ার প্রতি।",
    "en": "[This is] a mention of the mercy of your Lord to His servant Zechariah"
  },
  {
    "id": 3,
    "ar": "إِذْ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيًّا",
    "tr": "ইযনা-দা-রাব্বাহূনিদাআন খাফিইইয়া-।",
    "bn_haque": "স্মরণ করো, তিনি তাঁর প্রভুর প্রতি মৃদু স্বরে আহ্বান করলেন --",
    "bn_muhi": "যখন সে তাঁর পালনকর্তাকে আহবান করেছিল নিভৃতে।",
    "en": "When he called to his Lord a private supplication."
  },
  {
    "id": 4,
    "ar": "قَالَ رَبِّ إِنِّى وَهَنَ ٱلْعَظْمُ مِنِّى وَٱشْتَعَلَ ٱلرَّأْسُ شَيْبًا وَلَمْ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيًّا",
    "tr": "কা-লা রাব্বি ইন্নী ওয়াহানাল ‘আজমুমিন্নী ওয়াশতা‘আলার রা’ছুশাইবাওঁ ওয়ালাম আকুম বিদু‘আইকা রাব্বি শাকিইইয়া-।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! আমার ভেতরের হাড়-গোড় জিরজিরে হয়ে গেছে আর মাথাটি হয়ে গেছে জড়ভরত পাকাচুল বিশিষ্ট, আর আমার প্রভু! আমি তো তোমার কাছে আমার প্রার্থনায় কখনো নিরাশ হই নি।",
    "bn_muhi": "সে বললঃ হে আমার পালনকর্তা আমার অস্থি বয়স-ভারাবনত হয়েছে; বার্ধক্যে মস্তক সুশুভ্র হয়েছে; হে আমার পালনকর্তা! আপনাকে ডেকে আমি কখনও বিফলমনোরথ হইনি।",
    "en": "He said, \"My Lord, indeed my bones have weakened, and my head has filled with white, and never have I been in my supplication to You, my Lord, unhappy."
  },
  {
    "id": 5,
    "ar": "وَإِنِّى خِفْتُ ٱلْمَوَٰلِىَ مِن وَرَآءِى وَكَانَتِ ٱمْرَأَتِى عَاقِرًا فَهَبْ لِى مِن لَّدُنكَ وَلِيًّا",
    "tr": "ওয়া ইন্নী খিফতুল মাওয়া-লিয়া মিওঁ ওয়ারাঈওয়াকা-নাতিম রাআতী ‘আ-কিরান ফাহাব লী মিল্লা দুনকা ওয়ালিইইয়া-।",
    "bn_haque": "\"আর আমি অবশ্য আশংকা করছি আমার পরে আমার জ্ঞাতিগোষ্ঠীদের, আর আমার স্ত্রী বন্ধ্যা, সেজন্য তোমার কাছ থেকে আমাকে একজন উত্তরাধিকারী প্রদান করো, --",
    "bn_muhi": "আমি ভয় করি আমার পর আমার স্বগোত্রকে এবং আমার স্ত্রী বন্ধ্যা; কাজেই আপনি নিজের পক্ষ থেকে আমাকে এক জন কর্তব্য পালনকারী দান করুন।",
    "en": "And indeed, I fear the successors after me, and my wife has been barren, so give me from Yourself an heir"
  },
  {
    "id": 6,
    "ar": "يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ وَٱجْعَلْهُ رَبِّ رَضِيًّا",
    "tr": "ইয়ারিছু নী ওয়া ইয়ারিছুমিন আ-লি ইয়া‘কূবা  ওয়াজ‘আলহু রাব্বি রাদিইইয়া-।",
    "bn_haque": "যে আমাকে উত্তরাধিকার করবে এবং ইয়াকুবের বংশধরদের উত্তরাধিকার করবে, আর আমার প্রভু, তাকে সন্তোষভাজন বানিয়ো।",
    "bn_muhi": "সে আমার স্থলাভিষিক্ত হবে ইয়াকুব বংশের এবং হে আমার পালনকর্তা, তাকে করুন সন্তোষজনক।",
    "en": "Who will inherit me and inherit from the family of Jacob. And make him, my Lord, pleasing [to You].\""
  },
  {
    "id": 7,
    "ar": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسْمُهُۥ يَحْيَىٰ لَمْ نَجْعَل لَّهُۥ مِن قَبْلُ سَمِيًّا",
    "tr": "ইয়া-ঝাকারিইইয়াইন্না-নুবাশশিরুকা বিগুলা-মি নিছমুহূইয়াহইয়া- লাম নাজ‘আল লাহূমিন কাবলুছামিইইয়া-।",
    "bn_haque": "হে যাকারিয়া, নিঃসন্দেহ আমরা তোমাকে সুসংবাদ দিচ্ছি একটি বেটা-ছেলের, তার নাম হবে ইয়াহ্‌য়া, এর আগে কাউকেও আমরা তার নামধর বানাই নি।",
    "bn_muhi": "হে যাকারিয়া, আমি তোমাকে এক পুত্রের সুসংবাদ দিচ্ছি, তার নাম হবে ইয়াহইয়া। ইতিপূর্বে এই নামে আমি কারও নাম করণ করিনি।",
    "en": "[He was told], \"O Zechariah, indeed We give you good tidings of a boy whose name will be John. We have not assigned to any before [this] name.\""
  },
  {
    "id": 8,
    "ar": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَٰمٌ وَكَانَتِ ٱمْرَأَتِى عَاقِرًا وَقَدْ بَلَغْتُ مِنَ ٱلْكِبَرِ عِتِيًّا",
    "tr": "কা-লা রাব্বি আন্না-ইয়াকূনুলী গুলা-মুওঁ ওয়াকা-নাতিমরাআতী ‘আ-কিরাওঁ ওয়া কাদ বালাগতুমিনাল কিবারি ‘ইতিইইয়া-।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! কেমন ক’রে আমার ছেলে হবে যখন আমার স্ত্রী বন্ধ্যা আর আমিও বার্ধক্যের শেষ সীমায় পৌঁছে গেছি!",
    "bn_muhi": "সে বললঃ হে আমার পালনকর্তা কেমন করে আমার পুত্র হবে অথচ আমার স্ত্রী যে বন্ধ্যা, আর আমিও যে বার্ধক্যের শেষ প্রান্তে উপনীত।",
    "en": "He said, \"My Lord, how will I have a boy when my wife has been barren and I have reached extreme old age?\""
  },
  {
    "id": 9,
    "ar": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْـًٔا",
    "tr": "কা-লা কাযা-লিকা কা-লা রাব্বুকা হুওয়া ‘আলাইইয়া হাইয়িনুওঁ ওয়াকাদ খালাকতুকা মিন কাবলুওয়া লাম তাকুশাইআ-।",
    "bn_haque": "সে বললে -- \"এমনটাই হবে যেমন তুমি ভাব, তোমার প্রভু বলেছেন -- 'এটি আমার জন্য সহজসাধ্য, আর আমি তো তোমাকে এর আগে সৃষ্টি করেছি যখন তুমি কিছুই ছিলে না’।\"",
    "bn_muhi": "তিনি বললেনঃ এমনিতেই হবে। তোমার পালনকর্তা বলে দিয়েছেনঃ এটা আমার পক্ষে সহজ। আমি তো পুর্বে তোমাকে সৃষ্টি করেছি এবং তুমি কিছুই ছিলে না।",
    "en": "[An angel] said, \"Thus [it will be]; your Lord says, 'It is easy for Me, for I created you before, while you were nothing.' \""
  },
  {
    "id": 10,
    "ar": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٍ سَوِيًّا",
    "tr": "কা-লা রাব্বিজ‘আললীআ-য়াতান কা-লা আ-ইয়াতুকা আল্লা-তুকালিলমান্না-ছা ছালা-ছা লাইয়া-লিন ছাবিইইয়া-",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! আমার জন্য একটি নিদর্শন স্থাপন করো।\" তিনি বললেন, \"তোমার নিদর্শন হচ্ছে -- তুমি লোকের সাথে কথা বলবে না তিন রাত্রি পর্যন্ত সুস্থাবস্থায় থেকে।\"",
    "bn_muhi": "সে বললঃ হে আমার পালনকর্তা, আমাকে একটি নির্দশন দিন। তিনি বললেন তোমার নিদর্শন এই যে, তুমি সুস্থ অবস্থায় তিন দিন মানুষের সাথে কথাবার্তা বলবে না।",
    "en": "[Zechariah] said, \"My Lord, make for me a sign.\" He said, \"Your sign is that you will not speak to the people for three nights, [being] sound.\""
  },
  {
    "id": 11,
    "ar": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ مِنَ ٱلْمِحْرَابِ فَأَوْحَىٰٓ إِلَيْهِمْ أَن سَبِّحُوا۟ بُكْرَةً وَعَشِيًّا",
    "tr": "ফাখারাজা ‘আলা- কাওমিহী মিনাল মিহরা-বি ফাআওহা ইলাইহিম আন ছাব্বিহূবুকরাতাওঁ ওয়া ‘আশিইইয়া-।",
    "bn_haque": "তারপর তিনি উপাসনার কামরা থেকে তাঁর লোকদের কাছে বেরুলেন এবং তাদের প্রতি ঘোষণা করলেন -- \"মহিমা কীর্তন করো সকালে ও সন্ধ্যায়।\"",
    "bn_muhi": "অতঃপর সে কক্ষ থেকে বের হয়ে তার সম্প্রদায়ের কাছে এল এবং ইঙ্গিতে তাদেরকে সকাল সন্ধ্যায় আল্লাহকে স্মরণ করতে বললঃ",
    "en": "So he came out to his people from the prayer chamber and signaled to them to exalt [ Allah ] in the morning and afternoon."
  },
  {
    "id": 12,
    "ar": "يَٰيَحْيَىٰ خُذِ ٱلْكِتَٰبَ بِقُوَّةٍ وَءَاتَيْنَٰهُ ٱلْحُكْمَ صَبِيًّا",
    "tr": "ইয়া-ইয়াহইয়া-খুযিল কিতা-বা বিকুওয়াতিওঁ ওয়াআ-তাইনা-হুল হুকমা সাবিইইয়া-।",
    "bn_haque": "\"হে ইয়াহ্‌য়া, ধর্মগ্রন্থ শক্ত ক’রে ধারণ করো।\" আর আমরা তাঁকে জ্ঞানদান করেছিলাম শৈশবেই,",
    "bn_muhi": "হে ইয়াহইয়া দৃঢ়তার সাথে এই গ্রন্থ ধারণ কর। আমি তাকে শৈশবেই বিচারবুদ্ধি দান করেছিলাম।",
    "en": "[ Allah ] said, \"O John, take the Scripture with determination.\" And We gave him judgement [while yet] a boy"
  },
  {
    "id": 13,
    "ar": "وَحَنَانًا مِّن لَّدُنَّا وَزَكَوٰةً وَكَانَ تَقِيًّا",
    "tr": "ওয়াহানা-নাম মিল্লাদুন্না-ওয়াঝাকা-তাও ওয়াকা-না তাকিইইয়া-।",
    "bn_haque": "আর আমাদের তরফ থেকে সহৃদয়তা ও পবিত্রতা। আর তিনি ছিলেন ধর্মপরায়ণ,",
    "bn_muhi": "এবং নিজের পক্ষ থেকে আগ্রহ ও পবিত্রতা দিয়েছি। সে ছিল পরহেযগার।",
    "en": "And affection from Us and purity, and he was fearing of Allah"
  },
  {
    "id": 14,
    "ar": "وَبَرًّۢا بِوَٰلِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا",
    "tr": "ওয়া বাররাম বিওয়া-লিদাইহি ওয়া-লাম ইয়াকুন জাব্বা-রান ‘আসিইইয়া-।",
    "bn_haque": "আর তাঁর পিতামাতার প্রতি অনুগত, আর তিনি ছিলেন না উদ্ধত, অবাধ্য।",
    "bn_muhi": "পিতা-মাতার অনুগত এবং সে উদ্ধত, নাফরমান ছিল না।",
    "en": "And dutiful to his parents, and he was not a disobedient tyrant."
  },
  {
    "id": 15,
    "ar": "وَسَلَٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
    "tr": "ওয়া ছালা-মুন ‘আলাইহি ইয়াওমা উলিদা ওয়া ইয়াওমা ইয়ামূতুওয়া ইয়াওমা ইউব‘আছু  হাইইয়া-।",
    "bn_haque": "আর শান্তি তাঁর উপরে যেদিন তাঁর জন্ম হয়েছিল ও যেদিন তিনি মারা গিয়েছিলেন আর যেদিন তাঁকে পুরুত্থিত করা হবে জীবিত অবস্থায়।",
    "bn_muhi": "তার প্রতি শান্তি-যেদিন সে জন্মগ্রহণ করে এবং যেদিন মৃত্যুবরণ করবে এবং যেদিন জীবিতাবস্থায় পুনরুত্থিত হবে।",
    "en": "And peace be upon him the day he was born and the day he dies and the day he is raised alive."
  },
  {
    "id": 16,
    "ar": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ مَرْيَمَ إِذِ ٱنتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
    "tr": "ওয়াযকুর ফিল কিতা-বি মারইয়াম । ইযিন তাবাযাত মিন আহলিহা-মাকা-নান শারকিইইয়া-।",
    "bn_haque": "আর গ্রন্থখানাতে মরিয়মের কথা স্মরণ করো -- যখন তিনি তাঁর পরিবারবর্গ থেকে সরে গিয়েছিলেন পুবদিকের এক জায়গায়,",
    "bn_muhi": "এই কিতাবে মারইয়ামের কথা বর্ণনা করুন, যখন সে তার পরিবারের লোকজন থেকে পৃথক হয়ে পূর্বদিকে এক স্থানে আশ্রয় নিল।",
    "en": "And mention, [O Muhammad], in the Book [the story of] Mary, when she withdrew from her family to a place toward the east."
  },
  {
    "id": 17,
    "ar": "فَٱتَّخَذَتْ مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَآ إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
    "tr": "ফাত্তাখাযাত মিন দূ নিহিম হিজা-বান ফাআরছালনাইলাইহা-রূহানাফাতামাছছালা লাহা-বাশারান ছাবিইইয়া-।",
    "bn_haque": "তারপর তিনি তাদের থেকে পর্দা অবলন্বন করলেন, তখন আমরা তাঁর কাছে পাঠালাম আমাদের দূতকে, কাজেই তাঁর কাছে সে এক পুরোপুরি মানুষের অনুরূপে দেখা দিল।",
    "bn_muhi": "অতঃপর তাদের থেকে নিজেকে আড়াল করার জন্যে সে পর্দা করলো। অতঃপর আমি তার কাছে আমার রূহ প্রেরণ করলাম, সে তার নিকট পুর্ণ মানবাকৃতিতে আত্নপ্রকাশ করল।",
    "en": "And she took, in seclusion from them, a screen. Then We sent to her Our Angel, and he represented himself to her as a well-proportioned man."
  },
  {
    "id": 18,
    "ar": "قَالَتْ إِنِّىٓ أَعُوذُ بِٱلرَّحْمَٰنِ مِنكَ إِن كُنتَ تَقِيًّا",
    "tr": "কা-লাত ইন্নীআ‘ঊযুবিররাহমা-নি মিনকা ইন কুনতা তাকিইইয়া-।",
    "bn_haque": "তিনি বললেন -- \"নিঃসন্দেহ আমি তোমার থেকে আশ্রয় খুজঁছি পরম করুণাময়ের কাছে, যদি তুমি ধর্মভীরু হও।\"",
    "bn_muhi": "মারইয়াম বললঃ আমি তোমা থেকে দয়াময়ের আশ্রয় প্রার্থনা করি যদি তুমি আল্লাহভীরু হও।",
    "en": "She said, \"Indeed, I seek refuge in the Most Merciful from you, [so leave me], if you should be fearing of Allah .\""
  },
  {
    "id": 19,
    "ar": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمًا زَكِيًّا",
    "tr": "কা-লা ইন্নামাআনা রাছূলুরাব্বিকি  লিআহাবা লাকি গুলা-মান ঝাকিইইয়া-।",
    "bn_haque": "সে বললে -- \"আমি তো শুধু তোমার প্রভুর বাণীবাহক -- 'যে আমি তোমাকে দান করব এক নিখুঁত ছেলে’।\"",
    "bn_muhi": "সে বললঃ আমি তো শুধু তোমার পালনকর্তা প্রেরিত, যাতে তোমাকে এক পবিত্র পুত্র দান করে যাব।",
    "en": "He said, \"I am only the messenger of your Lord to give you [news of] a pure boy.\""
  },
  {
    "id": 20,
    "ar": "قَالَتْ أَنَّىٰ يَكُونُ لِى غُلَٰمٌ وَلَمْ يَمْسَسْنِى بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
    "tr": "কা-লাত আন্না-ইয়াকূনুলী গুলা-মুওঁ ওয়া লাম ইয়ামছাছনী বাশারুওঁ ওয়া লাম আকু বাগিইইয়া-।",
    "bn_haque": "তিনি বললেন -- \"কেমন ক’রে আমার ছেলে হবে, যেহেতু আমাকে পুরুষ-মানুষ স্পর্শ করে নি এবং আমি অসতীও নই?\"",
    "bn_muhi": "মরিইয়াম বললঃ কিরূপে আমার পুত্র হবে, যখন কোন মানব আমাকে স্পর্শ করেনি এবং আমি ব্যভিচারিণীও কখনও ছিলাম না ?",
    "en": "She said, \"How can I have a boy while no man has touched me and I have not been unchaste?\""
  },
  {
    "id": 21,
    "ar": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَىَّ هَيِّنٌ وَلِنَجْعَلَهُۥٓ ءَايَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّا وَكَانَ أَمْرًا مَّقْضِيًّا",
    "tr": "কা-লা কাযা-লিকি কা-লা রাব্বুকি হুওয়া ‘আলাইইয়া হাইয়িনুওঁ ওয়ালিনাজ‘আলাহূআ-য়াতাল লিন্না-ছি ওয়ারাহমাতাম মিন্না- ওয়াকা-না আমরাম মাকদিইইয়া-।",
    "bn_haque": "সে বললে -- \"মনটা হবে! তোমার প্রভু বলেছেন -- 'এটি আমার জন্য সহজ-সাধ্য। আর যেন আমরা তাঁকে লোকদের জন্য একটি নিদর্শন বানাতে পারি, আর আমাদের থেকে এক করুণা, আর এ তো এক স্থিরীকৃত ব্যাপার’।\"",
    "bn_muhi": "সে বললঃ এমনিতেই হবে। তোমার পালনকর্তা বলেছেন, এটা আমার জন্যে সহজ সাধ্য এবং আমি তাকে মানুষের জন্যে একটি নিদর্শন ও আমার পক্ষ থেকে অনুগ্রহ স্বরূপ করতে চাই। এটা তো এক স্থিরীকৃত ব্যাপার।",
    "en": "He said, \"Thus [it will be]; your Lord says, 'It is easy for Me, and We will make him a sign to the people and a mercy from Us. And it is a matter [already] decreed.' \""
  },
  {
    "id": 22,
    "ar": "فَحَمَلَتْهُ فَٱنتَبَذَتْ بِهِۦ مَكَانًا قَصِيًّا",
    "tr": "ফাহামালাতহু ফানতাবাযাত বিহী মাকা-নান কাসিইইয়া-।",
    "bn_haque": "তারপর তিনি তাঁকে গর্ভে ধারণ করলেন, এবং তৎসহ এক দূরবর্তী স্থানে সরে গেলেন।",
    "bn_muhi": "অতঃপর তিনি গর্ভে সন্তান ধারণ করলেন এবং তৎসহ এক দূরবর্তী স্থানে চলে গেলেন।",
    "en": "So she conceived him, and she withdrew with him to a remote place."
  },
  {
    "id": 23,
    "ar": "فَأَجَآءَهَا ٱلْمَخَاضُ إِلَىٰ جِذْعِ ٱلنَّخْلَةِ قَالَتْ يَٰلَيْتَنِى مِتُّ قَبْلَ هَٰذَا وَكُنتُ نَسْيًا مَّنسِيًّا",
    "tr": "ফাআজাআহাল মাখা-দুইলা-জিয‘ইন নাখলাতি কা-লাত ইয়া-লাইতানী মিত্তু কাবলা হা-যা-ওয়াকুনতুনাছইয়াম মানছিইইয়া-।",
    "bn_haque": "তখন প্রসব-বেদনা তাঁকে এক খেজুর গাছের গুড়িতে নিয়ে এল। তিনি বললেন -- \"হায় আমার দুর্ভোগ! এর আগে যদি আমি মরেই যেতাম এবং সম্পূর্ণ বিস্মৃতিতে বিস্মৃত হতাম!\"",
    "bn_muhi": "প্রসব বেদনা তাঁকে এক খেজুর বৃক্ষ-মূলে আশ্রয় নিতে বাধ্য করল। তিনি বললেনঃ হায়, আমি যদি কোনরূপে এর পূর্বে মরে যেতাম এবং মানুষের স্মৃতি থেকে বিলুপ্ত হয়ে, যেতাম!",
    "en": "And the pains of childbirth drove her to the trunk of a palm tree. She said, \"Oh, I wish I had died before this and was in oblivion, forgotten.\""
  },
  {
    "id": 24,
    "ar": "فَنَادَىٰهَا مِن تَحْتِهَآ أَلَّا تَحْزَنِى قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
    "tr": "ফানা-দা-হা-মিন তাহতিহাআল্লা-তাহঝানী কাদ জা‘আলা রাব্বুকি তাহতাকি ছারিইইয়া-।",
    "bn_haque": "তখন তাঁর নিচে থেকে তাঁকে ডেকে বললে -- \"দুঃখ করো না, তোমার প্রভু অবশ্য তোমার নিচে দিয়ে একটি জলধারা রেখেছেন।\"",
    "bn_muhi": "অতঃপর ফেরেশতা তাকে নিম্নদিক থেকে আওয়ায দিলেন যে, তুমি দুঃখ করো না। তোমার পালনকর্তা তোমার পায়ের তলায় একটি নহর জারি করেছেন।",
    "en": "But he called her from below her, \"Do not grieve; your Lord has provided beneath you a stream."
  },
  {
    "id": 25,
    "ar": "وَهُزِّىٓ إِلَيْكِ بِجِذْعِ ٱلنَّخْلَةِ تُسَٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
    "tr": "ওয়া হুঝঝীইলাইকি বিজিয‘ইন্নাখলাতি তুছা-কিত‘আলাইকি রুতাবান জানিইইয়া-।",
    "bn_haque": "\"আর খেজুর গাছের কান্ডটি তোমার দিকে টানতে থাক, এটি তোমার উপরে টাটকা-পাকা খেজুর ফেলবে।",
    "bn_muhi": "আর তুমি নিজের দিকে খেজুর গাছের কান্ডে নাড়া দাও, তা থেকে তোমার উপর সুপক্ক খেজুর পতিত হবে।",
    "en": "And shake toward you the trunk of the palm tree; it will drop upon you ripe, fresh dates."
  },
  {
    "id": 26,
    "ar": "فَكُلِى وَٱشْرَبِى وَقَرِّى عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ ٱلْبَشَرِ أَحَدًا فَقُولِىٓ إِنِّى نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ ٱلْيَوْمَ إِنسِيًّا",
    "tr": "ফাকুলী ওয়াশরাবী ওয়াকাররী ‘আইনান ফাইম্মা-তারায়িন্না মিনাল বাশারি আহাদান ফাকূলীইন্নী নাযারতুলিররাহমা-নি সাওমান ফালান উকালিলমাল ইয়াওমা ইনছিইইয়া-।",
    "bn_haque": "সুতরাং খাও ও পান করো এবং চোখ জুড়াও। আর লোকজনের কাউকে যদি দেখতে পাও তবে বলো -- 'আমি পরম করুণাময়ের জন্য রোযা রাখার মানত করেছি, কাজেই আমি আজ কোনো লোকের সঙ্গে কথাবার্তা বলব না’।",
    "bn_muhi": "যখন আহার কর, পান কর এবং চক্ষু শীতল কর। যদি মানুষের মধ্যে কাউকে তুমি দেখ, তবে বলে দিওঃ আমি আল্লাহর উদ্দেশে রোযা মানত করছি। সুতরাং আজ আমি কিছুতেই কোন মানুষের সাথে কথা বলব না।",
    "en": "So eat and drink and be contented. And if you see from among humanity anyone, say, 'Indeed, I have vowed to the Most Merciful abstention, so I will not speak today to [any] man.' \""
  },
  {
    "id": 27,
    "ar": "فَأَتَتْ بِهِۦ قَوْمَهَا تَحْمِلُهُۥ قَالُوا۟ يَٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا",
    "tr": "ফাআতাত বিহী কাওমাহা-তাহমিলুহূ কা-লূইয়া-মারইয়ামুলাকাদ জি’তি শাইআন ফারিইইয়া-।",
    "bn_haque": "তারপর তিনি তাঁকে নিয়ে এলেন তাঁর লোকদের কাছে তাঁকে চড়িয়ে। তারা বললে -- \"হে মরিয়ম! তুমি আলবৎ এক অদ্ভুত ফেসাদ নিয়ে এসেছ।",
    "bn_muhi": "অতঃপর তিনি সন্তানকে নিয়ে তার সম্প্রদায়ের কাছে উপস্থিত হলেন। তারা বললঃ হে মারইয়াম, তুমি একটি অঘটন ঘটিয়ে বসেছ।",
    "en": "Then she brought him to her people, carrying him. They said, \"O Mary, you have certainly done a thing unprecedented."
  },
  {
    "id": 28,
    "ar": "يَٰٓأُخْتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
    "tr": "ইয়াউখতা হা-রূনা মা-কা-না আবূকিম রাআ ছাওইওঁ ওয়ামা-কানাত উম্মুকি বাগিইইয়া-।",
    "bn_haque": "হে হারূনের ভগিনী! তোমার বাপ তো খারাপ লোক ছিল না এবং তোমার মা’ও পাপিষ্ঠা নয়!",
    "bn_muhi": "হে হারূণ-ভাগিনী, তোমার পিতা অসৎ ব্যক্তি ছিলেন না এবং তোমার মাতাও ছিল না ব্যভিচারিনী।",
    "en": "O sister of Aaron, your father was not a man of evil, nor was your mother unchaste.\""
  },
  {
    "id": 29,
    "ar": "فَأَشَارَتْ إِلَيْهِ قَالُوا۟ كَيْفَ نُكَلِّمُ مَن كَانَ فِى ٱلْمَهْدِ صَبِيًّا",
    "tr": "ফাআশা-রাত ইলাইহি কা-লূকাইফা নুকালিলমুমান কা-না ফিল মাহদি সাবিইইয়া-।",
    "bn_haque": "তখন তিনি তাঁর দিকে ইশারা করলেন। তারা বললে -- \"আমরা কেমন ক’রে কথা বলব তার সঙ্গে যে দোলনার শিশু?\"",
    "bn_muhi": "অতঃপর তিনি হাতে সন্তানের দিকে ইঙ্গিত করলেন। তারা বললঃ যে কোলের শিশু তার সাথে আমরা কেমন করে কথা বলব?",
    "en": "So she pointed to him. They said, \"How can we speak to one who is in the cradle a child?\""
  },
  {
    "id": 30,
    "ar": "قَالَ إِنِّى عَبْدُ ٱللَّهِ ءَاتَىٰنِىَ ٱلْكِتَٰبَ وَجَعَلَنِى نَبِيًّا",
    "tr": "কা-লা ইন্নী ‘আবদুল্লা-হি আ-তা-নিয়াল কিতা-বা ওয়া জা‘আলানী নাবিইইয়া-।",
    "bn_haque": "তিনি বললেন -- \"নিঃসন্দেহ আমি আল্লাহ্‌র একজন বান্দা, তিনি আমাকে কিতাব দিয়েছেন এবং আমাকে নবী বানিয়েছেন,",
    "bn_muhi": "সন্তান বললঃ আমি তো আল্লাহর দাস। তিনি আমাকে কিতাব দিয়েছেন এবং আমাকে নবী করেছেন।",
    "en": "[Jesus] said, \"Indeed, I am the servant of Allah . He has given me the Scripture and made me a prophet."
  },
  {
    "id": 31,
    "ar": "وَجَعَلَنِى مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَٰنِى بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمْتُ حَيًّا",
    "tr": "ওয়াজা‘আলানী মুবা-রাকান আইনা মা-কুনতু,ওয়াআওসা-নী বিসসালা-তি ওয়াঝঝাকা-তি মা-দুমতুহাইইয়া-।",
    "bn_haque": "\"আর তিনি আমাকে মঙ্গলময় করেছেন যেখানেই আমি থাকি না কেন, আর তিনি আমার প্রতি বিধান দিয়েছেন নামায পড়তে ও যাকাত দিতে যতদিন আমি জীবিত অবস্থায় অবস্থান করি,",
    "bn_muhi": "আমি যেখানেই থাকি, তিনি আমাকে বরকতময় করেছেন। তিনি আমাকে নির্দেশ দিয়েছেন, যতদিন জীবিত থাকি, ততদিন নামায ও যাকাত আদায় করতে।",
    "en": "And He has made me blessed wherever I am and has enjoined upon me prayer and zakah as long as I remain alive"
  },
  {
    "id": 32,
    "ar": "وَبَرًّۢا بِوَٰلِدَتِى وَلَمْ يَجْعَلْنِى جَبَّارًا شَقِيًّا",
    "tr": "ওয়াবাররাম বিওয়া-লিদাতী  ওয়ালাম ইয়াজ‘আলনী জাব্বা-রান শাকিইইয়া-।",
    "bn_haque": "\"আর আমার মায়ের প্রতি অনুগত থাকতে, আর তিনি আমাকে বিদ্রোহীভাবাপন্ন হতভাগ্য করেন নি।",
    "bn_muhi": "এবং জননীর অনুগত থাকতে এবং আমাকে তিনি উদ্ধত ও হতভাগ্য করেননি।",
    "en": "And [made me] dutiful to my mother, and He has not made me a wretched tyrant."
  },
  {
    "id": 33,
    "ar": "وَٱلسَّلَٰمُ عَلَىَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
    "tr": "ওয়াছছালা-মূ‘আলাইইয়া ইয়াওমা উলিততুওয়া ইয়াওমা আমূতুওয়া ইয়াওমা উব ‘আছু হাইইয়া-।",
    "bn_haque": "আর শান্তি আমার উপরে যেদিন আমার জন্ম হয়েছিল, আর যেদিন আমি মারা যাব আর যেদিন আমাকে পুনরুত্থিত করা হবে জীবিত অবস্থায়।",
    "bn_muhi": "আমার প্রতি সালাম যেদিন আমি জন্মগ্রহণ করেছি, যেদিন মৃত্যুবরণ করব এবং যেদিন পুনরুজ্জীবিত হয়ে উত্থিত হব।",
    "en": "And peace is on me the day I was born and the day I will die and the day I am raised alive.\""
  },
  {
    "id": 34,
    "ar": "ذَٰلِكَ عِيسَى ٱبْنُ مَرْيَمَ قَوْلَ ٱلْحَقِّ ٱلَّذِى فِيهِ يَمْتَرُونَ",
    "tr": "যা-লিকা ‘ঈছাবনুমারইয়ামা কাওলাল হাক্কিল্লাযী ফীহি ইয়ামতারূন।",
    "bn_haque": "এই হচ্ছে মরিয়মপুত্র ঈসা, সত্য বিবৃতি যে-সন্বন্ধে তারা বিতর্ক করে।",
    "bn_muhi": "এই মারইয়ামের পুত্র ঈসা। সত্যকথা, যে সম্পর্কে লোকেরা বিতর্ক করে।",
    "en": "That is Jesus, the son of Mary - the word of truth about which they are in dispute."
  },
  {
    "id": 35,
    "ar": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ سُبْحَٰنَهُۥٓ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "tr": "মা-কা-না লিল্লা-হি আইঁ ইয়াত্তাখিযা মিওঁ ওয়ালাদিন ছুবহা-নাহূ ইযা-কাদা আমরান ফাইন্নামা-ইয়াকূলুলাহূকুন ফাইয়াকূন।",
    "bn_haque": "এ আল্লাহ্‌র জন্য নয় যে তিনি এক সন্তান গ্রহণ করবেন। তাঁরই সব মহিমা! তিনি যখন কোনো-কিছু সিদ্ধান্ত করেন তখন সেজন্য তিনি শুধু বলেন -- 'হও’, আর তা হয়ে যায়।",
    "bn_muhi": "আল্লাহ এমন নন যে, সন্তান গ্রহণ করবেন, তিনি পবিত্র ও মহিমাময় সত্তা, তিনি যখন কোন কাজ করা সিদ্ধান্ত করেন, তখন একথাই বলেনঃ হও এবং তা হয়ে যায়।",
    "en": "It is not [befitting] for Allah to take a son; exalted is He! When He decrees an affair, He only says to it, \"Be,\" and it is."
  },
  {
    "id": 36,
    "ar": "وَإِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
    "tr": "ওয়া ইন্নাল্লা-হা রাববী ওয়ারাব্বুকুম ফা‘বুদূ হু হা-যা-সিরা-তুম মুছতাকীম।",
    "bn_haque": "আর নিশ্চয় আল্লাহ্ আমার প্রভু ও তোমাদেরও প্রভু, অতএব তাঁরই এবাদত করো। এটিই সহজ-সঠিক পথ।",
    "bn_muhi": "তিনি আরও বললেনঃ নিশ্চয় আল্লাহ আমার পালনকর্তা ও তোমাদের পালনকর্তা। অতএব, তোমরা তার এবাদত কর। এটা সরল পথ।",
    "en": "[Jesus said], \"And indeed, Allah is my Lord and your Lord, so worship Him. That is a straight path.\""
  },
  {
    "id": 37,
    "ar": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ",
    "tr": "ফাখতালাফাল আহঝা-বুমিম বাইনিহিম ফাওয়াইলুল লিল্লাযীনা কাফারূমিম মাশহাদি ইয়াওমিন ‘আজীম।",
    "bn_haque": "কিন্তু গোত্রেরা তাদের পরস্পরের মধ্য মতানৈক্য সৃষ্টি করল, সুতরাং ধিক্ তাদের প্রতি যারা অবিশ্বাস পোষণ করে সেই ভয়ঙ্কর দিনে হাজিরাদানের কারণে।",
    "bn_muhi": "অতঃপর তাদের মধ্যে দলগুলো পৃথক পৃথক পথ অবলম্বন করল। সুতরাং মহাদিবস আগমনকালে কাফেরদের জন্যে ধবংস।",
    "en": "Then the factions differed [concerning Jesus] from among them, so woe to those who disbelieved - from the scene of a tremendous Day."
  },
  {
    "id": 38,
    "ar": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلْيَوْمَ فِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "আছমি‘বিহিম ওয়া আবসির ইয়াওমা ইয়া’তূনানা-লা-কিনিজ্জা-লিমূনাল ইয়াওমা ফী দালা-লিম মুবীন।",
    "bn_haque": "কত স্পষ্টভাবে তারা শুনবে ও দেখবে সেইদিন যেদিন তারা আমাদের কাছে আসবে! কিন্তু অন্যায়কারীরা আজ স্পষ্ট ভুলের মধ্যে রয়েছে।",
    "bn_muhi": "সেদিন তারা কি চমৎকার শুনবে এবং দেখবে, যেদিন তারা আমার কাছে আগমন করবে। কিন্তু আজ জালেমরা প্রকাশ্য বিভ্রান্তিতে রয়েছে।",
    "en": "How [clearly] they will hear and see the Day they come to Us, but the wrongdoers today are in clear error."
  },
  {
    "id": 39,
    "ar": "وَأَنذِرْهُمْ يَوْمَ ٱلْحَسْرَةِ إِذْ قُضِىَ ٱلْأَمْرُ وَهُمْ فِى غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
    "tr": "ওয়া আনযিরহুম ইয়াওমাল হাছরাতি ইযকুদিয়াল আমর । ওয়াহুম ফী গাফলাতিওঁ ওয়াহুম লা-ইউ’মিনূন।",
    "bn_haque": "আর তাদের সতর্ক করে দাও সেই দারুণ পরিতাপের দিন সন্বন্ধে যখন ব্যাপারের সিদ্ধান্ত হয়ে যাবে। আর তারা তো গাফিলতিতে রয়েছে, আর তারা বিশ্বাসও করে না।",
    "bn_muhi": "আপনি তাদেরকে পরিতাপের দিবস সম্পর্কে হুশিয়ার করে দিন যখন সব ব্যাপারের মীমাংসা হয়ে যাবে। এখন তারা অনবধানতায় আছে এবং তারা বিশ্বাস স্থাপন করছে না।",
    "en": "And warn them, [O Muhammad], of the Day of Regret, when the matter will be concluded; and [yet], they are in [a state of] heedlessness, and they do not believe."
  },
  {
    "id": 40,
    "ar": "إِنَّا نَحْنُ نَرِثُ ٱلْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
    "tr": "ইন্না-নাহনুনারিছুল আরদা ওয়ামান ‘আলাইহা-ওয়া ইলাইনা-ইউরজা‘ঊন।",
    "bn_haque": "নিঃসন্দেহ আমরা নিজেরাই পৃথিবী ও তার উপরে যারা আছে সে-সমস্তের উত্তরাধিকারী, আর আমাদের কাছেই তাদের ফিরিয়ে আনা হবে।",
    "bn_muhi": "আমিই চুড়ান্ত মালিকানার অধিকারী হব পৃথিবীর এবং তার উপর যারা আছে তাদের এবং আমারই কাছে তারা প্রত্যাবর্তিত হবে।",
    "en": "Indeed, it is We who will inherit the earth and whoever is on it, and to Us they will be returned."
  },
  {
    "id": 41,
    "ar": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ إِبْرَٰهِيمَ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
    "tr": "ওয়াযকুর ফিল কিতা-বি ইবরা-হীমা ইন্নাহূকা-না সিদ্দীকান নাবিইইয়া-।",
    "bn_haque": "আর গ্রন্থখানার মধ্যে ইব্রাহীমের কথা স্মরণ করো। নিঃসন্দেহ তিনি ছিলেন সত্য-পরায়ণ, একজন নবী।",
    "bn_muhi": "আপনি এই কিতাবে ইব্রাহীমের কথা বর্ণনা করুন। নিশ্চয় তিনি ছিলেন সত্যবাদী, নবী।",
    "en": "And mention in the Book [the story of] Abraham. Indeed, he was a man of truth and a prophet."
  },
  {
    "id": 42,
    "ar": "إِذْ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِى عَنكَ شَيْـًٔا",
    "tr": "ইয কা-লা লিআবীহি ইয়া আবাতি লিমা তা‘বুদুমা-লা-ইয়াছমা‘উ ওয়ালা-ইউবসিরূ ওয়ালা-ইউগনী ‘আনকা শাইআ-।",
    "bn_haque": "দেখো! তিনি তাঁর পিতৃপুরুষকে বললেন -- \"হে আমার বাপা! তুমি কেন তার উপাসনা কর যে শোনে না ও দেখে না এবং তোমাকে কোনো কিছুতেই সমৃদ্ধ করে না?",
    "bn_muhi": "যখন তিনি তার পিতাকে বললেনঃ হে আমার পিতা, যে শোনে না, দেখে না এবং তোমার কোন উপকারে আসে না, তার এবাদত কেন কর?",
    "en": "[Mention] when he said to his father, \"O my father, why do you worship that which does not hear and does not see and will not benefit you at all?"
  },
  {
    "id": 43,
    "ar": "يَٰٓأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ ٱلْعِلْمِ مَا لَمْ يَأْتِكَ فَٱتَّبِعْنِىٓ أَهْدِكَ صِرَٰطًا سَوِيًّا",
    "tr": "ইয়াআবাতি ইন্নী কাদ জাআনী মিনাল ‘ইলমি মা-লাম ইয়া’তিকা ফাত্তাবি‘নীআহদিকা সিরা-তান ছাবিইইয়া-।",
    "bn_haque": "\"হে আমার আব্বু! নিঃসন্দেহ আমার কাছে অবশ্যই জ্ঞান এসেছে যা তোমার কাছে আসে নি, সুতরাং আমার অনুসরণ কর, আমি তোমাকে সঠিক পথে পরিচালিত করব।",
    "bn_muhi": "হে আমার পিতা, আমার কাছে এমন জ্ঞান এসেছে; যা তোমার কাছে আসেনি, সুতরাং আমার অনুসরণ কর, আমি তোমাকে সরল পথ দেখাব।",
    "en": "O my father, indeed there has come to me of knowledge that which has not come to you, so follow me; I will guide you to an even path."
  },
  {
    "id": 44,
    "ar": "يَٰٓأَبَتِ لَا تَعْبُدِ ٱلشَّيْطَٰنَ إِنَّ ٱلشَّيْطَٰنَ كَانَ لِلرَّحْمَٰنِ عَصِيًّا",
    "tr": "ইয়াআবাতি লা-তা‘বুদিশশাইতা-না ইন্নাশশাইতা-না কা-না লিররাহমা-নি আ‘সিইইয়া- ।",
    "bn_haque": "\"হে আমার বাপা! শয়তানের উপাসনা করো না। নিশ্চয়ই শয়তান পরম করুণাময়ের অবাধ্য।",
    "bn_muhi": "হে আমার পিতা, শয়তানের এবাদত করো না। নিশ্চয় শয়তান দয়াময়ের অবাধ্য।",
    "en": "O my father, do not worship Satan. Indeed Satan has ever been, to the Most Merciful, disobedient."
  },
  {
    "id": 45,
    "ar": "يَٰٓأَبَتِ إِنِّىٓ أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ ٱلرَّحْمَٰنِ فَتَكُونَ لِلشَّيْطَٰنِ وَلِيًّا",
    "tr": "ইয়াআবাতি ইন্নীআখা-ফুআইঁ ইয়ামাছছাকা ‘আযা-বুম মিনার রাহমা-নি ফাতাকূনা লিশশাইতা-নি ওয়ালিইইয়া-।",
    "bn_haque": "\"হে আমার বাপুজি! আমি আলবৎ আশঙ্কা করি যে পরম করুণাময়ের কাছ থেকে শাস্তি তোমাকে স্পর্শ করবে, ফলে তুমি হয়ে পড়বে শয়তানের সঙ্গিসাথী।’",
    "bn_muhi": "হে আমার পিতা, আমি আশঙ্কা করি, দয়াময়ের একটি আযাব তোমাকে স্পর্শ করবে, অতঃপর তুমি শয়তানের সঙ্গী হয়ে যাবে।",
    "en": "O my father, indeed I fear that there will touch you a punishment from the Most Merciful so you would be to Satan a companion [in Hellfire].\""
  },
  {
    "id": 46,
    "ar": "قَالَ أَرَاغِبٌ أَنتَ عَنْ ءَالِهَتِى يَٰٓإِبْرَٰهِيمُ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ وَٱهْجُرْنِى مَلِيًّا",
    "tr": "কা-লা আরা-গিবুন আনতা ‘আন আ-লিহাতী ইয়াইবরা-হীমু লাইল্লাম তানতাহি লাআরজুমান্নাকা ওয়াহজুরনী মালিইইয়া-।",
    "bn_haque": "সে বললে -- \"হে ইব্রাহীম, তুমি কি আমার উপাস্যদের থেকে বীতশ্রদ্ধ? তুমি যদি না থামো তবে তোমাকে আমি নিশ্চিত পাথর ছুঁড়ে তাড়া করব, আর তুমি আমার থেকে এই মুহূর্তে দূর হয়ে যাও।\"",
    "bn_muhi": "পিতা বললঃ যে ইব্রাহীম, তুমি কি আমার উপাস্যদের থেকে মুখ ফিরিয়ে নিচ্ছ? যদি তুমি বিরত না হও, আমি অবশ্যই প্রস্তরাঘাতে তোমার প্রাণনাশ করব। তুমি চিরতরে আমার কাছ থেকে দূর হয়ে যাও।",
    "en": "[His father] said, \"Have you no desire for my gods, O Abraham? If you do not desist, I will surely stone you, so avoid me a prolonged time.\""
  },
  {
    "id": 47,
    "ar": "قَالَ سَلَٰمٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّىٓ إِنَّهُۥ كَانَ بِى حَفِيًّا",
    "tr": "কা-লা ছালা-মুন ‘আলাইকা ছাআছতাগফিরুলাকা রাববী ইন্নাহূকা-না বী হাফিইইয়া-।",
    "bn_haque": "তিনি বললেন, \"তোমার উপরে শান্তি, আমি অবশ্য আমার প্রভুর কাছে তোমার জন্য ক্ষমা প্রার্থনা করব। নিঃসন্দেহ তিনি আমার প্রতি পরম স্নেহময়।",
    "bn_muhi": "ইব্রাহীম বললেনঃ তোমার উপর শান্তি হোক, আমি আমার পালনকর্তার কাছে তোমার জন্যে ক্ষমা প্রার্থনা করব। নিশ্চয় তিনি আমার প্রতি মেহেরবান।",
    "en": "[Abraham] said, \"Peace will be upon you. I will ask forgiveness for you of my Lord. Indeed, He is ever gracious to me."
  },
  {
    "id": 48,
    "ar": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ ٱللَّهِ وَأَدْعُوا۟ رَبِّى عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّا",
    "tr": "ওয়া আ‘তাঝিলুকুম ওয়ামা-তাদ‘ঊনা মিন দূ নিল্লা-হি ওয়া আদ‘ঊ রাববী  ‘আছাআল্লা আকূনা বিদু‘আই রাববী শাকিইইয়া-।",
    "bn_haque": "আর আমি সরে যাচ্ছি তোমাদের থেকে ও আল্লাহকে ছেড়ে দিয়ে তোমরা যাদের ডাকো ওদের থেকে, আর আমি আমার প্রভুকেই ডাকব, হতে পারে যে আমার প্রভুকে ডেকে আমি করুণাবঞ্চিত হব না।",
    "bn_muhi": "আমি পরিত্যাগ করছি তোমাদেরকে এবং তোমরা আল্লাহ ব্যতীত যাদের এবাদত কর তাদেরকে; আমি আমার পালনকর্তার এবাদত করব। আশা করি, আমার পালনকর্তার এবাদত করে আমি বঞ্চিত হব না।",
    "en": "And I will leave you and those you invoke other than Allah and will invoke my Lord. I expect that I will not be in invocation to my Lord unhappy.\""
  },
  {
    "id": 49,
    "ar": "فَلَمَّا ٱعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ وَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا",
    "tr": "ফালাম্মা‘ তাঝালাহুম ওয়ামা-ইয়া‘বুদূ না মিন দূ নিল্লা-হি ওয়াহাবনা-লাহূইছহা-কা ওয়া ইয়া‘কূবা ওয়া কুল্লান জা‘আলনা-নাবিইইয়া-।",
    "bn_haque": "তারপর যখন তিনি সরে গেলেন তাদের থেকে ও আল্লাহ্‌কে ছেড়ে দিয়ে তারা যাদের ডাকত ওদের থেকে, আমরা তাঁকে দিয়েছিলাম ইসহাককে ও ইয়াকুবকে। আর আমরা প্রত্যেককেই বানিয়েছিলাম নবী।",
    "bn_muhi": "অতঃপর তিনি যখন তাদেরকে এবং তার আল্লাহ ব্যতীত যাদের এবাদত করত, তাদের সবাইকে পরিত্যাগ করলেন, তখন আমি তাকে দান করলাম ইসহাক ও ইয়াকুব এবং প্রত্যেককে নবী করলাম।",
    "en": "So when he had left them and those they worshipped other than Allah, We gave him Isaac and Jacob, and each [of them] We made a prophet."
  },
  {
    "id": 50,
    "ar": "وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
    "tr": "ওয়া ওয়াহাবনা-লাহুম মির রাহমাতিনা- ওয়া জা‘আলনা- লাহুম লিছা-না সিদকিন ‘আলিইইয়া-।",
    "bn_haque": "আর তাঁদের আমরা দান করেছিলাম আমাদের করুণা থেকে, আর আমরা তাঁদের জন্য নির্ধারণ করেছিলাম সমুচ্চ সুখ্যাতি।",
    "bn_muhi": "আমি তাদেরকে দান করলাম আমার অনুগ্রহ এবং তাদেরকে দিলাম সমুচ্চ সুখ্যাতি।",
    "en": "And We gave them of Our mercy, and we made for them a reputation of high honor."
  },
  {
    "id": 51,
    "ar": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ مُوسَىٰٓ إِنَّهُۥ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَّبِيًّا",
    "tr": "ওয়াযকুর ফিল কিতা-বি মূছাইন্নাহূকা-না মুখলাসাও ওয়া কা-না রাছূলান নাবিইইয়া-।",
    "bn_haque": "আর গ্রন্থখানাতে মূসার কথা স্মরণ করো। নিঃসন্দেহ তিনি ছিলেন প্রিয়প্রাত্র, আর তিনি ছিলেন একজন নবী।",
    "bn_muhi": "এই কিতাবে মূসার কথা বর্ণনা করুন, তিনি ছিলেন মনোনীত এবং তিনি ছিলেন রাসূল, নবী।",
    "en": "And mention in the Book, Moses. Indeed, he was chosen, and he was a messenger and a prophet."
  },
  {
    "id": 52,
    "ar": "وَنَٰدَيْنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلْأَيْمَنِ وَقَرَّبْنَٰهُ نَجِيًّا",
    "tr": "ওয়া না-দাইনা-হু মিন জা-নিবিততূরিল আইমানি ওয়া কাররাবনা-হু নাজিইইয়া-।",
    "bn_haque": "আর আমরা তাঁকে ডেকেছিলাম পাহাড়ের ডান দিক থেকে, এবং আমরা তাঁকে নিকটে এনেছিলাম যোগাযোগে।",
    "bn_muhi": "আমি তাকে আহবান করলাম তূর পাহাড়ের ডান দিক থেকে এবং গুঢ়তত্ত্ব আলোচনার উদ্দেশে তাকে নিকটবর্তী করলাম।",
    "en": "And We called him from the side of the mount at [his] right and brought him near, confiding [to him]."
  },
  {
    "id": 53,
    "ar": "وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيًّا",
    "tr": "ওয়া ওয়াহাবনা-লাহূমিররাহমাতিনাআখা-হু হা-রূনা নাবিইইয়া-।",
    "bn_haque": "আর আমাদের করুণা বশত আমরা তাঁকে দিয়েছিলাম তাঁর ভাই হারুনকে নবীরূপে।",
    "bn_muhi": "আমি নিজ অনুগ্রহে তাঁকে দান করলাম তাঁর ভাই হারুনকে নবীরূপে।",
    "en": "And We gave him out of Our mercy his brother Aaron as a prophet."
  },
  {
    "id": 54,
    "ar": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ إِسْمَٰعِيلَ إِنَّهُۥ كَانَ صَادِقَ ٱلْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا",
    "tr": "ওয়াযকুর ফিল কিতা-বি ইছমা-ঈলা  ইন্নাহূকা-না সা-দিকাল ওয়া‘দি ওয়া কা-না রাছূলান নাবিইইয়া-।",
    "bn_haque": "আর কিতাবখানাতে স্মরণ করো ইসমাইলের কথা। নিঃসন্দেহ তিনি ছিলেন ওয়াদাতে সত্যপরায়ণ, আর তিনি ছিলেন একজন রসূল, একজন নবী।",
    "bn_muhi": "এই কিতাবে ইসমাঈলের কথা বর্ণনা করুন, তিনি প্রতিশ্রুতি পালনে সত্যাশ্রয়ী এবং তিনি ছিলেন রসূল, নবী।",
    "en": "And mention in the Book, Ishmael. Indeed, he was true to his promise, and he was a messenger and a prophet."
  },
  {
    "id": 55,
    "ar": "وَكَانَ يَأْمُرُ أَهْلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيًّا",
    "tr": "ওয়া কা-না ইয়া’মুরু আহলাহূবিসসালা-তি ওয়াঝঝাকা-তি ওয়া কা-না ‘ইনদা রাব্বিহী মার দিইইয়া-।",
    "bn_haque": "আর তিনি তাঁর পরিজনবর্গকে নামাযের ও যাকাতের নির্দেশ দিয়েছিলেন, আর তাঁর প্রভুর কাছে তিনি ছিলেন সন্তোষভাজন।",
    "bn_muhi": "তিনি তাঁর পরিবারবর্গকে নামায ও যাকাত আদায়ের নির্দেশ দিতেন এবং তিনি তাঁর পালনকর্তার কাছে পছন্দনীয় ছিলেন।",
    "en": "And he used to enjoin on his people prayer and zakah and was to his Lord pleasing."
  },
  {
    "id": 56,
    "ar": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ إِدْرِيسَ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا",
    "tr": "ওয়াযকুর ফিল কিতা-বি ইদরীছা  ইন্নাহূকা-না সিদ্দীকান নাবিইইয়া-।",
    "bn_haque": "আর কিতাবখানাতে ইদ্‌রীসের কথা স্মরণ করো। নিঃসন্দেহ তিনি ছিলেন সত্যপরায়ণ, একজন নবী।",
    "bn_muhi": "এই কিতাবে ইদ্রীসের কথা আলোচনা করুন, তিনি ছিলেন সত্যবাদী নবী।",
    "en": "And mention in the Book, Idrees. Indeed, he was a man of truth and a prophet."
  },
  {
    "id": 57,
    "ar": "وَرَفَعْنَٰهُ مَكَانًا عَلِيًّا",
    "tr": "ওয়া রাফা‘না-হু মাকা-নান ‘আলিয়া-।",
    "bn_haque": "আর আমরা তাঁকে উন্নীত করেছিলাম অত্যুচ্চ পর্যায়ে।",
    "bn_muhi": "আমি তাকে উচ্চে উন্নীত করেছিলাম।",
    "en": "And We raised him to a high station."
  },
  {
    "id": 58,
    "ar": "أُو۟لَٰٓئِكَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّۦنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَٰهِيمَ وَإِسْرَٰٓءِيلَ وَمِمَّنْ هَدَيْنَا وَٱجْتَبَيْنَآ إِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُ ٱلرَّحْمَٰنِ خَرُّوا۟ سُجَّدًا وَبُكِيًّا ۩",
    "tr": "উলাইকাল্লাযীনা আন‘আমাল্লা-হু ‘আলাইহিম মিনান নাবিইয়ীনা মিন যুররিইইয়াতি আ-দামা  ওয়া মিম্মান হামালনা-মা‘আ নূহিওঁ  ওয়া মিন যুররিইইয়াতি ইবরা-হীমা ওয়া ইছরাঈলা  ওয়া মিম্মান হাদাইনা-ওয়াজতাবাইনা- ইযা-তুতলা-‘আলাইহিম আয়া-তুররাহমা-নি খাররূ ছুজ্জাদাওঁ ওয়া বুকিইইয়া-(ছিজদাহ-৫)।",
    "bn_haque": "এরাই তাঁরা যাঁদের উপরে আল্লাহ্ অনুগ্রহ করেছিলেন, -- আদমসন্তানদের থেকে নবীদের মধ্যেকার, আর যাদের আমরা নূহের সাথে বহন করেছিলাম তাদের মধ্যেকার, আর ইব্রাহীম ও ইসমাইলের বংশধরদের মধ্যের এবং যাদের আমরা সৎপথে চালিয়েছিলাম ও মনোনীত করেছিলাম তাদের মধ্যেকার। যখনি পরম করুণাময়ের বাণী তাদের কাছে পাঠ করা হতো তারা লুটিয়ে পড়ত সিজদারত হয়ে ও অ‌শ্রুমোচন করতে করতে।",
    "bn_muhi": "এরাই তারা-নবীগণের মধ্য থেকে যাদেরকে আল্লাহ তা’আলা নেয়ামত দান করেছেন। এরা আদমের বংশধর এবং যাদেরকে আমি নূহের সাথে নৌকায় আরোহন করিয়েছিলাম, তাদের বংশধর, এবং ইব্রাহীম ও ইসরাঈলের বংশধর এবং যাদেরকে আমি পথ প্রদর্শন করেছি ও মনোনীত করেছি, তাদের বংশোদ্ভূত। তাদের কাছে যখন দয়াময় আল্লাহর আয়াতসমূহ পাঠ করা হত, তখন তারা সেজদায় লুটিয়ে পড়ত এবং ক্রন্দন করত।",
    "en": "Those were the ones upon whom Allah bestowed favor from among the prophets of the descendants of Adam and of those We carried [in the ship] with Noah, and of the descendants of Abraham and Israel, and of those whom We guided and chose. When the verses of the Most Merciful were recited to them, they fell in prostration and weeping."
  },
  {
    "id": 59,
    "ar": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ أَضَاعُوا۟ ٱلصَّلَوٰةَ وَٱتَّبَعُوا۟ ٱلشَّهَوَٰتِ فَسَوْفَ يَلْقَوْنَ غَيًّا",
    "tr": "ফাখালাফা মিম বা‘দিহিম খালফুনআদা-‘উসসালা-তা ওয়াত তাবা‘উশশাহাওয়া-তি ফাছাওফা ইয়ালকাওনা গাইইয়া-।",
    "bn_haque": "তারপর তাদের পরে এল পরবর্তিদল যারা নামায বাদ দিল ও কামনা-লালসার অনুসরণ করল, সেজন্য তারা অচিরেই দেখতে পাবে বঞ্চনা, --",
    "bn_muhi": "অতঃপর তাদের পরে এল অপদার্থ পরবর্তীরা। তারা নামায নষ্ট করল এবং কুপ্রবৃত্তির অনুবর্তী হল। সুতরাং তারা অচিরেই পথভ্রষ্টতা প্রত্যক্ষ করবে।",
    "en": "But there came after them successors who neglected prayer and pursued desires; so they are going to meet evil -"
  },
  {
    "id": 60,
    "ar": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحًا فَأُو۟لَٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـًٔا",
    "tr": "ইল্লা-মান তা-বা ওয়া আ-মানা ওয়া ‘আমিলা সা-লিহান ফাউলাইকা ইয়াদখুলূনাল জান্নাতা ওয়ালা-ইউজলামূনা শাইআ-।",
    "bn_haque": "তারা ছাড়া যে তওবা করে ও ঈমান আনে ও সৎকর্ম করে, তারাই তবে বেহেশতে প্রবেশ করবে, আর তাদের প্রতি কোনো অন্যায় করা হবে না, --",
    "bn_muhi": "কিন্তু তারা ব্যতীত, যারা তওবা করেছে, বিশ্বাস স্থাপন করেছে। সুতরাং তারা জান্নাতে প্রবেশ করবে এবং তাদের উপর কোন জুলুম করা হবে না।",
    "en": "Except those who repent, believe and do righteousness; for those will enter Paradise and will not be wronged at all."
  },
  {
    "id": 61,
    "ar": "جَنَّٰتِ عَدْنٍ ٱلَّتِى وَعَدَ ٱلرَّحْمَٰنُ عِبَادَهُۥ بِٱلْغَيْبِ إِنَّهُۥ كَانَ وَعْدُهُۥ مَأْتِيًّا",
    "tr": "জান্না-তি ‘আদনি নিল্লাতী ওয়া আ‘দার রাহমা-নু‘ইবা-দাহূবিলগাইবি ইন্নাহূকা-না ওয়া‘দুহূমা’তিইইয়া-।",
    "bn_haque": "নন্দন কানন যা পরম করুণাময় তাঁর বান্দাদের জন্য ওয়াদা করেছেন অদৃশ্য জগতে। নিঃসন্দেহ তাঁর প্রতি‌শ্রুতি সদাসর্বদা এসেই থাকে।",
    "bn_muhi": "তাদের স্থায়ী বসবাস হবে যার ওয়াদা দয়াময় আল্লাহ তাঁর বান্দাদেরকে অদৃশ্যভাবে দিয়েছেন। অবশ্যই তাঁর ওয়াদার তারা পৌঁছাবে।",
    "en": "[Therein are] gardens of perpetual residence which the Most Merciful has promised His servants in the unseen. Indeed, His promise has ever been coming."
  },
  {
    "id": 62,
    "ar": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَٰمًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
    "tr": "লা-ইয়াছমা‘ঊনা ফীহা-লাগওয়ান ইল্লা-ছালা-মাওঁ ওয়ালাহুম রিঝকুহুম ফীহিাবুকরাতাওঁ ওয়া ‘আশিইইয়া-।",
    "bn_haque": "তারা সেখানে শুনবে না কোনো খেলো কথা 'সালাম’ ব্যতীত। আর তাদের জন্য সেখানে রয়েছে তাদের রিযেক সকালে ও সন্ধ্যায়।",
    "bn_muhi": "তারা সেখানে সালাম ব্যতীত কোন অসার কথাবার্তা শুনবে না এবং সেখানে সকাল-সন্ধ্যা তাদের জন্যে রুযী থাকবে।",
    "en": "They will not hear therein any ill speech - only [greetings of] peace - and they will have their provision therein, morning and afternoon."
  },
  {
    "id": 63,
    "ar": "تِلْكَ ٱلْجَنَّةُ ٱلَّتِى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا",
    "tr": "তিলকাল জান্নাতুল্লাতী নূরিছুমিন ‘ইবা-দিনা-মান কা-না তাকিইইয়া-।",
    "bn_haque": "এই সেই বেহেশত যেটি আমরা উত্তরাধিকারসূত্রে দিয়েছি আমাদের বান্দাদের মধ্যের তাদের যারা ধর্মপরায়ণ।",
    "bn_muhi": "এটা ঐ জান্নাত যার অধিকারী করব আমার বান্দাদের মধ্যে পরহেযগারদেরকে।",
    "en": "That is Paradise, which We give as inheritance to those of Our servants who were fearing of Allah ."
  },
  {
    "id": 64,
    "ar": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُۥ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا",
    "tr": "ওয়ামা-নাতানাঝঝালুইল্লা-বিআমরি রাব্বিকা লাহূমা-বাইনা আইদীনা-ওয়ামাখালফানা ওয়ামা-বাইনা যা-লিকা ওয়ামা-কা-না রাব্বুকা নাছিইইয়া-।",
    "bn_haque": "আর -- \"আমরা অবতরণ করি না তোমার প্রভুর নির্দেশ ব্যতীত, যা কিছু আমাদের সামনে রয়েছে ও যা কিছু আমাদের পেছনে আর যা কিছু রয়েছে এই দুইয়ের মধ্যে সে সমস্ত তাঁরই, আর তোমার প্রভু ভুলো নন।",
    "bn_muhi": "(জিব্রাইল বললঃ) আমি আপনার পালনকর্তার আদেশ ব্যতীত অবতরণ করি না, যা আমাদের সামনে আছে, যা আমাদের পশ্চাতে আছে এবং যা এ দুই-এর মধ্যস্থলে আছে, সবই তাঁর এবং আপনার পালনকর্তা বিস্মৃত হওয়ার নন।",
    "en": "[Gabriel said], \"And we [angels] descend not except by the order of your Lord. To Him belongs that before us and that behind us and what is in between. And never is your Lord forgetful -"
  },
  {
    "id": 65,
    "ar": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا فَٱعْبُدْهُ وَٱصْطَبِرْ لِعِبَٰدَتِهِۦ هَلْ تَعْلَمُ لَهُۥ سَمِيًّا",
    "tr": "রাব্বুছ ছামা-ওয়া-তি ওয়াল আরদিওয়ামা-বাইনাহুমা-ফা‘বুদ হু ওয়াসতাবির লি‘ইবা-দাতিহী হাল তা‘লামুলাহূছামিইইয়া-।",
    "bn_haque": "তিনি মহাকাশমন্ডল ও পৃথিবীর এবং এ দুইয়ের মধ্যে যা কিছু আছে তার প্রতিপালক প্রভু। সুতরাং তাঁকেই উপাসনা কর এবং তাঁর উপাসনায় অবিরাম সাধনা কর। তুমি কি কাউকে তাঁর সমকক্ষ জ্ঞান কর?",
    "bn_muhi": "তিনি নভোমন্ডল, ভূমন্ডলে এতদুভয়ের মধ্যবর্তী সবার পালনকর্তা। সুতরাং তাঁরই বন্দেগী করুন এবং তাতে দৃঢ় থাকুন আপনি কি তাঁর সমনাম কাউকে জানেন?",
    "en": "Lord of the heavens and the earth and whatever is between them - so worship Him and have patience for His worship. Do you know of any similarity to Him?\""
  },
  {
    "id": 66,
    "ar": "وَيَقُولُ ٱلْإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
    "tr": "ওয়া ইয়াকূলুল ইনছা-নুআইযা-মা-মিত্তুলাছাওফা উখরাজুহাইইয়া-।",
    "bn_haque": "আর লোকে বলে -- \"কি! আমি যখন মরে যাব তখন কি আমাকে বের করে আনা হবে জীবিত অবস্থায়?\"",
    "bn_muhi": "মানুষ বলেঃ আমার মৃত্যু হলে পর আমি কি জীবিত অবস্থায় পুনরুত্থিত হব?",
    "en": "And the disbeliever says, \"When I have died, am I going to be brought forth alive?\""
  },
  {
    "id": 67,
    "ar": "أَوَلَا يَذْكُرُ ٱلْإِنسَٰنُ أَنَّا خَلَقْنَٰهُ مِن قَبْلُ وَلَمْ يَكُ شَيْـًٔا",
    "tr": "আওয়ালা-ইয়াযকুরুল ইনছা-নুআন্না-খালাকনা-হু মিন কাবলুওয়া লাম ইয়াকুশাইআ-।",
    "bn_haque": "কি? মানুষ কি স্মরণ করে না যে আমরা তাকে ইতিপূর্বে সৃষ্টি করেছিলাম যখন সে কিছুই ছিল না?",
    "bn_muhi": "মানুষ কি স্মরণ করে না যে, আমি তাকে ইতি পূর্বে সৃষ্টি করেছি এবং সে তখন কিছুই ছিল না।",
    "en": "Does man not remember that We created him before, while he was nothing?"
  },
  {
    "id": 68,
    "ar": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
    "tr": "ফাওয়ারাব্বিকা লানাহশুরান্নাহুম ওয়াশশায়া-তীনা ছু ম্মা লানুহদিরান্নাহুম হাওলা জাহান্নামা জিছিইইয়া-।",
    "bn_haque": "কাজেই তোমার প্রভুর কসম, আমরা অতি অবশ্য তাদের সমবেত করব, আর শয়তানদেরও, তারপর আমরা অবশ্যই তাদের হাজির করব জাহান্নামের চারিদিকে নতজানু অবস্থায়।",
    "bn_muhi": "সুতরাং আপনার পালনকর্তার কসম, আমি অবশ্যই তাদেরকে এবং শয়তানদেরকে একত্রে সমবেত করব, অতঃপর অবশ্যই তাদেরকে নতজানু অবস্থায় জাহান্নামের চারপাশে উপস্থিত করব।",
    "en": "So by your Lord, We will surely gather them and the devils; then We will bring them to be present around Hell upon their knees."
  },
  {
    "id": 69,
    "ar": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى ٱلرَّحْمَٰنِ عِتِيًّا",
    "tr": "ছু ম্মা লানানঝি‘আন্না মিন কুল্লি শী‘আতিন আইয়ুহুম আশাদ্দু‘আলার রাহমা-নি ‘ইতিইইয়া-।",
    "bn_haque": "তারপর আমরা নিশ্চয় বের করে আনব প্রত্যেক দল থেকে তাদের মধ্যের ওকে যে পরম করুণাময়ের প্রতি সর্বাধিক অবাধ্য।",
    "bn_muhi": "অতঃপর প্রত্যেক সম্প্রদায়ের মধ্যে যে দয়াময় আল্লাহর সর্বাধিক অবাধ্য আমি অবশ্যই তাকে পৃথক করে নেব।",
    "en": "Then We will surely extract from every sect those of them who were worst against the Most Merciful in insolence."
  },
  {
    "id": 70,
    "ar": "ثُمَّ لَنَحْنُ أَعْلَمُ بِٱلَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا",
    "tr": "ছু ম্মা লানাহনুআ‘লামুবিল্লাযীনা হুম আওলা-বিহা-সিলিইইয়া-।",
    "bn_haque": "আর আমরা নিশ্চয় ভাল জানি তাদের যারা নিজেরাই সেখানে দগ্ধ হবার জন্যে সব চাইতে যোগ্য।",
    "bn_muhi": "অতঃপর তাদের মধ্যে যারা জাহান্নামে প্রবেশের অধিক যোগ্য, আমি তাদের বিষয়ে ভালোভাবে জ্ঞাত আছি।",
    "en": "Then, surely it is We who are most knowing of those most worthy of burning therein."
  },
  {
    "id": 71,
    "ar": "وَإِن مِّنكُمْ إِلَّا وَارِدُهَا كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَّقْضِيًّا",
    "tr": "ওয়া ইম মিনকুম ইল্লা-ওয়া-রিদুহা- কা-না ‘আলা-রাব্বিকা হাতমাম মাকদিইইয়া-।",
    "bn_haque": "আর তোমাদের মধ্যে এমন একজনও নেই যে সেখানে না আসবে, -- এটি তোমার প্রভুর জন্যে এক অনিবার্য সিদ্ধান্ত।",
    "bn_muhi": "তোমাদের মধ্যে এমন কেউ নেই যে তথায় পৌছবে না। এটা আপনার পালনকর্তার অনিবার্য ফায়সালা।",
    "en": "And there is none of you except he will come to it. This is upon your Lord an inevitability decreed."
  },
  {
    "id": 72,
    "ar": "ثُمَّ نُنَجِّى ٱلَّذِينَ ٱتَّقَوا۟ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيًّا",
    "tr": "ছু ম্মা নুনাজজিল্লাযীনাততাকাওঁ ওয়া নাযারুজ্জা-লিমীনা ফীহা-জিছিইইয়া-।",
    "bn_haque": "আর আমরা উদ্ধার করব তাদের যারা ধর্মপরায়ণতা অবলন্বন করে, আর অন্যায়কারীদের সেখানে রেখে দেব নতজানু অবস্থায়।",
    "bn_muhi": "অতঃপর আমি পরহেযগারদেরকে উদ্ধার করব এবং জালেমদেরকে সেখানে নতজানু অবস্থায় ছেড়ে দেব।",
    "en": "Then We will save those who feared Allah and leave the wrongdoers within it, on their knees."
  },
  {
    "id": 73,
    "ar": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَىُّ ٱلْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا",
    "tr": "ওয়া ইযা-তুতলা-আলাইহিম আ-য়া-তুনা-বাইয়িনা-তিন কা-লাল্লাযীনা কাফারূলিল্লাযীনা আ-মানূ আইয়ুল ফারীকাইনি খাইরুম মাকা-মাওঁ ওয়া আহছানুনাদিইইয়া-।",
    "bn_haque": "আর যখন তাদের কাছে আমাদের সুস্পষ্ট বাণীসমূহ পড়া হয় তখন যারা অবিশ্বাস পোষণ করে তারা বলে যারা বিশ্বাস করেছে তাদের -- \"দুই দলের মধ্যে কোনটি প্রতিষ্ঠার দিকে শ্রেষ্ঠতর ও জাঁকজমকে গুলজার?\"",
    "bn_muhi": "যখন তাদের কাছে আমার সুস্পষ্ট আয়াতসমূহ তেলাওয়াত করা হয়, তখন কাফেররা মুমিনদেরকে বলেঃ দুই দলের মধ্যে কোনটি মর্তবায় শ্রেষ্ঠ এবং কার মজলিস উত্তম?",
    "en": "And when Our verses are recited to them as clear evidences, those who disbelieve say to those who believe, \"Which of [our] two parties is best in position and best in association?\""
  },
  {
    "id": 74,
    "ar": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَٰثًا وَرِءْيًا",
    "tr": "ওয়াকাম আহলাকনা-কাবলাহুম মিন কারনিনহুম আহছানুআছা-ছাওঁ ওয়ারি’য়া-।",
    "bn_haque": "আর তাদের আগে কত মানবগোষ্ঠীকে আমরা ধ্বংস করেছি যারা ধনসম্পদে ও বাগাড়ন্বরে জমজমাট ছিল!",
    "bn_muhi": "তাদের পূর্বে কত মানব গোষ্ঠীকে আমি বিনাশ করেছি, তারা তাদের চাইতে সম্পদে ও জাঁক-জমকে শ্রেষ্ঠ ছিল।",
    "en": "And how many a generation have We destroyed before them who were better in possessions and [outward] appearance?"
  },
  {
    "id": 75,
    "ar": "قُلْ مَن كَانَ فِى ٱلضَّلَٰلَةِ فَلْيَمْدُدْ لَهُ ٱلرَّحْمَٰنُ مَدًّا حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ إِمَّا ٱلْعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا",
    "tr": "কুল মান কা-না ফিদ্দালা-লাতি ফালইয়ামদুদ লাহুর রাহমা-নুমাদ্দান হাত্তাইযারাআও মা-ইউ‘আদূ না ইম্মাল ‘আযা-বা ওয়া ইম্মাছছা-‘আতা ফাছাইয়া‘লামূনা মান হুওয়া শাররুম মাকা-নাওঁ ওয়া আদ‘আফুজুনদা-।",
    "bn_haque": "বলো -- \"যে বিভ্রান্তিতে রয়েছে পরম করুণাময় তার জন্য ঢিলে দিয়ে লন্বা করে দেন যে পর্যন্ত না তারা দেখতে পায় যা তাদের ওয়াদা করা হয়েছিল -- হয় শাস্তি নয়তো ঘড়িঘন্টা, তখন তারা জানতে পারবে কে হচ্ছে অবস্থানে বেশী নিকৃষ্ট এবং শক্তিসামর্থের বেশী দুর্বল।\"",
    "bn_muhi": "বলুন, যারা পথভ্রষ্টতায় আছে, দয়াময় আল্লাহ তাদেরকে যথেষ্ট অবকাশ দেবেন; এমনকি অবশেষে তারা প্রত্যক্ষ করবে যে বিষয়ে তাদেরকে ওয়াদা দেয়া হচ্ছে, তা আযাব হোক অথবা কেয়ামতই হোক। সুতরাং তখন তারা জানতে পারবে কে মর্তবায় নিকৃষ্ট ও দলবলে দূর্বল।",
    "en": "Say, \"Whoever is in error - let the Most Merciful extend for him an extension [in wealth and time] until, when they see that which they were promised - either punishment [in this world] or the Hour [of resurrection] - they will come to know who is worst in position and weaker in soldiers.\""
  },
  {
    "id": 76,
    "ar": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهْتَدَوْا۟ هُدًى وَٱلْبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَّرَدًّا",
    "tr": "ওয়া ইয়াঝীদুল্লা-হু ল্লাযী নাহতাদাও হুদাওঁ ওয়াল বা-কিয়া-তুসসা-লিহা-তুখাইরুন ‘ইনদা রাব্বিকা ছাওয়া-বাও ওয়াখাইরুম মারাদ্দা-।",
    "bn_haque": "আর যারা সৎপথে চলে আল্লাহ্ তাদের সুগতি বাড়িয়ে দেন, আর স্থায়ী সৎকর্ম তোমার প্রভুর কাছে পুরস্কার প্রদানের জন্য সর্বশ্রেষ্ঠ আর সুফল ফলনের জন্যেও সর্বশ্রেষ্ঠ।",
    "bn_muhi": "যারা সৎপথে চলে আল্লাহ তাদের পথপ্রাপ্তি বৃদ্ধি করেন এবং স্থায়ী সৎকর্মসমূহ তোমার পালনকর্তার কাছে সওয়াবের দিক দিয়ে শ্রেষ্ঠ এবং প্রতিদান হিসেবেও শ্রেষ্ট।",
    "en": "And Allah increases those who were guided, in guidance, and the enduring good deeds are better to your Lord for reward and better for recourse."
  },
  {
    "id": 77,
    "ar": "أَفَرَءَيْتَ ٱلَّذِى كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
    "tr": "আফারাআইতাল্লাযী কাফারা বিআ-য়া-তিনা-ওয়াকা-লা লাঊতাইয়ান্না মা-লাওঁ ওয়া ওয়ালাদা-।",
    "bn_haque": "তুমি কি তাকে দেখেছ যে আমাদের বাণীসমূহ অবিশ্বাস করে ও বলে -- \"আমাকে আলবৎ ধনদৌলত ও সন্তানসন্ততি দেয়া হবে\"?",
    "bn_muhi": "আপনি কি তাকে লক্ষ্য করেছেন যে, আমার নিদর্শনাবলীতে বিশ্বাস করে না এবং বলেঃ আমাকে অর্থ-সম্পদ ও সন্তান-সন্ততি অবশ্যই দেয়া হবে।",
    "en": "Then, have you seen he who disbelieved in Our verses and said, \"I will surely be given wealth and children [in the next life]?\""
  },
  {
    "id": 78,
    "ar": "أَطَّلَعَ ٱلْغَيْبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحْمَٰنِ عَهْدًا",
    "tr": "আততালা‘আল গাইবা আমিত্তাখাযা ‘ইনদার রাহমা-নি ‘আহদা-।",
    "bn_haque": "সে কি অদৃশ্য সন্বন্ধে জেনে গেছে, না কি সে পরম করুণাময়ের কাছ থেকে কোনো চুক্তি আদায় করেছে?",
    "bn_muhi": "সে কি অদৃশ্য বিষয় জেনে ফেলেছে, অথবা দয়াময় আল্লাহর নিকট থেকে কোন প্রতিশ্রুতি প্রাপ্ত হয়েছে?",
    "en": "Has he looked into the unseen, or has he taken from the Most Merciful a promise?"
  },
  {
    "id": 79,
    "ar": "كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلْعَذَابِ مَدًّا",
    "tr": "কাল্লা- ছানাকতুবুমা-ইয়াকূলুওয়ানামুদ্দুলাহূমিনাল ‘আযা-বি মাদ্দা-।",
    "bn_haque": "নিশ্চয়ই না! সে যা বলে তা সঙ্গে সঙ্গে আমরা লিখে রাখব, আর তার জন্য আমরা লম্বা করে দেব শাস্তির লম্বাই।",
    "bn_muhi": "না, এটা ঠিক নয়। সে যা বলে আমি তা লিখে রাখব এবং তার শাস্তি দীর্ঘায়িত করতে থাকব।",
    "en": "No! We will record what he says and extend for him from the punishment extensively."
  },
  {
    "id": 80,
    "ar": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
    "tr": "ওয়া নারিছুহূমা-ইয়াকূ লুওয়া ইয়া’তীনা-ফারদা-।",
    "bn_haque": "আর সে যা বলে সে ব্যাপারে আমরা তাকে উত্তরাধিকার করব, আর আমাদের কাছে সে আসবে নিঃসঙ্গ অবস্থায়।",
    "bn_muhi": "সে যা বলে, মৃত্যুর পর আমি তা নিয়ে নেব এবং সে আমার কাছে আসবে একাকী।",
    "en": "And We will inherit him [in] what he mentions, and he will come to Us alone."
  },
  {
    "id": 81,
    "ar": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لِّيَكُونُوا۟ لَهُمْ عِزًّا",
    "tr": "ওয়াত্তাখাযূমিন দূনিল্লা-হি আ-লিহাতাল লিইয়াকূনূলাহুম ‘ইঝঝা-।",
    "bn_haque": "আর তারা আল্লাহ্‌কে ছেড়ে দিয়ে অন্য উপাস্য গ্রহণ করেছে যেন তারা তাদের জন্য হতে পারে এক সহায় সন্বল।",
    "bn_muhi": "তারা আল্লাহ ব্যতীত অন্যান্য ইলাহ গ্রহণ করেছে, যাতে তারা তাদের জন্যে সাহায্যকারী হয়।",
    "en": "And they have taken besides Allah [false] deities that they would be for them [a source of] honor."
  },
  {
    "id": 82,
    "ar": "كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
    "tr": "কাল্লা- ছাইয়াকফুরূনা বি‘ইবা-দাতিহিম ওয়া ইয়াকূনূনা ‘আলাইহিম দিদ্দা-।",
    "bn_haque": "কখনোই না! তারা শীঘ্রই তাদের বন্দনা অস্বীকার করবে। আর তারা হবে এদের বিরোধিপক্ষ।",
    "bn_muhi": "কখনই নয়, তারা তাদের এবাদত অস্বীকার করবে এবং তাদের বিপক্ষে চলে যাবে।",
    "en": "No! Those \"gods\" will deny their worship of them and will be against them opponents [on the Day of Judgement]."
  },
  {
    "id": 83,
    "ar": "أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا ٱلشَّيَٰطِينَ عَلَى ٱلْكَٰفِرِينَ تَؤُزُّهُمْ أَزًّا",
    "tr": "আলাম তারা আন্নাআরছালনাশশাইয়া-তীনা ‘আলাল কা-ফিরীনা তাউঝঝুহুম আঝঝা-।",
    "bn_haque": "তুমি কি লক্ষ্য কর নি যে আমরা শয়তানদের পাঠিয়েছি অবিশ্বাসীদের নিকটে বিশেষ উসকানিতে উসকানি দিতে।",
    "bn_muhi": "আপনি কি লক্ষ্য করেননি যে, আমি কাফেরদের উপর শয়তানদেরকে ছেড়ে দিয়েছি। তারা তাদেরকে বিশেষভাবে (মন্দকর্মে) উৎসাহিত করে।",
    "en": "Do you not see that We have sent the devils upon the disbelievers, inciting them to [evil] with [constant] incitement?"
  },
  {
    "id": 84,
    "ar": "فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
    "tr": "ফালা-তা‘জাল ‘আলাইহিম ইন্নামা-না‘উদ্দুলাহুম ‘আদ্দা-।",
    "bn_haque": "সুতরাং তাদের জন্য ব্যস্ত হয়ো না। আমরা তো তাদের জন্য সংখ্যা গণনা করছি।",
    "bn_muhi": "সুতরাং তাদের ব্যাপারে আপনি তাড়াহুড়া করবেন না। আমি তো তাদের গণনা পূর্ণ করছি মাত্র।",
    "en": "So be not impatient over them. We only count out to them a [limited] number."
  },
  {
    "id": 85,
    "ar": "يَوْمَ نَحْشُرُ ٱلْمُتَّقِينَ إِلَى ٱلرَّحْمَٰنِ وَفْدًا",
    "tr": "ইয়াওমা নাহশুরুল মুত্তাকীনা ইলাররাহমা-নি ওয়াফদা-।",
    "bn_haque": "সেদিন ধর্মপরায়ণদের আমরা সমবেত করব পরম করুণাময়ের কাছে রাজদূতরূপে,",
    "bn_muhi": "সেদিন দয়াময়ের কাছে পরহেযগারদেরকে অতিথিরূপে সমবেত করব,",
    "en": "On the Day We will gather the righteous to the Most Merciful as a delegation"
  },
  {
    "id": 86,
    "ar": "وَنَسُوقُ ٱلْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا",
    "tr": "ওয়া নাছূকুল মুজরিমীনা ইলা-জাহান্নামা বিরদা-।",
    "bn_haque": "আর অপরাধীদের আমরা তাড়িয়ে নেব জাহান্নামের দিকে তৃষ্ণাতুর অবস্থায়।",
    "bn_muhi": "এবং অপরাধীদেরকে পিপাসার্ত অবস্থায় জাহান্নামের দিকে হাঁকিয়ে নিয়ে যাব।",
    "en": "And will drive the criminals to Hell in thirst"
  },
  {
    "id": 87,
    "ar": "لَّا يَمْلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحْمَٰنِ عَهْدًا",
    "tr": "লা-ইয়ামলিকূনাশশাফা-‘আতা ইল্লা-মানিত তাখাযা ‘ইনদাররাহমা-নি ‘আহদা-।",
    "bn_haque": "পরম করুণাময়ের নিকট থেকে যে কোনো কড়ার লাভ করেছে সে ব্যতীত কারোর সুপারিশ করার ক্ষমতা থাকবে না।",
    "bn_muhi": "যে দয়াময় আল্লাহর কাছ থেকে প্রতিশ্রুতি গ্রহণ করেছে, সে ব্যতীত আর কেউ সুপারিশ করার অধিকারী হবে না।",
    "en": "None will have [power of] intercession except he who had taken from the Most Merciful a covenant."
  },
  {
    "id": 88,
    "ar": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَٰنُ وَلَدًا",
    "tr": "ওয়া কা-লুত তাখাযার রাহমা-নুওয়ালাদা-।",
    "bn_haque": "আর তারা বলে -- \"পরম করুণাময় একটি সন্তান গ্রহণ করেছেন।\"",
    "bn_muhi": "তারা বলেঃ দয়াময় আল্লাহ সন্তান গ্রহণ করেছেন।",
    "en": "And they say, \"The Most Merciful has taken [for Himself] a son.\""
  },
  {
    "id": 89,
    "ar": "لَّقَدْ جِئْتُمْ شَيْـًٔا إِدًّا",
    "tr": "লাকাদ জি’তুম শাইআন ইদ্দা-।",
    "bn_haque": "তোমরা অবশ্যই এক বিকট ব্যপার অবতারণা করেছ।",
    "bn_muhi": "নিশ্চয় তোমরা তো এক অদ্ভুত কান্ড করেছ।",
    "en": "You have done an atrocious thing."
  },
  {
    "id": 90,
    "ar": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ ٱلْأَرْضُ وَتَخِرُّ ٱلْجِبَالُ هَدًّا",
    "tr": "তাকা-দুছছামা-ওয়া-তুইয়াতাফাততারনা মিনহু ওয়া তানশাক্কুলআরদুওয়া তাখিররুল জিবা-লুহাদ্দা-।",
    "bn_haque": "এর দ্বারা মহাকাশমন্ডল বিদীর্ণ হয়ে যাবার উপক্রম করছে আর পৃথিবী চূর্ণ-বিচূর্ণ হতে চলছে আর পাহাড়পর্বত খন্ডবিখন্ড হয়ে ভেঙ্গে পড়ছে --",
    "bn_muhi": "হয় তো এর কারণেই এখনই নভোমন্ডল ফেটে পড়বে, পৃথিবী খন্ড-বিখন্ড হবে এবং পর্বতমালা চূর্ণ-বিচুর্ণ হবে।",
    "en": "The heavens almost rupture therefrom and the earth splits open and the mountains collapse in devastation"
  },
  {
    "id": 91,
    "ar": "أَن دَعَوْا۟ لِلرَّحْمَٰنِ وَلَدًا",
    "tr": "আন দা‘আও লিররাহমা-নি ওয়ালাদা-।",
    "bn_haque": "যেহেতু তারা পরম করুণাময়ের প্রতি সন্তান দাবি করছে।",
    "bn_muhi": "এ কারণে যে, তারা দয়াময় আল্লাহর জন্যে সন্তান আহবান করে।",
    "en": "That they attribute to the Most Merciful a son."
  },
  {
    "id": 92,
    "ar": "وَمَا يَنۢبَغِى لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا",
    "tr": "ওয়ামা-ইয়ামবাগী লির রাহমা-নি আইঁ ইয়াত্তাখিযা ওয়ালাদা-।",
    "bn_haque": "আর পরম করুণাময়ের পক্ষে এটি সমীচীন নয় যে তিনি সন্তান গ্রহণ করবেন।",
    "bn_muhi": "অথচ সন্তান গ্রহণ করা দয়াময়ের জন্য শোভনীয় নয়।",
    "en": "And it is not appropriate for the Most Merciful that He should take a son."
  },
  {
    "id": 93,
    "ar": "إِن كُلُّ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِلَّآ ءَاتِى ٱلرَّحْمَٰنِ عَبْدًا",
    "tr": "ইন কুল্লুমান ফিছছামা-ওয়া-তি ওয়াল আরদিইল্লাআ-তির রাহমা-নি ‘আবদা-।",
    "bn_haque": "মহাকাশমন্ডলে ও পৃথিবীতে এমন কেউ নেই যে পরম করুণাময়ের কাছে আসবে বান্দারূপে ছাড়া।",
    "bn_muhi": "নভোমন্ডল ও ভূ-মন্ডলে কেউ নেই যে, দয়াময় আল্লাহর কাছে দাস হয়ে উপস্থিত হবে না।",
    "en": "There is no one in the heavens and earth but that he comes to the Most Merciful as a servant."
  },
  {
    "id": 94,
    "ar": "لَّقَدْ أَحْصَىٰهُمْ وَعَدَّهُمْ عَدًّا",
    "tr": "লাকাদ আহসা-হুম ওয়া ‘আদ্দাহুম ‘আদ্দা-।",
    "bn_haque": "তিনি অবশ্যই তাদের হিসেব রেখেছেন, আর তিনি তাদের গণনা করছেন গুনতিতে।",
    "bn_muhi": "তাঁর কাছে তাদের পরিসংখ্যান রয়েছে এবং তিনি তাদেরকে গণনা করে রেখেছেন।",
    "en": "He has enumerated them and counted them a [full] counting."
  },
  {
    "id": 95,
    "ar": "وَكُلُّهُمْ ءَاتِيهِ يَوْمَ ٱلْقِيَٰمَةِ فَرْدًا",
    "tr": "ওয়া কুল্লুহুম আ-তীহি ইয়াওমাল কিয়া-মাতি ফারদা-।",
    "bn_haque": "আর তাদের সবকয়জনকেই কিয়ামতের দিনে তাঁর কাছে আসতে হবে নিঃসঙ্গ অবস্থায়।",
    "bn_muhi": "কেয়ামতের দিন তাদের সবাই তাঁর কাছে একাকী অবস্থায় আসবে।",
    "en": "And all of them are coming to Him on the Day of Resurrection alone."
  },
  {
    "id": 96,
    "ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ سَيَجْعَلُ لَهُمُ ٱلرَّحْمَٰنُ وُدًّا",
    "tr": "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ছাইয়াজ‘আলুলাহুমুর রাহমা-নুউদ্দা-।",
    "bn_haque": "নিঃসন্দেহ যারা ঈমান এনেছে ও সৎকর্ম করছে তাদের জন্য পরম করুণাময় এখনি যোগান ধরবেন প্রেম।",
    "bn_muhi": "যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে, তাদেরকে দয়াময় আল্লাহ ভালবাসা দেবেন।",
    "en": "Indeed, those who have believed and done righteous deeds - the Most Merciful will appoint for them affection."
  },
  {
    "id": 97,
    "ar": "فَإِنَّمَا يَسَّرْنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلْمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوْمًا لُّدًّا",
    "tr": "ফাইন্নামা-ইয়াছছারনা-হুবিলিছা-নিকা লিতুবাশশিরা বিহিল মুত্তাকীনা ওয়া তুনযিরা বিহী কাওমাল লুদ্দা-।",
    "bn_haque": "সুতরাং আমরা তো এটিকে তোমার মাতৃভাষায় সহজবোধ্য করে দিয়েছি যেন এর দ্বারা তুমি ধর্মপরায়ণদের সুসংবাদ দিতে পার আর এর দ্বারা সাবধান করে দিতে পার বিতর্কপ্রিয় সম্প্রদায়কে।",
    "bn_muhi": "আমি কোরআনকে আপনার ভাষায় সহজ করে দিয়েছি, যাতে আপনি এর দ্বারা পরহেযগারদেরকে সুসংবাদ দেন এবং কলহকারী সম্প্রদায়কে সতর্ক করেন।",
    "en": "So, [O Muhammad], We have only made Qur'an easy in the Arabic language that you may give good tidings thereby to the righteous and warn thereby a hostile people."
  },
  {
    "id": 98,
    "ar": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هَلْ تُحِسُّ مِنْهُم مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًۢا",
    "tr": "ওয়া কাম আহলাকনা-কাবলাহুম মিন কারনিন হাল তুহিছছুমিনহুম মিন আহাদিন আও তাছমা‘ঊ লাহুম রিকঝা-।",
    "bn_haque": "আর তাদের আগে আমরা কত মানবগোষ্ঠীকে ধ্বংস করেছি! তুমি কি তাদের মধ্যের একজনকেও দেখতে পাও অথবা তাদের থেকে গুনগুনানি শুনতে পাও?",
    "bn_muhi": "তাদের পূর্বে আমি কত মানবগোষ্ঠীকে ধ্বংস করেছি। আপনি কি তাদের কাহারও সাড়া পান, অথবা তাদের ক্ষীনতম আওয়ায ও শুনতে পান?",
    "en": "And how many have We destroyed before them of generations? Do you perceive of them anyone or hear from them a sound?"
  }
]