[
  {
    "id": 1,
    "ar": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا",
    "tr": "ইন্না-ফাতাহনা-লাকা ফাতহাম মুবীনা-।",
    "bn_haque": "আমরা নিশ্চয় তোমাকে বিজয় দিয়েছি একটি উজ্জ্বল বিজয়, --",
    "bn_muhi": "নিশ্চয় আমি আপনার জন্যে এমন একটা ফয়সালা করে দিয়েছি, যা সুস্পষ্ট।",
    "en": "Indeed, We have given you, [O Muhammad], a clear conquest"
  },
  {
    "id": 2,
    "ar": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا",
    "tr": "লিয়াগফিরা লাকাল্লা-হুমা- তাকাদ্দামা মিন যামবিকা ওয়ামা- তাআখখারা ওয়াইউতিম্মা নি‘মাতাহূ‘আলাইকা ওয়া ইয়াহদিয়াকা সিরা-তামমুছতাকীমা-।",
    "bn_haque": "এ জন্য যে আল্লাহ্ যেন তোমাকে মুক্তি দিতে পারেন তোমার সেই সব অপরাধ থেকে যা গত হয়ে গেছে ও যা রয়ে গেছে, আর যেন তোমার উপরে তাঁর অনুগ্রহ পূর্ণাঙ্গ করতে পারেন, আর যেন তোমাকে পরিচালিত করতে পারেন সহজ-সঠিক পথ দিয়ে, --",
    "bn_muhi": "যাতে আল্লাহ আপনার অতীত ও ভবিষ্যত ত্রুটিসমূহ মার্জনা করে দেন এবং আপনার প্রতি তাঁর নেয়ামত পূর্ণ করেন ও আপনাকে সরল পথে পরিচালিত করেন।",
    "en": "That Allah may forgive for you what preceded of your sin and what will follow and complete His favor upon you and guide you to a straight path"
  },
  {
    "id": 3,
    "ar": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
    "tr": "ওয়া ইয়ানসুরাকাল্লা-হু নাসরান ‘আঝীঝা-।",
    "bn_haque": "আর যেন আল্লাহ্ তোমাকে সাহায্য করতে পারেন এক বলিষ্ঠ সাহায্যে।",
    "bn_muhi": "এবং আপনাকে দান করেন বলিষ্ঠ সাহায্য।",
    "en": "And [that] Allah may aid you with a mighty victory."
  },
  {
    "id": 4,
    "ar": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَٰنًا مَّعَ إِيمَٰنِهِمْ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "tr": "হুওয়াল্লাযীআনঝালাছ ছাকীনাতা ফী কুলূবিল মু’মিনীনা লিইয়াঝদা-দূ ঈমা-নাম মা‘আ ঈমা-নিহিম ওয়া লিল্লা-হি জনূদুছ ছামা-ওয়া-তি ওয়াল আরদি ওয়াকা-নাল্লা-হু ‘আলীমান হাকীমা-।",
    "bn_haque": "তিনিই সেইজন যিনি মুমিনদের অন্তরে প্রশান্তি বর্ষণ করেছেন যেন তিনি তাদের বিশ্বাসের সঙ্গে বিশ্বাস বাড়িয়ে দিতে পারেন। আর মহাকাশমন্ডলীর ও পৃথিবীর বাহিনীসমূহ আল্লাহরই, আর আল্লাহ্ হচ্ছেন সর্বজ্ঞাতা, পরমজ্ঞানী, --",
    "bn_muhi": "তিনি মুমিনদের অন্তরে প্রশান্তি নাযিল করেন, যাতে তাদের ঈমানের সাথে আরও ঈমান বেড়ে যায়। নভোমন্ডল ও ভূমন্ডলের বাহিনীসমূহ আল্লাহরই এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।",
    "en": "It is He who sent down tranquillity into the hearts of the believers that they would increase in faith along with their [present] faith. And to Allah belong the soldiers of the heavens and the earth, and ever is Allah Knowing and Wise."
  },
  {
    "id": 5,
    "ar": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًا",
    "tr": "লিইউদখিলাল মু’মিনীনা ওয়াল মু’মিনা-তি জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু খালিদীনা ফীহা-ওয়া ইউকাফফিরা ‘আনহুম ছাইয়িআ-তিহিম ওয়া কা-না যা-লিকা ‘ইনদাল্লা-হি ফাওঝান ‘আজীমা-।",
    "bn_haque": "যেন তিনি মুমিন পুরুষদের ও মুমিন নারীদের প্রবেশ করাতে পারেন জান্নাতে যাদের নিচে দিয়ে বয়ে চলেছে ঝরনারাজি, তারা সে- সবে অবস্থান করবে, আর তিনি তাদের থকে তাদের দোষত্রুটি মোচন করবেন। আর এটি আল্লাহ্‌র কাছে এক মহাসাফল্য, --",
    "bn_muhi": "ঈমান এজন্যে বেড়ে যায়, যাতে তিনি ঈমানদার পুরুষ ও ঈমানদার নারীদেরকে জান্নাতে প্রবেশ করান, যার তলদেশে নদী প্রবাহিত। সেথায় তারা চিরকাল বসবাস করবে এবং যাতে তিনি তাদের পাপ মোচন করেন। এটাই আল্লাহর কাছে মহাসাফল্য।",
    "en": "[And] that He may admit the believing men and the believing women to gardens beneath which rivers flow to abide therein eternally and remove from them their misdeeds - and ever is that, in the sight of Allah, a great attainment -"
  },
  {
    "id": 6,
    "ar": "وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَآءَتْ مَصِيرًا",
    "tr": "ওয়া ইউ‘আযযিবাল মুনা-ফিকীনা ওয়াল মুনা-ফিকা-তি ওয়াল মুশরিকীনা ওয়াল মুশরিকা-তিজ্জান্নীনা বিল্লা-হি জান্নাছছাওই ‘আলাইহিম দাইরাতুছ ছাওই ওয়া গাদিবাল্লা-হু ‘আলাইহিম ওয়া লা‘আনাহুম ওয়া আ‘আদ্দালাহুম জাহান্নামা ওয়া ছাআত মাসীরা-।",
    "bn_haque": "আর যেন তিনি শাস্তি দিতে পারেন মুনাফিক পুরুষদের ও মুনাফিক নারীদের এবং মুশরিক পুরুষদের ও মুশরিক নারীদের -- যারা আল্লাহ্ সন্বন্ধে ভ্রান্ত ধারণা ধারণ করে থাকে। তাদের বিরুদ্ধে দুস্কর্ম ঘুরে আসবে, আর আল্লাহ্ তাদের উপরে রাগ করেছেন এবং তাদের ধিক্কার দিয়েছেন, আর তাদের জন্য তিনি জাহান্নাম তৈরি করেছেন। আর কত নিকৃষ্ট গন্তব্যস্থল?",
    "bn_muhi": "এবং যাতে তিনি কপট বিশ্বাসী পুরুষ ও কপট বিশ্বাসিনী নারী এবং অংশীবাদী পুরুষ ও অংশীবাদিনী নারীদেরকে শাস্তি দেন, যারা আল্লাহ সম্পর্কে মন্দ ধারণা পোষন করে। তাদের জন্য মন্দ পরিনাম। আল্লাহ তাদের প্রতি ক্রুদ্ধ হয়েছেন, তাদেরকে অভিশপ্ত করেছেন। এবং তাহাদের জন্যে জাহান্নাম প্রস্তুত রেখেছেন। তাদের প্রত্যাবর্তন স্থল অত্যন্ত মন্দ।",
    "en": "And [that] He may punish the hypocrite men and hypocrite women, and the polytheist men and polytheist women - those who assume about Allah an assumption of evil nature. Upon them is a misfortune of evil nature; and Allah has become angry with them and has cursed them and prepared for them Hell, and evil it is as a destination."
  },
  {
    "id": 7,
    "ar": "وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
    "tr": "ওয়া লিল্লা-হি জুনূদুছ ছা-মা-ওয়াতি ওয়াল আর দি ওয়া কা-নাল্লা-হু ‘আঝীঝান হাকীমা-।",
    "bn_haque": "আর মহাকাশমন্ডলী ও পৃথিবীর বাহিনীসমূহ আল্লাহর। আর আল্লাহ্ হচ্ছেন মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "নভোমন্ডল ও ভূমন্ডলের বাহিনীসমূহ আল্লাহরই। আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।",
    "en": "And to Allah belong the soldiers of the heavens and the earth. And ever is Allah Exalted in Might and Wise."
  },
  {
    "id": 8,
    "ar": "إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
    "tr": "ইন্নাআরছালনা-কা শা-হিদাওঁ ওয়া মুবাশশিরাওঁ ওয়া নাযীরা-।",
    "bn_haque": "আমরা নিশ্চয়ই তোমাকে পাঠিয়েছি একজন সাক্ষীরূপে, আর সুসংবাদদাতা ও সতর্ককারীরূপে, --",
    "bn_muhi": "আমি আপনাকে প্রেরণ করেছি অবস্থা ব্যক্তকারীরূপে, সুসংবাদদাতা ও ভয় প্রদর্শনকারীরূপে।",
    "en": "Indeed, We have sent you as a witness and a bringer of good tidings and a warner"
  },
  {
    "id": 9,
    "ar": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
    "tr": "লিতু’মিনূবিল্লা-হি ওয়া রাছূলিহী ওয়া তু‘আঝাঝিরূহু ওয়া তুওয়াক্কিরূহু ওয়া তুছাববিহূহু বুকরাতাওঁ ওয়া আসীলা-।",
    "bn_haque": "যেন তোমরা আল্লাহ্‌র প্রতি ও তাঁর রসূলের প্রতি ঈমান আনতে পার, এবং তাঁকে সাহায্য করতে ও সম্মান করতে পার, আর যেন তোমরা তাঁর নামজপ করতে পার ভোরে ও সন্ধ্যায়।",
    "bn_muhi": "যাতে তোমরা আল্লাহ ও রসূলের প্রতি বিশ্বাস স্থাপন কর এবং তাঁকে সাহায্য ও সম্মান কর এবং সকাল-সন্ধ্যায় আল্লাহর পবিত্রতা ঘোষণা কর।",
    "en": "That you [people] may believe in Allah and His Messenger and honor him and respect the Prophet and exalt Allah morning and afternoon."
  },
  {
    "id": 10,
    "ar": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ وَمَنْ أَوْفَىٰ بِمَا عَٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
    "tr": "ইন্নাল্লাযীনা ইউবা-ই‘ঊনাকা ইন্নামা-ইউবা-ই‘ঊনাল্লা-হা ইয়াদুল্লা-হি ফাওকা আইদীহিম ফামান্নাকাছা ফাইন্নামা-ইয়ানকুছু ‘আলা-নাফছিহী ওয়া মান আওফাবিমা-‘আ-হাদা ‘আলাইহুল্লা-হা ফাছাইউ’তীহি আজরান ‘আজীমা-।",
    "bn_haque": "নিঃসন্দেহ যারা তোমার কাছে আনুগত্যের শপথ গ্রহণ করে তারা নিশ্চয় আনুগত্যের শপথ নিচ্ছে আল্লাহ্‌র কাছে, -- আল্লাহ্‌র হাত ছিল তাদের হাতের উপরে। সুতরাং যে কেউ ভঙ্গ করে সে তো তবে ভঙ্গ করছে তার নিজেরই বিরুদ্ধে। আর যে কেউ পূরণ করে যে ওয়াদা সে আল্লাহ্‌র সঙ্গে করেছে তা, তাকে তবে তিনি প্রদান করবেন এক বিরাট প্রতিদান।",
    "bn_muhi": "যারা আপনার কাছে আনুগত্যের শপথ করে, তারা তো আল্লাহর কাছে আনুগত্যের শপথ করে। আল্লাহর হাত তাদের হাতের উপর রয়েছে। অতএব, যে শপথ ভঙ্গ করে; অতি অবশ্যই সে তা নিজের ক্ষতির জন্যেই করে এবং যে আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ করে; আল্লাহ সত্ত্বরই তাকে মহাপুরস্কার দান করবেন।",
    "en": "Indeed, those who pledge allegiance to you, [O Muhammad] - they are actually pledging allegiance to Allah . The hand of Allah is over their hands. So he who breaks his word only breaks it to the detriment of himself. And he who fulfills that which he has promised Allah - He will give him a great reward."
  },
  {
    "id": 11,
    "ar": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا",
    "tr": "ছাইয়াকূলুলাকাল মুখাল্লাফূনা মিনাল আ‘রা-বি শাগালাতনাআমওয়া-লুনা-ওয়া আহ লূনাফাছতাগফিরলানা- ইয়াকূলূনা বিআলছিনাতিহিম মা-লাইছা ফী কুলূবিহিম কুল ফামাইঁ ইয়ামলিকুলাকুম মিনাল্লা-হি শাইয়ান ইন আরা-দাবিকুম দাররান আও আরা-দাবিকুম নাফ‘আন বাল কা-নাল্লা-হু বিমা-তা‘মালূনা খাবীরা-।",
    "bn_haque": "বেদুইনদের মধ্যের যারা পেছনে রয়ে গিয়েছিল তারা শীঘ্রই তোমাকে বলবে -- \"আমাদের ধনসম্পত্তি ও আমাদের পরিবার- পরিজন আমাদের মশগুল করে রেখেছিল, সেজন্য আমাদের জন্য আপনি ক্ষমা প্রার্থনা করুন।\" তারা তাদের জিব দিয়ে এমন সব বলে যা তাদের অন্তরে নেই। তুমি বল -- \"কে তবে আল্লাহ্‌র বিরুদ্ধে তোমাদের জন্য কিছু করবার ক্ষমতা রাখে যদি তিনি তোমাদের অপকার করতে চান অথবা তোমাদের উপকার করতে চান? বস্তুত তোমরা যা কর সে-সন্বন্ধে আল্লাহ্ পূর্ণ ওয়াকিফহাল।",
    "bn_muhi": "মরুবাসীদের মধ্যে যারা গৃহে বসে রয়েছে, তারা আপনাকে বলবেঃ আমরা আমাদের ধন-সম্পদ ও পরিবার-পরিজনের কাজে ব্যস্ত ছিলাম। অতএব, আমাদের পাপ মার্জনা করান। তারা মুখে এমন কথা বলবে, যা তাদের অন্তরে নেই। বলুনঃ আল্লাহ তোমাদের ক্ষতি অথবা উপকার সাধনের ইচ্ছা করলে কে তাকে বিরত রাখতে পারে? বরং তোমরা যা কর, আল্লাহ সে বিষয় পরিপূর্ণ জ্ঞাত।",
    "en": "Those who remained behind of the bedouins will say to you, \"Our properties and our families occupied us, so ask forgiveness for us.\" They say with their tongues what is not within their hearts. Say, \"Then who could prevent Allah at all if He intended for you harm or intended for you benefit? Rather, ever is Allah, with what you do, Acquainted."
  },
  {
    "id": 12,
    "ar": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًا",
    "tr": "বাল জানানতুম আল্লাইঁ ইয়ানকালিবার রাছূলুওয়ালমু’মিনূনা ইলাআহলীহিম আবাদাওঁ ওয়া ঝুইঁনিয়া যা-লিকা ফী কুলূবিকুম ওয়া জানানতুন জান্নাছছাওই ওয়া কুনতুম কাওমাম বূরা-।",
    "bn_haque": "না, তোমরা ভেবেছিলে যে রসূল ও মুমিনগণ আর কখনো তাদের পরিবারবর্গের কাছে ফিরে আসতে পারবে না, আর এইটি তোমাদের অন্তরে প্রীতিকর মনে হয়েছিল, আর তোমরা ভ্রান্তধারণা ধারণা করেছিল, আর তোমরা তো ছিলে এক ধ্বংসমুখী জাতি।",
    "bn_muhi": "বরং তোমরা ধারণ করেছিলে যে, রসূল ও মুমিনগণ তাদের বাড়ী-ঘরে কিছুতেই ফিরে আসতে পারবে না এবং এই ধারণা তোমাদের জন্যে খুবই সুখকর ছিল। তোমরা মন্দ ধারণার বশবর্তী হয়েছিলে। তোমরা ছিলে ধ্বংসমুখী এক সম্প্রদায়।",
    "en": "But you thought that the Messenger and the believers would never return to their families, ever, and that was made pleasing in your hearts. And you assumed an assumption of evil and became a people ruined.\""
  },
  {
    "id": 13,
    "ar": "وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَعِيرًا",
    "tr": "ওয়া মাল্লাম ইউ’মিম বিল্লা-হি ওয়া রাছূলিহী ফাইন্নাআ‘তাদনা-লিলকা-ফিরীনা ছা‘ঈরা-।",
    "bn_haque": "আর যে কেউ আল্লাহ্‌তে ও তাঁর রসূলের প্রতি বিশ্বাস করে না আমরা তো অবশ্যই অবিশ্বাসীদের জন্য তৈরি করেছি জ্বলন্ত আগুন।",
    "bn_muhi": "যারা আল্লাহ ও তাঁর রসূলে বিশ্বাস করে না, আমি সেসব কাফেরের জন্যে জ্বলন্ত অগ্নি প্রস্তুত রেখেছি।",
    "en": "And whoever has not believed in Allah and His Messenger - then indeed, We have prepared for the disbelievers a Blaze."
  },
  {
    "id": 14,
    "ar": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "tr": "ওয়ালিল্লা-হি মুলকুছ ছামা-ওয়া-তি ওয়াল আরদি ইয়াগফিরু লিমাইঁ ইয়াশাউ ওয়াইউ‘আযযিবুমাইঁ ইয়াশাউ ওয়া কা-নাল্লা-হু গাফূরার রাহীমা-।",
    "bn_haque": "আর মহাকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহ্‌র। তিনি যাকে ইচ্ছা করেন পরিত্রাণ করেন এবং শাস্তি দেন যাকে ইচ্ছা করেন। আর আল্লাহ্ পরম ক্ষমাশীল, অফুরন্ত ফলদাতা।",
    "bn_muhi": "নভোমন্ডল ও ভূমন্ডলের রাজত্ব আল্লাহরই। তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। তিনি ক্ষমাশীল, পরম মেহেরবান।",
    "en": "And to Allah belongs the dominion of the heavens and the earth. He forgives whom He wills and punishes whom He wills. And ever is Allah Forgiving and Merciful."
  },
  {
    "id": 15,
    "ar": "سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَٰمَ ٱللَّهِ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًا",
    "tr": "ছাইয়াকূলুল মুখাল্লাফূনা ইযানতালাকতুমইলা-মাগা-নিমা লিতা’খুযূহা-যারূনানাত্তাবি‘কুম ইউরীদূ না আইঁ ইউবাদ্দিলূকালা-মাল্লা-হি কুল্লান তাত্তাবি‘ঊনা-কাযালিকুম কা-লাল্লা-হু মিন কাবলু ফাছাইয়াকূলূনা বাল তাহছু দূ নানা- বাল কা-না লাইয়াফকাহূনা ইল্লা-কালীলা-।",
    "bn_haque": "তোমরা যখন যুদ্ধলব্ধ সম্পদের উদ্দেশ্যে যাত্রা কর তা হস্তগত করার জন্যে তখন পেছনে-পড়ে-থাকা লোকেরা সঙ্গে সঙ্গে বলবে -- \"আমাদের অনুমতি দাও যাতে আমরা তোমাদের অনুগমন করতে পারি।\" তারা আল্লাহ্‌র কালাম বদলাতে চায়। তুমি বলো -- \"তোমরা কিছুতেই আমাদের অনুগমন করবে না, আল্লাহ্ ইতিপূর্বেও এমনটাই বলেছিলেন।\" তাতে তারা সঙ্গে সঙ্গে বলবে -- \"বরং তোমরা আমাদের ঈর্ষা করছ।\" বস্তুত তারা যৎসামান্য ছাড়া বোঝে না।",
    "bn_muhi": "তোমরা যখন যুদ্ধলব্ধ ধন-সম্পদ সংগ্রহের জন্য যাবে, তখন যারা পশ্চাতে থেকে গিয়েছিল, তারা বলবেঃ আমাদেরকেও তোমাদের সঙ্গে যেতে দাও। তারা আল্লাহর কালাম পরিবর্তন করতে চায়। বলুনঃ তোমরা কখনও আমাদের সঙ্গে যেতে পারবে না। আল্লাহ পূর্ব থেকেই এরূপ বলে দিয়েছেন। তারা বলবেঃ বরং তোমরা আমাদের প্রতি বিদ্বেষ পোষণ করছ। পরন্তু তারা সামান্যই বোঝে।",
    "en": "Those who remained behind will say when you set out toward the war booty to take it, \"Let us follow you.\" They wish to change the words of Allah . Say, \"Never will you follow us. Thus did Allah say before.\" So they will say, \"Rather, you envy us.\" But [in fact] they were not understanding except a little."
  },
  {
    "id": 16,
    "ar": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍ شَدِيدٍ تُقَٰتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًا وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
    "tr": "কুল লিলমুখাল্লাফীনা মিনাল আ‘রা-বি ছাতুদ‘আওনা ইলা-কাওমিন ঊলী বা’ছিন শাদীদিন তুকা-তিলূনাহুম আও ইউছলিমূনা ফাইন তুতী‘ঊ ইউ’তিকুমুল্লা-হু আজরান হাছানাওঁ ওয়া ইন তাতাওয়াল্লাও কামা-তাওয়াল্লাইতুম মিন কাবলুইউ‘আযযি বকুম ‘আযা-বান আলীমা-।",
    "bn_haque": "বেদুইনদের যারা পেছনে রয়ে গিয়েছিল তাদের বল -- \"শীঘ্রই তোমাদের ডাক দেওয়া হবে এক প্রবল পরাক্রান্ত জাতির বিরুদ্ধে, তোমরা তাদের সঙ্গে যুদ্ধ করবে যতক্ষণ না তারা আ‌ত্মসমর্পণ করে, তখন যদি তোমরা আজ্ঞাপালন কর, তাহলে আল্লাহ্ তোমাদের প্রদান করবেন এক উত্তম প্রতিদান। কিন্তু যদি তোমরা ফিরে যাও যেমন আগের দিনে তোমরা ফিরে যেতে, তাহলে তিনি তোমাদের শায়েস্তা করবেন মর্মন্তুদ শাস্তিতে।",
    "bn_muhi": "গৃহে অবস্থানকারী মরুবাসীদেরকে বলে দিনঃ আগামীতে তোমরা এক প্রবল পরাক্রান্ত জাতির সাথে যুদ্ধ করতে আহুত হবে। তোমরা তাদের সাথে যুদ্ধ করবে, যতক্ষণ না তারা মুসলমান হয়ে যায়। তখন যদি তোমরা নির্দেশ পালন কর, তবে আল্লাহ তোমাদেরকে উত্তম পুরস্কার দিবেন। আর যদি পৃষ্ঠপ্রদর্শন কর যেমন ইতিপূর্বে পৃষ্ঠপ্রদর্শন করেছ, তবে তিনি তোমাদেরকে যন্ত্রনাদায়ক শাস্তি দিবেন।",
    "en": "Say to those who remained behind of the bedouins, \"You will be called to [face] a people of great military might; you may fight them, or they will submit. So if you obey, Allah will give you a good reward; but if you turn away as you turned away before, He will punish you with a painful punishment.\""
  },
  {
    "id": 17,
    "ar": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
    "tr": "লাইছা ‘আলাল ‘আমা-হারাজূওঁ ওয়ালা-‘আলাল আ‘রাজি হারাজূওঁ ওয়ালা-‘আলাল মারীদিহারাজূও ওয়া মাইঁ ইউতি‘ইল্লা-হা ওয়া রাছূলাহূইউদখিলহু জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু ওয়া মাইঁ ইয়াতাওয়াল্লা ইউ’আযযিবহু ‘আযা-বান আলীমা-।",
    "bn_haque": "অন্ধের জন্য কোনো অপরাধ নেই, আর খোঁড়ার জন্যেও কোনো অপরাধ নেই, আর রোগীর জন্যেও কোনো দোষ নেই। আর যে কেউ আল্লাহ্‌র ও তাঁর রসূলের আজ্ঞাপালন করে তাদের তিনি প্রবেশ করাবেন বাগানসমূহে যাদের নিচে দিয়ে বয়ে চলেছে ঝরনারাজি, কিন্তু যে কেউ ফিরে যায় তিনি তাকে শায়েস্তা করবেন মর্মন্তুদ শাস্তিতে।",
    "bn_muhi": "অন্ধের জন্যে, খঞ্জের জন্যে ও রুগ্নের জন্যে কোন অপরাধ নাই এবং যে কেউ আল্লাহ ও তাঁর রসূলের অনুগত্য করবে তাকে তিনি জান্নাতে দাখিল করবেন, যার তলদেশে নদী প্রবাহিত হয়। পক্ষান্তরে যে, ব্যক্তি পৃষ্ঠপ্রদর্শন করবে, তাকে যন্ত্রণাদায়ক শাস্তি দিবেন।",
    "en": "There is not upon the blind any guilt or upon the lame any guilt or upon the ill any guilt [for remaining behind]. And whoever obeys Allah and His Messenger - He will admit him to gardens beneath which rivers flow; but whoever turns away - He will punish him with a painful punishment."
  },
  {
    "id": 18,
    "ar": "لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَٰبَهُمْ فَتْحًا قَرِيبًا",
    "tr": "লাকাদ রাদিয়াল্লা-হু ‘আনিল মু’মিনীনা ইযইউবা-ই‘ঊনাকা তাহতাশশাজারাতি ফা‘আলিমা মা-ফী কুলূবিহিম ফাআনঝালাছ ছাকীনাতা ‘আলাইহিম ওয়া আছা-বাহুম ফাতহান কারীবা-।",
    "bn_haque": "আল্লাহ্ তো মুমিনদের প্রতি সন্তষ্ট হয়েই ছিলেন যখন তারা গাছতলাতে তোমার আনুগত্যের শপথ গ্রহণ করল, আর তাদের অন্তরে যা ছিল তা তিনি জানতেন, সেজন্য তাদের উপরে তিনি প্রশান্তি বর্ষণ করলেন, আর তিনি তাদের পুরস্কার দিয়েছিলেন এক আসন্ন বিজয়, --",
    "bn_muhi": "আল্লাহ মুমিনদের প্রতি সন্তুষ্ট হলেন, যখন তারা বৃক্ষের নীচে আপনার কাছে শপথ করল। আল্লাহ অবগত ছিলেন যা তাদের অন্তরে ছিল। অতঃপর তিনি তাদের প্রতি প্রশান্তি নাযিল করলেন এবং তাদেরকে আসন্ন বিজয় পুরস্কার দিলেন।",
    "en": "Certainly was Allah pleased with the believers when they pledged allegiance to you, [O Muhammad], under the tree, and He knew what was in their hearts, so He sent down tranquillity upon them and rewarded them with an imminent conquest"
  },
  {
    "id": 19,
    "ar": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
    "tr": "ওয়া মাগা-নিমা কাছীরাতাইঁ ইয়া’খুযূনাহা- ওয়া কা-নাল্লা-হু ‘আঝীঝান হাকীমা-।",
    "bn_haque": "আর প্রচুর যুদ্ধেলব্ধ সম্পদ, তারা তা হস্তগত করবে। আর আল্লাহ্ হচ্ছেন মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "এবং বিপুল পরিমাণে যুদ্ধলব্ধ সম্পদ, যা তারা লাভ করবে। আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।",
    "en": "And much war booty which they will take. And ever is Allah Exalted in Might and Wise."
  },
  {
    "id": 20,
    "ar": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًا مُّسْتَقِيمًا",
    "tr": "ওয়া ‘আদাকুমুল্লা-হুমাগা-নিমা কাছীরাতান তা’খুযূনাহা-ফা‘আজ্জালা লাকুম হা-যিহী ওয়া কাফফা আইদিয়ান্না-ছি ‘আনকুম ওয়া লিতাকূনা আ-ইয়াতালিললমু’মিনীনা ওয়া ইয়াহদিইয়াকুম সিরা-তাম মুছতাকীমা-।",
    "bn_haque": "আল্লাহ্ তোমাদের জন্য ওয়াদা করছেন প্রচুর যুদ্ধেলব্ধ সম্পদ, তোমরা তা হস্তগত করবে, আর তোমাদের জন্য তিনি ত্বরান্বিত করেছেন এইটি, ফলে লোকেদের হাত তোমাদের থেকে তিনি ঠেকিয়ে রেখেছেন, আর যেন এটি মুমিনদের জন্য একটি নিদর্শন হতে পারে, আর যাতে তিনি তোমাদের পরিচালিত করতে পারেন সহজ-সঠিক পথে, --",
    "bn_muhi": "আল্লাহ তোমাদেরকে বিপুল পরিমাণ যুদ্ধলব্ধ সম্পদের ওয়াদা দিয়েছেন, যা তোমরা লাভ করবে। তিনি তা তোমাদের জন্যে ত্বরান্বিত করবেন। তিনি তোমাদের থেকে শত্রুদের স্তব্দ করে দিয়েছেন-যাতে এটা মুমিনদের জন্যে এক নিদর্শন হয় এবং তোমাদেরকে সরল পথে পরিচালিত করেন।",
    "en": "Allah has promised you much booty that you will take [in the future] and has hastened for you this [victory] and withheld the hands of people from you - that it may be a sign for the believers and [that] He may guide you to a straight path."
  },
  {
    "id": 21,
    "ar": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
    "tr": "ওয়া উখরা-লাম তাকদিরূ‘আলাইহা-কাদ আহা-তাল্লা-হু বিহা- ওয়াকা-নাল্লা-হু ‘আলা-কুল্লি শাইয়িন কাদীরা-।",
    "bn_haque": "আর অন্যান্য যে গুলোর উপরে তোমরা এখনও কবজা করতে পার নি, আল্লাহ্ এগুলোকে ঘিরে রেখেছেন। আর আল্লাহ্ সব- কিছুর উপরে সর্বশক্তিমান ।",
    "bn_muhi": "আর ও একটি বিজয় রয়েছে যা এখনও তোমাদের অধিকারে আসেনি, আল্লাহ তা বেষ্টন করে আছেন। আল্লাহ সর্ববিষয়ে ক্ষমতাবান।",
    "en": "And [He promises] other [victories] that you were [so far] unable to [realize] which Allah has already encompassed. And ever is Allah, over all things, competent."
  },
  {
    "id": 22,
    "ar": "وَلَوْ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
    "tr": "ওয়া লাও কা-তালাকুমুল্লাযীনা কাফারূলাওয়াল্লাউল আদবা-রা ছু ম্মা লা-ইয়াজিদূনা ওয়ালিয়াওঁ ওয়ালা-নাসীরা-।",
    "bn_haque": "আর যারা অবিশ্বাস পোষণ করে তারা যদিও বা তোমাদের সঙ্গে যুদ্ধ করে তবে নিশ্চয় তারা পিঠ ফেরাবে, তারপরে তারা পাবে না কোনো বন্ধুবান্ধব, আর না কোনো সাহায্যকারী।",
    "bn_muhi": "যদি কাফেররা তোমাদের মোকাবেলা করত, তবে অবশ্যই তারা পৃষ্ঠপ্রদর্শন করত। তখন তারা কোন অভিভাবক ও সাহায্যকারী পেত না।",
    "en": "And if those [Makkans] who disbelieve had fought you, they would have turned their backs [in flight]. Then they would not find a protector or a helper."
  },
  {
    "id": 23,
    "ar": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
    "tr": "ছুন্নাতাল্লা-হিল্লাতী কাদ খালাত মিন কাবলু ওয়া লান তাজিদা লিছুন্নাতিল্লা-হি তাবদীলা-।",
    "bn_haque": "আল্লাহ্‌র নিয়ম-নীতি যা ইতিপূর্বে গত হয়ে গেছে, আর আল্লাহ্‌র নিয়ম-নীতিতে তোমরা কখনো কোনো পরিবর্তন পাবে না।",
    "bn_muhi": "এটাই আল্লাহর রীতি, যা পূর্ব থেকে চালু আছে। তুমি আল্লাহর রীতিতে কোন পরিবর্তন পাবে না।",
    "en": "[This is] the established way of Allah which has occurred before. And never will you find in the way of Allah any change."
  },
  {
    "id": 24,
    "ar": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
    "tr": "ওয়াহুওয়াল্লাযী কাফফা আইদিয়াহুম ‘আনকুম ওয়াআইদিয়াকুম ‘আনহুম ব্বিাতনি মাক্কাতা মিম বা‘দি আন আজফারাকুম ‘আলাইহিম ওয়া কা-নাল্লা-হু বিমা-তা‘মালূনা বাসীরা-।",
    "bn_haque": "আর তিনিই সেইজন যিনি মক্কা উপত্যকায় তাদের হাতগুলো তোমাদের থেকে আর তোমাদের হাতগুলো তাদের থেকে ঠেকিয়ে রেখেছিলেন, তাদের উপরে তিনি তোমাদের বিজয় দান করার পরে। আর তোমরা যা করছ আল্লাহ্ সে-সবের সম্যক দ্রষ্টা।",
    "bn_muhi": "তিনি মক্কা শহরে তাদের হাত তোমাদের থেকে এবং তোমাদের হাত তাদের থেকে নিবারিত করেছেন তাদের উপর তোমাদেরকে বিজয়ী করার পর। তোমরা যা কিছু কর, আল্লাহ তা দেখেন।",
    "en": "And it is He who withheld their hands from you and your hands from them within [the area of] Makkah after He caused you to overcome them. And ever is Allah of what you do, Seeing."
  },
  {
    "id": 25,
    "ar": "هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَٰتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا",
    "tr": "হুমুল্লাযীনা কাফারূওয়া সাদ্দূকুম ‘আনিল মাছজিদিল হারা-মি ওয়াল হাদইয়া মা‘কূফান আইঁ ইয়াবলুগা মাহিল্লাহূ ওয়ালাও লা-রিজা-লুম মু’মিনূনা ওয়া নিছাউম মু’মিনা-তুল্লাম তা‘লামূহুম আন তাতাঊহুম ফাতুসীবাকুম মিনহুম মা‘আররাতুম বিগাইরি ‘ইলমিন লিইউদখিলাল্লা-হু ফী রাহমাতিহী মাইঁ ইয়াশাউ লাও তাঝাইয়ালূলা‘আযযাবনাল্লাযীনা কাফারূমিনহুম ‘আযা-বান আলীমা-।",
    "bn_haque": "এরাই তারা যারা অবিশ্বাস পোষণ করেছিল এবং তোমাদের বাধা দিয়েছিল পবিত্র মসজিদ থেকে, আর উৎসর্গীকৃত পশুদের বাধা দিয়েছিল তাদের গন্তব্যস্থলে পৌঁছতে। আর মুমিন পুরুষ ও মুমিন নারীরা যদি না থাকতো তাহলে তাদের তোমরা না-জেনে তাদের দলিত করতে, ফলে তাদের কারণে অজানিতভাবে এক নিন্দনীয় অপরাধ তোমাদের পাকড়াতো, এ-জন্য যে আল্লাহ্ যেন যাকে ইচ্ছা করেন তাঁর করুণার মধ্যে দাখিল করতে পারেন। তারা যদি আলাদা হয়ে থাকত তাহলে তাদের মধ্যের যারা অবিশ্বাস পোষণ করে তাদের আমরা নিশ্চয় শাস্তি দিতাম মর্মন্তুদ শাস্তিতে।",
    "bn_muhi": "তারাই তো কুফরী করেছে এবং বাধা দিয়েছে তোমাদেরকে মসজিদে হারাম থেকে এবং অবস্থানরত কোরবানীর জন্তুদেরকে যথাস্থানে পৌছতে। যদি মক্কায় কিছুসংখ্যক ঈমানদার পুরুষ ও ঈমানদার নারী না থাকত, যাদেরকে তোমরা জানতে না। অর্থাৎ তাদের পিষ্ট হয়ে যাওয়ার আশংকা না থাকত, অতঃপর তাদের কারণে তোমরা অজ্ঞাতসারে ক্ষতিগ্রস্ত হতে, তবে সব কিছু চুকিয়ে দেয়া হত; কিন্তু এ কারণে চুকানো হয়নি, যাতে আল্লাহ তা’আলা যাকে ইচ্ছা স্বীয় রহমতে দাখিল করে নেন। যদি তারা সরে যেত, তবে আমি অবশ্যই তাদের মধ্যে যারা কাফের তাদেরকে যন্ত্রনাদায়ক শস্তি দিতাম।",
    "en": "They are the ones who disbelieved and obstructed you from al-Masjid al-Haram while the offering was prevented from reaching its place of sacrifice. And if not for believing men and believing women whom you did not know - that you might trample them and there would befall you because of them dishonor without [your] knowledge - [you would have been permitted to enter Makkah]. [This was so] that Allah might admit to His mercy whom He willed. If they had been apart [from them], We would have punished those who disbelieved among them with painful punishment"
  },
  {
    "id": 26,
    "ar": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
    "tr": "ইযজা‘আলাল্লাযীনা কাফারূফী কুলূবিহিমুল হামিইইয়াতা হামিইয়াতালজা-হিলিইইয়াতি ফাআনঝালাল্লা-হু ছাকীনাতাহূ‘আলা-রাছূলিহী ওয়া আলাল মু’মিনীনা ওয়া আলঝামাহুম কালিমাতাততাকওয়া-ওয়া কা-নূআহাক্কা বিহা-ওয়া আহ লাহা- ওয়া কা-নাল্লা-হু বিকুল্লি শাইয়িন ‘আলীমা-।",
    "bn_haque": "যারা অবিশ্বাস পোষণ করে তারা যখন তাদের অন্তরে গোঁ ধরেছিল -- অজ্ঞতার যুগের গোঁয়ার্তুমি -- তখন আল্লাহ্ তাঁর প্রশান্তি বর্ষণ করেছিলেন তাঁর রসূলের উপরে ও মুমিনদের উপরে, আর ধর্মনিষ্ঠার নীতিতে তাদের সুপ্রতিষ্ঠিত রাখলেন, বস্তুত তারা এর জন্য নায্য দাবিদার ছিল ও এর উপযুক্ত ছিল, আর আল্লাহ্ সর্ববিষয়ে সর্বজ্ঞাতা।",
    "bn_muhi": "কেননা, কাফেররা তাদের অন্তরে মূর্খতাযুগের জেদ পোষণ করত। অতঃপর আল্লাহ তাঁর রসূল ও মুমিনদের উপর স্বীয় প্রশান্তি নাযিল করলেন এবং তাদের জন্যে সংযমের দায়িত্ব অপরিহার্য করে দিলেন। বস্তুতঃ তারাই ছিল এর অধিকতর যোগ্য ও উপযুক্ত। আল্লাহ সর্ববিষয়ে সম্যক জ্ঞাত।",
    "en": "When those who disbelieved had put into their hearts chauvinism - the chauvinism of the time of ignorance. But Allah sent down His tranquillity upon His Messenger and upon the believers and imposed upon them the word of righteousness, and they were more deserving of it and worthy of it. And ever is Allah, of all things, Knowing."
  },
  {
    "id": 27,
    "ar": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا",
    "tr": "লাকাদ সাদাকাল্লা-হু রাছূলাহুর রু’ইয়া-বিলহাক্কি লাতাদখুলুন্নাল মাছজিদাল হারা-মা ইন শাআল্লা-হু আ-মিনীনা মুহালিলকীনা রুঊ’ছাকুম ওয়া মুকাসসিরীনা লা-তাখাফূনা ফা‘আলিমা মা-লাম তা‘লামূফাজা‘আলা মিন দূ নি যা-লিকা ফাতহান কারীবা-।",
    "bn_haque": "আল্লাহ্ আলবৎ তাঁর রসূলের জন্য দৈবদর্শনটি যথাযথভাবে বাস্তবায়িত করেছেন। তোমরা সুনিশ্চিত পবিত্র মসজিদে ইন-শা আল্লাহ্ প্রবেশ করবে নিরাপত্তার সাথে, তোমাদের মস্তক মুন্ডন ক’রে ও চুল কেটে, তোমরা ভয় না ক’রে। কিন্তু তিনি জানেন যা তোমরা জান না, সেজন্য এইটি ছাড়াও তিনি সংঘটিত করেছেন এক আসন্ন বিজয়।",
    "bn_muhi": "আল্লাহ তাঁর রসূলকে সত্য স্বপ্ন দেখিয়েছেন। আল্লাহ চাহেন তো তোমরা অবশ্যই মসজিদে হারামে প্রবেশ করবে নিরাপদে মস্তকমুন্ডিত অবস্থায় এবং কেশ কর্তিত অবস্থায়। তোমরা কাউকে ভয় করবে না। অতঃপর তিনি জানেন যা তোমরা জান না। এছাড়াও তিনি দিয়েছেন তোমাদেরকে একটি আসন্ন বিজয়।",
    "en": "Certainly has Allah showed to His Messenger the vision in truth. You will surely enter al-Masjid al-Haram, if Allah wills, in safety, with your heads shaved and [hair] shortened, not fearing [anyone]. He knew what you did not know and has arranged before that a conquest near [at hand]."
  },
  {
    "id": 28,
    "ar": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
    "tr": "হুওল্লাযীআরছালা রাছূলাহূবিলহুদা-ওয়া দীনিল হাক্কিলিইউজহিরাহূ‘আলাদ্দীনি কুল্লিহী ওয়া কাফা-বিল্লা-হি শাহীদা-।",
    "bn_haque": "তিনিই সেইজন যিনি তাঁর রসূলকে পাঠিয়েছেন পথনির্দেশ ও সত্য ধর্মের সাথে যেন তিনি একে প্রাধান্য দিতে পারেন ধর্মের -- তাদের সবক’টির উপরে। আর সাক্ষীরূপে আল্লাহ্‌ই যথেষ্ট।",
    "bn_muhi": "তিনিই তাঁর রসূলকে হেদায়েত ও সত্য ধর্মসহ প্রেরণ করেছেন, যাতে একে অন্য সমস্ত ধর্মের উপর জয়যুক্ত করেন। সত্য প্রতিষ্ঠাতারূপে আল্লাহ যথেষ্ট।",
    "en": "It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion. And sufficient is Allah as Witness."
  },
  {
    "id": 29,
    "ar": "مُّحَمَّدٌ رَّسُولُ ٱللَّهِ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ تَرَىٰهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًۢا",
    "tr": "মুহাম্মাদুর রাছূলুল্লা-হি ওয়াল্লাযীনা মা‘আহূআশিদ্দাউ ‘আলাল কুফফা-রি রুহামাউ বাইনাহুম তারা-হুম রুক্কা‘আন ছুজ্জাদাইঁ ইয়াবতাগূনা ফাদলাম মিনাল্লা-হি ওয়া রিদওয়ানান ছীমা-হুম ফী উজূহিহিম মিন আছারিছছু জূদ যা-লিকা মাছালুহুম ফিততাওরা-তি ওয়া মাছালুহুম ফিল ইনজিলি কাঝার ‘ইন আখরাজা শাতআহূ ফাআ-ঝারাহূফাছতাগলাজা ফাছতাওয়া-‘আলা-ছূকিহী ইউ’জিবুঝঝুররা-‘আ লিইয়াগীজা বিহিমুল কুফফা-রা ওয়া ‘আদাল্লা-হুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি মিনহুম মাগফিরাতাওঁ ওয়া আজরান ‘আজীমা-।",
    "bn_haque": "মুহাম্মদ আল্লাহ্‌র রসূল, আর যারা তাঁর সঙ্গে রয়েছেন তারা অবিশ্বাসীদের প্রতি কঠোর, নিজেদের মধ্যে কোমলভাবাপন্ন, তুমি তাদের দেখতে পাবে তারা আল্লাহ্‌র কাছ থেকে করুণাভান্ডার ও সন্তষ্টি কামনা ক’রে রুকু করছে সিজদা করছে। তাদের পরিচায়ক হচ্ছে তাদের মুখমন্ডলের উপরে সিজদার ছাপের মধ্যে। এমনটাই তাদের উদাহরণ তওরাতে এবং তাদের উদাহরণ ইঞ্জিলেও, -- বপন করা শস্যবীজের মতো যা তার অঙ্কুর উদগত করে, তারপর তাকে শক্ত করে, তারপর তা পুষ্ট হয়, তারপর তা খাড়া হয় তার কান্ডের উপরে, -- বপনকারীদের আনন্দবর্ধন করে, তিনি যেন তাদের কারণে অবিশ্বাসীদের অন্তর্জালা সৃষ্টি করেন। যারা ঈমান এনেছে ও সৎকর্ম করছে আল্লাহ্ তাদের মধ্যের লোকজনকে ওয়াদা করেছেন পরিত্রাণ ও এক মহান প্রতিদান।",
    "bn_muhi": "মুহাম্মদ আল্লাহর রসূল এবং তাঁর সহচরগণ কাফেরদের প্রতি কঠোর, নিজেদের মধ্যে পরস্পর সহানুভূতিশীল। আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনায় আপনি তাদেরকে রুকু ও সেজদারত দেখবেন। তাদের মুখমন্ডলে রয়েছে সেজদার চিহ্ন । তওরাতে তাদের অবস্থা এরূপ এবং ইঞ্জিলে তাদের অবস্থা যেমন একটি চারা গাছ যা থেকে নির্গত হয় কিশলয়, অতঃপর তা শক্ত ও মজবুত হয় এবং কান্ডের উপর দাঁড়ায় দৃঢ়ভাবে-চাষীকে আনন্দে অভিভুত করে-যাতে আল্লাহ তাদের দ্বারা কাফেরদের অন্তর্জালা সৃষ্টি করেন। তাদের মধ্যে যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, আল্লাহ তাদেরকে ক্ষমা ও মহাপুরস্কারের ওয়াদা দিয়েছেন।",
    "en": "Muhammad is the Messenger of Allah ; and those with him are forceful against the disbelievers, merciful among themselves. You see them bowing and prostrating [in prayer], seeking bounty from Allah and [His] pleasure. Their mark is on their faces from the trace of prostration. That is their description in the Torah. And their description in the Gospel is as a plant which produces its offshoots and strengthens them so they grow firm and stand upon their stalks, delighting the sowers - so that Allah may enrage by them the disbelievers. Allah has promised those who believe and do righteous deeds among them forgiveness and a great reward."
  }
]