[
  {
    "id": 1,
    "ar": "حمٓ",
    "tr": "হা-মীম",
    "bn_haque": "হা, মীম!",
    "bn_muhi": "হা-মীম।",
    "en": "Ha, Meem."
  },
  {
    "id": 2,
    "ar": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "tr": "তানঝীলুল কিতা-বি মিনাল্লা-হিল ‘আঝীঝিল ‘আলীম।",
    "bn_haque": "এই গ্রন্থের অবতারণ মহাশক্তিশালী, সর্বজ্ঞাতা আল্লাহ্‌র কাছ থেকে,",
    "bn_muhi": "কিতাব অবতীর্ণ হয়েছে আল্লাহর পক্ষ থেকে, যিনি পরাক্রমশালী, সর্বজ্ঞ।",
    "en": "The revelation of the Book is from Allah, the Exalted in Might, the Knowing."
  },
  {
    "id": 3,
    "ar": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ لَآ إِلَٰهَ إِلَّا هُوَ إِلَيْهِ ٱلْمَصِيرُ",
    "tr": "গাফিরিযযামবি ওয়া কাবিলিততাওবি শাদীদিল ‘ইকা-বি যিততাওলি লাইলাহা ইল্লা-হুওয়া, ইলাইহিল মাসীর।",
    "bn_haque": "পাপ থেকে পরিত্রাণকারী ও তওবা কবুলকারী, প্রতিফলদানে কঠোর, উদারতার অধীশ্বর। তিনি ছাড়া অন্য উপাস্য নেই, তাঁরই কাছে শেষ-আগমন।",
    "bn_muhi": "পাপ ক্ষমাকারী, তওবা কবুলকারী, কঠোর শাস্তিদাতা ও সামর্থ?476;ান। তিনি ব্যতীত কোন উপাস্য নেই। তাঁরই দিকে হবে প্রত্যাবর্তন।",
    "en": "The forgiver of sin, acceptor of repentance, severe in punishment, owner of abundance. There is no deity except Him; to Him is the destination."
  },
  {
    "id": 4,
    "ar": "مَا يُجَٰدِلُ فِىٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَٰدِ",
    "tr": "মা-ইউজা-দিলুফীআ-য়া-তিল্লা-হি ইল্লাল্লাযীনা কাফারূফালা-ইয়াগরুরকা তাকাল্লুবুহুম ফিল বিলা-দ।",
    "bn_haque": "আল্লাহ্‌র নির্দেশাবলী সন্বন্ধে কেউ বচসা করে না, কেবল তারা ছাড়া যারা অবিশ্বাস করে, সুতরাং শহরে-নগরে তাদের চলাফেরা যেন তোমাকে প্রতারিত না করে।",
    "bn_muhi": "কাফেররাই কেবল আল্লাহর আয়াত সম্পর্কে বিতর্ক করে। কাজেই নগরীসমূহে তাদের বিচরণ যেন আপনাকে বিভ্রান্তিতে না ফেলে।",
    "en": "No one disputes concerning the signs of Allah except those who disbelieve, so be not deceived by their [uninhibited] movement throughout the land."
  },
  {
    "id": 5,
    "ar": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَٰدَلُوا۟ بِٱلْبَٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ",
    "tr": "কাযযাবাত কাবলাহুম কাওমুনূহিওঁ ওয়াল আহঝা-বুমিম বা‘দিহিম ওয়া হাম্মাত কুল্লুউম্মাতিম বিরাছূলিহিম লিইয়া’খুযূহু ওয়া জা-দালূবিলবা-তিলি লিইউদহিদূ বিহিল হাক্কা ফাআখাযতুহুম ফাকাইফা কা-না ‘ইকা-ব।",
    "bn_haque": "এদের আগে নূহের স্বজাতি প্রত্যাখ্যান করেছিল, আর তাদের পরের অন্যান্য দলও, আর প্রত্যেক সম্প্রদায়ই তাদের রসূল সন্বন্ধে মতলব করেছিল তাঁকে ধরে আনতে, আর তারা তর্কাতর্কি করত মিথ্যার সাহায্যে যেন তার দ্বারা তারা সত্যকে পঙ্গু করে ফেলতে পারে, ফলে আমি তাদের পাকড়াও করলাম, সুতরাং কেমন ছিল আমার শাস্তিদান!",
    "bn_muhi": "তাদের পূর্বে নূহের সম্প্রদায় মিথ্যারোপ করেছিল, আর তাদের পরে অন্য অনেক দল ও প্রত্যেক সম্প্রদায় নিজ নিজ পয়গম্বরকে আক্রমণ করার ইচ্ছা করেছিল এবং তারা মিথ্যা বিতর্কে প্রবৃত্ত হয়েছিল, যেন সত্যধর্মকে ব্যর্থ করে দিতে পারে। অতঃপর আমি তাদেরকে পাকড়াও করলাম। কেমন ছিল আমার শাস্তি।",
    "en": "The people of Noah denied before them and the [disbelieving] factions after them, and every nation intended [a plot] for their messenger to seize him, and they disputed by [using] falsehood to [attempt to] invalidate thereby the truth. So I seized them, and how [terrible] was My penalty."
  },
  {
    "id": 6,
    "ar": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَٰبُ ٱلنَّارِ",
    "tr": "ওয়া কাযা-লিকা হাক্কাত কালিমাতুরাব্বিকা ‘আলাল্লাযীনা কাফারূআন্নাহুম আসহা-বুন্নার।",
    "bn_haque": "আর এভাবেই তোমার প্রভুর বাণী সত্য প্রমাণিত হয়েছিল তাদের বিরুদ্ধে যারা অবিশ্বাস করেছিল -- যে তারাই হচ্ছে আগুনের বাসিন্দা।",
    "bn_muhi": "এভাবে কাফেরদের বেলায় আপনার পালনকর্তার এ বাক্য সত্য হল যে, তারা জাহান্নামী।",
    "en": "And thus has the word of your Lord come into effect upon those who disbelieved that they are companions of the Fire."
  },
  {
    "id": 7,
    "ar": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ",
    "tr": "আল্লাযীনা ইয়াহমিলূনাল‘আরশা ওয়া মান হাওলাহূইউছাব্বিহূনা বিহামদি রাব্বিহিমওয়া ইউ’মিনূনা বিহী ওয়া ইয়াছতাগফিরূনা লিল্লাযীনা আ-মানূ রাব্বানা-ওয়াছি‘তা কুল্লা শাইয়িররাহমাতাওঁ ওয়া ‘ইলমান ফাগফির লিল্লাযীনা তা-বূওয়াত্তাবা‘ঊ ছাবীলাকা ওয়াকিহিম ‘আযা-বাল জাহীম।",
    "bn_haque": "যারা আরশ বহন করে আর যারা এর চারপাশে রয়েছে তারা তাদের প্রভুর প্রশংসায় জপতপ করছে আর তাঁর প্রতি বিশ্বাস করছে, আর পরিত্রাণ প্রার্থনা করছে তাদের জন্য যারা বিশ্বাস করেছে -- \"আমাদের প্রভু! তুমি সব-কিছুকে পরিবেষ্টন করে রয়েছ করুণার ও জ্ঞানের দ্বারা, কাজেই তুমি পরিত্রাণ করো তাদের যারা ফিরেছে ও তোমার পথ অনুসরণ করেছে, আর তাদের রক্ষা করো জ্বলন্ত আগুনের শাস্তি থেকে।",
    "bn_muhi": "যারা আরশ বহন করে এবং যারা তার চারপাশে আছে, তারা তাদের পালনকর্তার সপ্রশংস পবিত্রতা বর্ণনা করে, তার প্রতি বিশ্বাস স্থাপন করে এবং মুমিনদের জন্যে ক্ষমা প্রার্থনা করে বলে, হে আমাদের পালনকর্তা, আপনার রহমত ও জ্ঞান সবকিছুতে পরিব্যাপ্ত। অতএব, যারা তওবা করে এবং আপনার পথে চলে, তাদেরকে ক্ষমা করুন এবং জাহান্নামের আযাব থেকে রক্ষা করুন।",
    "en": "Those [angels] who carry the Throne and those around it exalt [ Allah ] with praise of their Lord and believe in Him and ask forgiveness for those who have believed, [saying], \"Our Lord, You have encompassed all things in mercy and knowledge, so forgive those who have repented and followed Your way and protect them from the punishment of Hellfire."
  },
  {
    "id": 8,
    "ar": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّٰتِهِمْ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "tr": "রাব্বানা-ওয়া আদখিলহুম জান্না-তি ‘আদনি নিল্লাতী ওয়া ‘আত্তাহুম ওয়া মান সালাহা মিন আবাইহিম ওয়া আঝওয়া-জিহিম ওয়া যুররিইয়া-তিহিম ইন্নাকা আনতাল ‘আঝীঝুল হাকীম।",
    "bn_haque": "\"আমাদের প্রভু! আর তাদের প্রবেশ করাও নন্দন-কাননে যা তুমি ওয়াদা করেছিলে তাদের জন্য, আর যারা সৎকর্ম করেছে -- তাদের বাপদাদাদের ও তাদের পতি-পত্নীদের ও তাদের সন্তান-সন্ততিদের মধ্যে থেকে। নিঃসন্দেহ তুমি নিজেই মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "হে আমাদের পালনকর্তা, আর তাদেরকে দাখিল করুন চিরকাল বসবাসের জান্নাতে, যার ওয়াদা আপনি তাদেরকে দিয়েছেন এবং তাদের বাপ-দাদা, পতি-পত্নী ও সন্তানদের মধ্যে যারা সৎকর্ম করে তাদেরকে। নিশ্চয় আপনি পরাক্রমশালী, প্রজ্ঞাময়।",
    "en": "Our Lord, and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their fathers, their spouses and their offspring. Indeed, it is You who is the Exalted in Might, the Wise."
  },
  {
    "id": 9,
    "ar": "وَقِهِمُ ٱلسَّيِّـَٔاتِ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "tr": "ওয়া কিহিমুছ ছাইয়িআ-তি ওয়া মান তাকিছ ছাইয়িআ-তি ইয়াওমায়িযিন ফাকাদ রাহিমতাহূ ওয়া যা-লিকা হুওয়াল ফাওঝুল ‘আজীম।",
    "bn_haque": "আর তাদের রক্ষা করো মন্দ থেকে। আর সেইদিন যাকে তুমি মন্দ থেকে রক্ষা করবে তাকে তো তুমি আলবৎ করুণা করেছ। আর এইটিই খোদ মহাসাফল্য।",
    "bn_muhi": "এবং আপনি তাদেরকে অমঙ্গল থেকে রক্ষা করুন। আপনি যাকে সেদিন অমঙ্গল থেকে রক্ষা করবেন, তার প্রতি অনুগ্রহই করবেন। এটাই মহাসাফল্য।",
    "en": "And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment.\""
  },
  {
    "id": 10,
    "ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَٰنِ فَتَكْفُرُونَ",
    "tr": "ইন্নাল্লাযীনা কাফারূইউনা-দাওনা লামাকতুল্লা-হি আকবারু মিম্মাকতিকুম আনফুছাকুম ইয তুদ‘আওনা ইলাল ঈমা-নি ফাতাকফুরূন।",
    "bn_haque": "নিঃসন্দেহ যারা অবিশ্বাস পোষণ করে তাদের ঘোষণা করা হবে -- \"আল্লাহ্‌র বিরূপতা তোমাদের নিজেদের প্রতি তোমাদের বিরক্তির চেয়েও অনেক বেশী ছিল, কেননা ধর্মবিশ্বাসের প্রতি তোমাদের আহ্বান করা হচ্ছিল অথচ তোমরা প্রত্যাখ্যান করছিলে!\"",
    "bn_muhi": "যারা কাফের তাদেরকে উচ্চঃস্বরে বলা হবে, তোমাদের নিজেদের প্রতি তোমাদের আজকের এ ক্ষোভ অপেক্ষা আল্লার ক্ষোভ অধিক ছিল, যখন তোমাদেরকে ঈমান আনতে বলা হয়েছিল, অতঃপর তোমরা কুফরী করছিল।",
    "en": "Indeed, those who disbelieve will be addressed, \"The hatred of Allah for you was [even] greater than your hatred of yourselves [this Day in Hell] when you were invited to faith, but you refused.\""
  },
  {
    "id": 11,
    "ar": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
    "tr": "কা-লূ রাব্বানা আমাত্তানাছনাতাইনি ওয়া আহয়াইতানাছনাতাইনি ফা‘তারাফনাবিযুনূবিনা ফাহাল ইলা-খুরূজিম মিন ছাবীল।",
    "bn_haque": "তারা বলবে -- \"আমাদের প্রভু! তুমি দুইবার আমাদের মৃত্যুমুখে ফেলেছ, আর তুমি আমাদের দুইবার জীবন দান করেছ, কাজেই আমরা আমাদের অপরাধ স্বীকার করছি সুতরাং বেরুনোর কোনো পথ আছে কী?\"",
    "bn_muhi": "তারা বলবে হে আমাদের পালনকর্তা! আপনি আমাদেরকে দু’বার মৃত্যু দিয়েছেন এবং দু’ বার জীবন দিয়েছেন। এখন আমাদের অপরাধ স্বীকার করছি। অতঃপর এখন ও নিস্কৃতির কোন উপায় আছে কি?",
    "en": "They will say, \"Our Lord, You made us lifeless twice and gave us life twice, and we have confessed our sins. So is there to an exit any way?\""
  },
  {
    "id": 12,
    "ar": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
    "tr": "যা-লিকুম বিআন্নাহূইযা-দু‘ইয়াল্লা-হু ওয়াহদাহূকাফারতুম ওয়া ইয়ঁইউশরাক বিহী তু’মিনূ ফালহুকমুলিল্লা-হিল ‘আলিইয়িল কাবীর।",
    "bn_haque": "\"এটিই তোমাদের, কেননা যখন আল্লাহ্‌কে তাঁর একত্ব সন্বন্ধে ঘোষণা করা হতো তখন তোমরা অবিশ্বাস করতে, আর যদি তাঁর সঙ্গে অংশী দাঁড় করানো হতো তাহলে তোমরা বিশ্বাস করতে। বস্তুতঃ হুকুম আল্লাহ্‌র -- মহোচ্চ, মহামহিম।",
    "bn_muhi": "তোমাদের এ বিপদ এ কারণে যে, যখন এক আল্লাহকে ডাকা হত, তখন তোমরা কাফের হয়ে যেতে যখন তার সাথে শরীককে ডাকা হত তখন তোমরা বিশ্বাস স্থাপন করতে। এখন আদেশ তাই, যা আল্লাহ করবেন, যিনি সর্বোচ্চ, মহান।",
    "en": "[They will be told], \"That is because, when Allah was called upon alone, you disbelieved; but if others were associated with Him, you believed. So the judgement is with Allah, the Most High, the Grand.\""
  },
  {
    "id": 13,
    "ar": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
    "tr": "হুওয়াল্লাযী ইউরীকুম আ-য়া-তিহী ওয়া ইউনাঝঝিলুলাকুম মিনাছ ছামাই রিঝকাওঁ ওয়ামা-ইয়াতাযাক্কারু ইল্লা-মাইঁ ইউনীব।",
    "bn_haque": "তিনিই সেইজন যিনি তোমাদের তাঁর নিদর্শনাবলী দেখিয়ে থাকেন এবং তোমাদের জন্য আকাশ থেকে পাঠিয়ে থাকেন রিযেক। আর কেউ মনোনিবেশ করে না সে ব্যতীত যে ফেরে।",
    "bn_muhi": "তিনিই তোমাদেরকে তাঁর নিদর্শনাবলী দেখান এবং তোমাদের জন্যে আকাশ থেকে নাযিল করেন রুযী। চিন্তা-ভাবনা তারাই করে, যারা আল্লাহর দিকে রুজু থাকে।",
    "en": "It is He who shows you His signs and sends down to you from the sky, provision. But none will remember except he who turns back [in repentance]."
  },
  {
    "id": 14,
    "ar": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ",
    "tr": "ফাদ‘উল্লা-হা মুখলিসীনা লাহুদ্দীনা ওয়ালাও কারিহাল কা-ফিরূন।",
    "bn_haque": "সুতরাং আল্লাহ্‌কেই আহ্‌বান করো তাঁর প্রতি ধর্মে বিশুদ্ধচিত্ত হয়ে, যদিও অবিশ্বাসীরা বিরূপ হয়।",
    "bn_muhi": "অতএব, তোমরা আল্লাহকে খাঁটি বিশ্বাস সহকারে ডাক, যদিও কাফেররা তা অপছন্দ করে।",
    "en": "So invoke Allah, [being] sincere to Him in religion, although the disbelievers dislike it."
  },
  {
    "id": 15,
    "ar": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
    "tr": "রাফী’উদ্দাজা-তি যুল ‘আরশি ইউলকির রূহা মিন আমরিহী ‘আলা-মাইঁ ইয়াশাউ মিন ‘ইবা-দিহী লিইউনযিরা ইয়াওমাত্তালা-ক।",
    "bn_haque": "তিনি স্তরে স্তরে উন্নয়ণকারী, আরশের অধিপতি। তিনি তাঁর আদেশক্রমে রূহ পাঠিয়ে থাকেন তাঁর বান্দাদের মধ্যের যার প্রতি তিনি ইচ্ছা করে থাকেন, যেন সে সতর্ক করতে পারে মহামিলনের দিন সম্পর্কে --",
    "bn_muhi": "তিনিই সুউচ্চ মর্যাদার অধিকারী, আরশের মালিক, তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছা তত্ত্বপূর্ণ বিষয়াদি নাযিল করেন, যাতে সে সাক্ষাতের দিন সম্পর্কে সকলকে সতর্ক করে।",
    "en": "[He is] the Exalted above [all] degrees, Owner of the Throne; He places the inspiration of His command upon whom He wills of His servants to warn of the Day of Meeting."
  },
  {
    "id": 16,
    "ar": "يَوْمَ هُم بَٰرِزُونَ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
    "tr": "ইয়াওমা হুম বা-রিঝূনা লা-ইয়াখফা-‘আলাল্লা-হি মিনহুম শাইউল লিমানিল মুলকুল ইয়াওমা লিল্লা-হিল ওয়া-হিদিল কাহহা-র।",
    "bn_haque": "যেদিন তারা বের হয়ে পড়বে, আল্লাহ্‌র সমক্ষে তাদের সন্বন্ধে কিছুই লুকোনো থাকবে না। \"আজকের দিনে কার রাজত্ব?\" \"একক সার্বভৌম কর্তৃত্বশীল আল্লাহ্‌র।\"",
    "bn_muhi": "যেদিন তারা বের হয়ে পড়বে, আল্লাহর কাছে তাদের কিছুই গোপন থাকবে না। আজ রাজত্ব কার? এক প্রবল পরাক্রান্ত আল্লাহর।",
    "en": "The Day they come forth nothing concerning them will be concealed from Allah . To whom belongs [all] sovereignty this Day? To Allah, the One, the Prevailing."
  },
  {
    "id": 17,
    "ar": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ لَا ظُلْمَ ٱلْيَوْمَ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
    "tr": "আল ইয়াওমা তুজঝা-কুল্লুনাফছিম বিমা-কাছাবাত লা- জু ল মাল ইয়াওমা ইন্নাল্লাহা ছারী‘উল হিছা-ব।",
    "bn_haque": "সেইদিন প্রত্যেক সত্ত্বাকে প্রতিদান দেওয়া হবে যা সে অর্জন করেছে তার দ্বারা। সেইদিন কোনো অবিচার হবে না। নিঃসন্দেহ আল্লাহ্ হিসাব গ্রহণে তৎপর।",
    "bn_muhi": "আজ প্রত্যেকেই তার কৃতকর্মের প্রতিদান পাবে। আজ যুলুম নেই। নিশ্চয় আল্লাহ দ্রুত হিসাব গ্রহণকারী।",
    "en": "This Day every soul will be recompensed for what it earned. No injustice today! Indeed, Allah is swift in account."
  },
  {
    "id": 18,
    "ar": "وَأَنذِرْهُمْ يَوْمَ ٱلْءَازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَٰظِمِينَ مَا لِلظَّٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
    "tr": "ওয়া আনযিরহুম ইয়াওমাল আ-ঝিফাতি ইযিল কুলূবুলাদাল হানা-জিরি কা-জিমীনা মা-লিজ্জা-লিমীনা মিন হামীমিওঁ ওয়ালা-শাফী‘ইঁ ইউতা-‘।",
    "bn_haque": "আর তুমি তাদের সাবধান করে দাও আসন্ন দিন সম্পর্কে যখন হৃৎপিন্ডগুলো দুঃখকষ্টে কন্ঠাগত হবে। অন্যায়াচারীদের জন্য কোনো বন্ধু থাকবে না, আর থাকবে না কোনো সুপারিশকারী শুনবার মতো।",
    "bn_muhi": "আপনি তাদেরকে আসন্ন দিন সম্পর্কে সতর্ক করুন, যখন প্রাণ কন্ঠাগত হবে, দম বন্ধ হওয়ার উপক্রম হবে। পাপিষ্ঠদের জন্যে কোন বন্ধু নেই এবং সুপারিশকারীও নেই; যার সুপারিশ গ্রাহ্য হবে।",
    "en": "And warn them, [O Muhammad], of the Approaching Day, when hearts are at the throats, filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed."
  },
  {
    "id": 19,
    "ar": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ",
    "tr": "ইয়া‘লামুখাইনাতাল আ‘ইউনি ওয়ামা-তুখফিস সুদূর।",
    "bn_haque": "তিনি জানেন চোখগুলোর চুপিসারে চাওয়া আর যা বুকগুলো লুকিয়ে রাখে।",
    "bn_muhi": "চোখের চুরি এবং অন্তরের গোপন বিষয় তিনি জানেন।",
    "en": "He knows that which deceives the eyes and what the breasts conceal."
  },
  {
    "id": 20,
    "ar": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "tr": "ওয়াল্লা-হু ইয়াকদী বিলহাক্কি ওয়াল্লাযীনা ইয়াদ‘ঊনা মিন দূ নিহী লা-ইয়াকদূ না বিশাইয়িন ইন্নাল্লা-হা হুওয়াছ ছামী‘উল বাসীর।",
    "bn_haque": "আর আল্লাহ্ বিচার করেন সঠিকভাবে, কিন্ত তাঁকে বাদ দিয়ে যাদের তারা আহ্বান করে তারা কোনো কিছুরই সমাধান করতে পারে না। নিঃসন্দেহ আল্লাহ্ -- তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা।",
    "bn_muhi": "আল্লাহ ফয়সালা করেন সঠিকভাবে, আল্লাহর পরিবর্তে তারা যাদেরকে ডাকে, তারা কিছুই ফয়সালা করে না। নিশ্চয় আল্লাহ সবকিছু শুনেন, সবকিছু দেখেন।",
    "en": "And Allah judges with truth, while those they invoke besides Him judge not with anything. Indeed, Allah - He is the Hearing, the Seeing."
  },
  {
    "id": 21,
    "ar": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
    "tr": "আওয়ালাম ইয়াছীরূফিল আরদিফাইয়ানজুরূকাইফা কা-না ‘আ-কিবাতুল্লাযীনা কা-নূমিন কাবলিহিম কা-নূহুম আশাদ্দা মিনহুম কুওওয়াতাঁওয়া আ-ছা-রান ফিল আরদি ফাআখাযাহুমুল্লা-হু বিযুনূবিহিম ওয়ামা-কা-না লাহুম মিনাল্লা-হি মিওঁ ওয়া-ক।",
    "bn_haque": "এরা কি দুনিয়াতে পরিভ্রমণ করে নি, করলে দেখত কেমন হয়েছিল তাদের পরিণাম যারা ছিল এদের পূর্ববর্তী? তারা তো ছিল বলবিক্রমে এদের চেয়েও প্রবল আর দুনিয়াদারির কৃতিত্বেও, কিন্ত আল্লাহ্ তাদের পাকড়াও করলেন তাদের অপরাধের জন্য, আর তাদের জন্য আল্লাহ্‌র থেকে কোনো রক্ষাকারী নেই।",
    "bn_muhi": "তারা কি দেশ-বিদেশ ভ্রমণ করে না, যাতে দেখত তাদের পূর্বসুরিদের কি পরিণাম হয়েছে? তাদের শক্তি ও কীর্তি পৃথিবীতে এদের অপেক্ষা অধিকতর ছিল। অতঃপর আল্লাহ তাদেরকে তাদের গোনাহের কারণে ধৃত করেছিলেন এবং আল্লাহ থেকে তাদেরকে রক্ষাকারী কেউ হয়নি।",
    "en": "Have they not traveled through the land and observed how was the end of those who were before them? They were greater than them in strength and in impression on the land, but Allah seized them for their sins. And they had not from Allah any protector."
  },
  {
    "id": 22,
    "ar": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
    "tr": "যা-লিকা বিআন্নাহুম কা-নাত্তা’তীহিম রুছুলুহুম বিলবাইয়িনা-তি ফাকাফারূফাআখাযাহুমুল্লা-হু ইন্নাহূকাবিওউন শাদীদুল ‘ইকা-ব।",
    "bn_haque": "এমনটাই! কেন না তাদের ক্ষেত্রে -- তাদের রসূলগণ তাদের কাছে এসেছিলেন সুস্পষ্ট প্রমাণাবলী নিয়ে, কিন্ত তারা অবিশ্বাস করেছিল, কাজেই আল্লাহ্ তাদের পাকড়াও করলেন। নিঃসন্দেহ তিনি মহাশক্তিশালী, প্রতিফলদানে কঠোর।",
    "bn_muhi": "এর কারণ এই যে, তাদের কাছে তাদের রসূলগণ সুস্পষ্ট নিদর্শনাবলী নিয়ে আগমন করত, অতঃপর তারা কাফের হয়ে যায়, তখন আল্লাহ তাদের ধৃত করেন। নিশ্চয় তিনি শক্তিধর, কঠোর শাস্তিদাতা।",
    "en": "That was because their messengers were coming to them with clear proofs, but they disbelieved, so Allah seized them. Indeed, He is Powerful and severe in punishment."
  },
  {
    "id": 23,
    "ar": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٍ مُّبِينٍ",
    "tr": "ওয়ালাকাদ আরছালনা-মূছা-বিআ-য়া-তিনা-ওয়া ছুলতা-নিম মুবীন।",
    "bn_haque": "আর আমরা নিশ্চয়ই মূসাকে পাঠিয়েছিলাম আমাদের নির্দেশাবলী ও স্পষ্ট কর্তৃত্ত্ব দিয়ে,",
    "bn_muhi": "আমি আমার নিদর্শনাবলী ও স্পষ্ট প্রমাণসহ মূসাকে প্রেরণ করেছি।",
    "en": "And We did certainly send Moses with Our signs and a clear authority"
  },
  {
    "id": 24,
    "ar": "إِلَىٰ فِرْعَوْنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُوا۟ سَٰحِرٌ كَذَّابٌ",
    "tr": "ইলা-ফির‘আওনা ওয়া হা-মা-না ওয়া কা-রূনা ফাকা-লূছা-হিরুন কাযযা-ব।",
    "bn_haque": "ফিরআউন ও হামান ও ক্কারূনের কাছে, কিন্ত তারা বলল -- \"একজন জাদুকর, মিথ্যাবাদী।\"",
    "bn_muhi": "ফেরাউন, হামান ও কারুণের কাছে, অতঃপর তারা বলল, সে তো জাদুকর, মিথ্যাবাদী।",
    "en": "To Pharaoh, Haman and Qarun; but they said, \"[He is] a magician and a liar.\""
  },
  {
    "id": 25,
    "ar": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ وَمَا كَيْدُ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍ",
    "tr": "ফালাম্মা-জাআ হুম বিলহাক্কিমিন ‘ইনদিনা-কা-লুকতুলূআবনাআল্লাযীনা আ-মানূ মা‘আহু ওয়াছতাহইঊ নিছাআহুম ওয়ামা-কাইদুল কা-ফিরীনা ইল্লা-ফী দালা-ল।",
    "bn_haque": "তারপর যখন তিনি আমাদের তরফ থেকে সত্য নিয়ে তাদের কাছে এলেন তখন তারা বলল, \"তার সঙ্গে যারা বিশ্বাস করেছে তাদের ছেলেদের কোতল করো ও বাঁচতে দাও তাদের মেয়েদের।\" বস্তুতঃ অবিশ্বাসীদের চক্তান্ত ব্যর্থ বৈ তো নয়।",
    "bn_muhi": "অতঃপর মূসা যখন আমার কাছ থেকে সত্যসহ তাদের কাছে পৌঁছাল; তখন তারা বলল, যারা তার সঙ্গী হয়ে বিশ্বাস স্থাপন করেছে, তাদের পুত্র সন্তানদেরকে হত্যা কর, আর তাদের নারীদেরকে জীবিত রাখ। কাফেরদের চক্রান্ত ব্যর্থই হয়েছে।",
    "en": "And when he brought them the truth from Us, they said, \"Kill the sons of those who have believed with him and keep their women alive.\" But the plan of the disbelievers is not except in error."
  },
  {
    "id": 26,
    "ar": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
    "tr": "ওয়া কা-লা ফির‘আওনুযারূনীআকতুল মুছা-ওয়াল ইয়াদ‘উ রাব্বাহূ ইন্নীআখা-ফু আইঁ ইউবাদ্দিলা দীনাকুম আও আইঁ ইউজহিরা ফিল আরদিল ফাছা-দ।",
    "bn_haque": "আর ফিরআউন বলল -- \"আমাকে ছেড়ে দাও যাতে আমি মূসাকে বধ করতে পারি, আর সে তার প্রভুকে ডাকতে থাকুক, নিঃসন্দেহ আমি আশঙ্কা করছি যে সে তোমাদের ধর্মমত বদলে দেবে, অথবা সে দেশের মধ্যে বিপর্যয়ের প্রসার করবে।",
    "bn_muhi": "ফেরাউন বলল; তোমরা আমাকে ছাড়, মূসাকে হত্যা করতে দাও, ডাকুক সে তার পালনকর্তাকে! আমি আশংকা করি যে, সে তোমাদের ধর্ম পরিবর্তন করে দেবে অথবা সে দেশময় বিপর্যয় সৃষ্টি করবে।",
    "en": "And Pharaoh said, \"Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption in the land.\""
  },
  {
    "id": 27,
    "ar": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
    "tr": "ওয়া কা-লা মূছাইন্নী ‘উযতুবিরাববী ওয়া রাব্বিকুম মিন কুল্লি মুতাকাব্বিরিল লা-ইউ’মিনু বিইয়াওমিল হিছা-ব।",
    "bn_haque": "আর মূসা বললেন -- \"আমি নিশ্চয়ই আমার প্রভুর ও তোমাদের প্রভুর আশ্রয় চাইছি প্রত্যেক অহংকারী থেকে যে হিসেব- নিকেশের দিনের প্রতি বিশ্বাস করে না।\"",
    "bn_muhi": "মূসা বলল, যারা হিসাব দিবসে বিশ্বাস করে না এমন প্রত্যেক অহংকারী থেকে আমি আমার ও তোমাদের পালনকর্তার আশ্রয় নিয়ে নিয়েছি।",
    "en": "But Moses said, \"Indeed, I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account.\""
  },
  {
    "id": 28,
    "ar": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَٰتِ مِن رَّبِّكُمْ وَإِن يَكُ كَٰذِبًا فَعَلَيْهِ كَذِبُهُۥ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
    "tr": "ওয়া কা-লা রাজুলুম মু’মিনুম  মিন আ-লি ফির‘আওনা ইয়াকতুমুঈমা-নাহূ আতাকতুলূনা রাজূলান আইঁ ইয়াকূলা রাব্বিয়াল্লা-হু ওয়া কাদ জাআকুম বিলবাইয়িনা-তি মির রাব্বিকুম ওয়া ইয়ঁইয়াকুকা-যিবান ফা‘আলাইহি কাযিবুহূওয়া ইয়ঁইয়াকুসাদিকাইঁ ইউসিবকুম বা‘দুল্লাযী ইয়া‘ইদুকুম ইন্নাল্লা-হা লা-ইয়াহদী মান হুওয়া মুছরিফুন কাযযাব।",
    "bn_haque": "আর ফিরআউনের লোকদের থেকে একজন বিশ্বাসী ব্যক্তি যে তার ঈমান লুকিয়ে রেখেছিল, বলল -- \"তোমরা কি একজন লোককে হত্যা করবে যেহেতু তিনি বলেন, 'আমার প্রভু আল্লাহ্‌’, আর নিঃসন্দেহ তিনি তোমাদের প্রভুর কাছ থে কে স্পষ্ট প্রমাণ নিয়ে তোমাদের কাছে এসেছেন? আর তিনি যদি মিথ্যাবাদী হতেন তাহলে তিনি তোমাদের যে-সবের ভয় দেখান তার কতকটা তোমাদের উপরে আপতিত হবে। নিঃসন্দেহ আল্লাহ্ তাকে সৎপথে পরিচালিত করেন না যে অমিতাচারী, প্রত্যাখ্যানকারী।",
    "bn_muhi": "ফেরাউন গোত্রের এক মুমিন ব্যক্তি, যে তার ঈমান গোপন রাখত, সে বলল, তোমরা কি একজনকে এজন্যে হত্যা করবে যে, সে বলে, আমার পালনকর্তা আল্লাহ, অথচ সে তোমাদের পালনকর্তার নিকট থেকে স্পষ্ট প্রমাণসহ তোমাদের নিকট আগমন করেছে? যদি সে মিথ্যাবাদী হয়, তবে তার মিথ্যাবাদিতা তার উপরই চাপবে, আর যদি সে সত্যবাদী হয়, তবে সে যে শাস্তির কথা বলছে, তার কিছু না কিছু তোমাদের উপর পড়বেই। নিশ্চয় আল্লাহ সীমালংঘনকারী, মিথ্যাবাদীকে পথ প্রদর্শন করেন না।",
    "en": "And a believing man from the family of Pharaoh who concealed his faith said, \"Do you kill a man [merely] because he says, 'My Lord is Allah ' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allah does not guide one who is a transgressor and a liar."
  },
  {
    "id": 29,
    "ar": "يَٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
    "tr": "ইয়া-কাওমি লাকুমুল ইয়াওমা জা-হিরীনা ফিল আরদি ফামাইঁ ইয়ানসুরুনা-মিম বা’ছিল্লা-হি ইন জাআনা- কা-লা ফির‘আওনুমাউরীকুম ইল্লা-মাআরাওয়ামাআহদীকুম ইল্লা-ছাবীলার রাশা-দ।",
    "bn_haque": "হে আমার স্বজাতি! তোমাদেরই আজ রাজত্ব চলছে, তোমরা দেশে সর্বপ্রধান, কিন্ত কে আমাদের সাহায্য করবে আল্লাহ্‌র দুর্যোগ থেকে যদি তা আমাদের উপরে এসে পড়ে?\" ফিরআউন বলল -- \"আমি তোমাদের দেখাই না যা আমি না দেখি, আর আমি তোমাদের পরিচালিত করি না সঠিক পথে ছাড়া।",
    "bn_muhi": "হে আমার কওম, আজ এদেশে তোমাদেরই রাজত্ব, দেশময় তোমরাই বিচরণ করছ; কিন্তু আমাদের আল্লাহর শাস্তি এসে গেলে কে আমাদেরকে সাহায্য করবে? ফেরাউন বলল, আমি যা বুঝি, তোমাদেরকে তাই বোঝাই, আর আমি তোমাদেরকে মঙ্গলের পথই দেখাই।",
    "en": "O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allah if it came to us?\" Pharaoh said, \"I do not show you except what I see, and I do not guide you except to the way of right conduct.\""
  },
  {
    "id": 30,
    "ar": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
    "tr": "ওয়াকালাল্লাযী আ-মানা ইয়াকাওমি ইন্নীআখা-ফু‘আলাইকুম মিছলা ইয়াওমিল আহঝা-ব।",
    "bn_haque": "আর যে বিশ্বাস করেছিল সে বলল -- \"হে আমার স্বজাতি! আমি নিশ্চয়ই তোমাদের জন্য আশঙ্কা করছি যেমনটা ঘটেছিল সম্মিলিতগোষ্ঠীর দিনে,",
    "bn_muhi": "সে মুমিন ব্যক্তি বললঃ হে আমার কওম, আমি তোমাদের জন্যে পূর্ববর্তী সম্প্রদায়সমূহের মতই বিপদসঙ্কুল দিনের আশংকা করি।",
    "en": "And he who believed said, \"O my people, indeed I fear for you [a fate] like the day of the companies -"
  },
  {
    "id": 31,
    "ar": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
    "tr": "মিছলা দা’বি কাওমি নূহিওঁ ওয়া ‘আ-দিওঁ ওয়া ছামূদা ওয়াল্লাযীনা মিম বা‘দিহিম ওয়া মাল্লা-হু ইউরীদুজুলমাল লিল‘ইবা-দ।",
    "bn_haque": "\"যেমন ধরনে নূহ-এর ও 'আদ-এর ও ছামুদের সম্প্রদায়ের উপরে, আর যারা ছিল তাদের পরবর্তী। আর আল্লাহ্ বান্দাদের প্রতি কোনো জুলুম চান না।",
    "bn_muhi": "যেমন, কওমে নূহ, আদ, সামুদ ও তাদের পরবর্তীদের অবস্থা হয়েছিল। আল্লাহ বান্দাদের প্রতি কোন যুলুম করার ইচ্ছা করেন না।",
    "en": "Like the custom of the people of Noah and of 'Aad and Thamud and those after them. And Allah wants no injustice for [His] servants."
  },
  {
    "id": 32,
    "ar": "وَيَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
    "tr": "ওয়া ইয়া-কাওমি ইন্নীআখা-ফু‘আলাইকুম ইয়াওমাততানা-দ।",
    "bn_haque": "\"আর হে আমার স্বজাতি! আমি নিঃসন্দেহ তোমাদের জন্য আশঙ্কা করছি পরস্পর ডাকাডাকির দিন সন্বন্ধে --",
    "bn_muhi": "হে আমার কওম, আমি তোমাদের জন্যে প্রচন্ড হাঁক-ডাকের দিনের আশংকা করি।",
    "en": "And O my people, indeed I fear for you the Day of Calling -"
  },
  {
    "id": 33,
    "ar": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
    "tr": "ইয়াওমা তুওয়াললূনা মুদবিরীনা মা-লাকুম মিনাল্লা-হি মিন ‘আ-সিমিওঁ ওয়া মাইঁ ইউদলিলিল্লা -হু ফামা-লাহূমিন হা-দ।",
    "bn_haque": "\"সেইদিন তোমরা ফিরবে পলায়নপর হয়ে, আল্লাহ্‌র থেকে তোমাদের জন্য কোনো রক্ষাকারী থাকবে না। আর যাকে আল্লাহ্ পথভ্রষ্ট হতে দেন তার জন্য তবে কোনো পথপ্রদর্শক থাকবে না।",
    "bn_muhi": "যেদিন তোমরা পেছনে ফিরে পলায়ন করবে; কিন্তু আল্লাহ থেকে তোমাদেরকে রক্ষাকারী কেউ থাকবে না। আল্লাহ যাকে পথভ্রষ্ট করেন, তার কোন পথপ্রদর্শক নেই।",
    "en": "The Day you will turn your backs fleeing; there is not for you from Allah any protector. And whoever Allah leaves astray - there is not for him any guide."
  },
  {
    "id": 34,
    "ar": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
    "tr": "ওয়ালা কাদ জাআকুম ইঊছুফুমিন কাবলুবিলবাইয়িনা-তি ফামা-ঝিলতুম ফী শাক্কিম মিম্মাজাআকুম বিহী হাত্তাইযা-হালাকা কুলতুম লাইঁ ইয়াব‘আছাল্লা-হু মিম বা‘দিহী রাছূলান কাযা-লিকা ইউদিল্লুল্লা-হু মান হুওয়া মুছরিফুম মুরতা-ব।",
    "bn_haque": "\"আর নিশ্চয়ই তোমাদের কাছে এর আগে ইউসুফ এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে, কিন্ত তোমরা বরাবর সন্দেহের মধ্যে ছিলে তিনি যা নিয়ে তোমাদের কাছে এসেছিলেন সে-সন্বন্ধে। কিন্ত যখন তিনি মৃতুবরণ করলেন তখন তোমরা বললে -- 'আল্লাহ্ কখনো তাঁর পরে কোনো রসূল দাঁড় করাবেন না।’ এইভাবেই আল্লাহ্ পথভ্রষ্ট হতে দেন তাকে যে স্বয়ং অমিতাচারী, সন্দেহভাজন --",
    "bn_muhi": "ইতিপূর্বে তোমাদের কাছে ইউসুফ সুস্পষ্ট প্রামাণাদিসহ আগমন করেছিল, অতঃপর তোমরা তার আনীত বিষয়ে সন্দেহই পোষণ করতে। অবশেষে যখন সে মারা গেল, তখন তোমরা বলতে শুরু করলে, আল্লাহ ইউসুফের পরে আর কাউকে রসূলরূপে পাঠাবেন না। এমনিভাবে আল্লাহ সীমালংঘনকারী, সংশয়ী ব্যক্তিকে পথভ্রষ্ট করেন।",
    "en": "And Joseph had already come to you before with clear proofs, but you remained in doubt of that which he brought to you, until when he died, you said, 'Never will Allah send a messenger after him.' Thus does Allah leave astray he who is a transgressor and skeptic.\""
  },
  {
    "id": 35,
    "ar": "ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
    "tr": "আল্লাযীনা ইউজা-দিলূনা ফীআ-য়া-তিল্লা-হি বিগাইরি ছুলতা-নিন আতা-হুম কাবুরা মাকতান ‘ইনদাল্লা-হি ওয়া ‘ইনদাল্লাযীনা আ-মানূ কাযা-লিকা ইয়াতবা‘উল্লা-হু ‘আলা-কুল্লি কালবি মুতাকাব্বিরিন জাব্বা-র।",
    "bn_haque": "যারা তর্ক করে আল্লাহ্‌র বাণী সন্বন্ধে তাদের কাছে কোনো দলিল-প্রমাণের আগমন ব্যতীত। এটি খুবই ঘৃণিত আল্লাহ্‌র কাছে ও যারা ঈমান এনেছে তাদের কাছে। এইভাবেই আল্লাহ্ মোহর মেরে দেন প্রত্যেক গর্বিত স্বৈরাচারীর হৃদয়ের উপরে।",
    "bn_muhi": "যারা নিজেদের কাছে আগত কোন দলীল ছাড়াই আল্লাহর আয়াত সম্পর্কে বিতর্ক করে, তাদের একজন আল্লাহ ও মুমিনদের কাছে খুবই অসন্তোষজনক। এমনিভাবে আল্লাহ প্রত্যেক অহংকারী-স্বৈরাচারী ব্যক্তির অন্তরে মোহর এঁটে দেন।",
    "en": "Those who dispute concerning the signs of Allah without an authority having come to them - great is hatred [of them] in the sight of Allah and in the sight of those who have believed. Thus does Allah seal over every heart [belonging to] an arrogant tyrant."
  },
  {
    "id": 36,
    "ar": "وَقَالَ فِرْعَوْنُ يَٰهَٰمَٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَٰبَ",
    "tr": "ওয়া কা-লা ফির‘আওনুইয়া-হা-মা-নুবনি লী সারহাল্লা‘আললীআবলুগুল আছবা-ব।",
    "bn_haque": "আর ফিরআউন বলল -- \"হে হামান! আমার জন্য একটি মিনার তৈরি কর যাতে আমি পথ পেতে পারি --",
    "bn_muhi": "ফেরাউন বলল, হে হামান, তুমি আমার জন্যে একটি সুউচ্চ প্রাসাদ নির্মাণ কর, হয়তো আমি পৌঁছে যেতে পারব।",
    "en": "And Pharaoh said, \"O Haman, construct for me a tower that I might reach the ways -"
  },
  {
    "id": 37,
    "ar": "أَسْبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَٰذِبًا وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ",
    "tr": "আছবা-বাছছামা-ওয়া-তি ফাআত্তালি‘আ ইলাইলা-হি মূছা-ওয়া ইন্নী লাআজুন্নুহূকাযিবাওঁ ওয়া কাযা-লিকা ঝুইয়িনা লিফির‘আওনা ছূউ ‘আমালিহী ওয়াসুদ্দা ‘আনিছছাবীলি ওয়ামা-কাইদুফির‘আওনা ইল্লা-ফী তাবা-ব।",
    "bn_haque": "\"মহাকাশমন্ডলীর পথ, যাতে আমি মূসার উপাস্যের প্রতি দৃষ্টিপাত করতে পারি, কিন্ত আমি নিঃসন্দেহ তাকে মিথ্যাবাদী মনে করি।\" আর এইভাবেই ফিরআউনের জন্য চিত্তাকর্ষক করা হয়েছিল তার কাজের মন্দদিকটা, আর তাকে নিবৃত্ত করা হয়েছিল পথ থেকে। আর ফিরআউনের ফন্দি ধ্বংসের মধ্যে ছাড়া আর কিছু নয়।",
    "bn_muhi": "আকাশের পথে, অতঃপর উঁকি মেরে দেখব মূসার আল্লাহকে। বস্তুতঃ আমি তো তাকে মিথ্যাবাদীই মনে করি। এভাবেই ফেরাউনের কাছে সুশোভিত করা হয়েছিল তার মন্দ কর্মকে এবং সোজা পথ থেকে তাকে বিরত রাখা হয়েছিল। ফেরাউনের চক্রান্ত ব্যর্থ হওয়ারই ছিল।",
    "en": "The ways into the heavens - so that I may look at the deity of Moses; but indeed, I think he is a liar.\" And thus was made attractive to Pharaoh the evil of his deed, and he was averted from the [right] way. And the plan of Pharaoh was not except in ruin."
  },
  {
    "id": 38,
    "ar": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ",
    "tr": "ওয়াকালাল্লাযীআ-মানা ইয়া-কাওমিততাবি‘ঊনি আহদিকুম ছাবীলার রাশা-দ।",
    "bn_haque": "আর যে ঈমান এনেছিল সে বলল -- \"হে আমার স্বজাতি! তোমরা আমার অনুসরণ করো, আমি তোমাদের চালিয়ে নিয়ে যাব সঠিক পথ ধরে।",
    "bn_muhi": "মুমিন লোকটি বললঃ হে আমার কওম, তোমরা আমার অনুসরণ কর। আমি তোমাদেরকে সৎপথ প্রদর্শন করব।",
    "en": "And he who believed said, \"O my people, follow me, I will guide you to the way of right conduct."
  },
  {
    "id": 39,
    "ar": "يَٰقَوْمِ إِنَّمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَٰعٌ وَإِنَّ ٱلْءَاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ",
    "tr": "ইয়া-কাওমি ইন্নামা-হা-যিহিল হায়া-তুদ দুনইয়া-মাতা-‘উওঁ ওয়া ইন্নাল আ-খিরাতা হিয়া দা-রুল কারা-র।",
    "bn_haque": "\"হে আমার স্বজাতি! নিশ্চয় দুনিয়ার এই জীবনটা সুখভোগ মাত্র, আর অবশ্য পরকাল -- সেটি হচ্ছে চিরস্থায়ী আবাস।",
    "bn_muhi": "হে আমার কওম, পার্থিব এ জীবন তো কেবল উপভোগের বস্তু, আর পরকাল হচ্ছে স্থায়ী বসবাসের গৃহ।",
    "en": "O my people, this worldly life is only [temporary] enjoyment, and indeed, the Hereafter - that is the home of [permanent] settlement."
  },
  {
    "id": 40,
    "ar": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا وَمَنْ عَمِلَ صَٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
    "tr": "মান ‘আমিলা ছাইয়িআতান ফালা-ইউজঝাইল্লা-মিছলাহা- ওয়ামান ‘আমিলা সালিহাম মিন যাকারিন আও উনছা-ওয়া হুওয়া মু’মিনুন ফাউলাইকা ইয়াদখুলূনাল জান্নাতা ইউরঝাকূনা ফীহা-বিগাইরি হিছা-ব।",
    "bn_haque": "\"যে কেউ মন্দ কাজ করে তাকে তবে প্রতিদান দেওয়া হবে না তার সমান-সমান ব্যতীত, আর যে কেউ ভাল কাজ করে -- সে পুরুষ হোক বা নারী, আর সে মুমিন হয় -- তাহলে তারাই জান্নাতে প্রবেশ করবে, সেখানে তাদের বেহিসাব রিযেক দেওয়া হবে।",
    "bn_muhi": "যে মন্দ কর্ম করে, সে কেবল তার অনুরূপ প্রতিফল পাবে, আর যে, পুরুষ অথবা নারী মুমিন অবস্থায় সৎকর্ম করে তারাই জান্নাতে প্রবেশ করবে। তথায় তাদেরকে বে-হিসাব রিযিক দেয়া হবে।",
    "en": "Whoever does an evil deed will not be recompensed except by the like thereof; but whoever does righteousness, whether male or female, while he is a believer - those will enter Paradise, being given provision therein without account."
  },
  {
    "id": 41,
    "ar": "وَيَٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
    "tr": "ওয়া ইয়া-কাওমি মা-লীআদ‘ঊকুম ইলান নাজা-তি ওয়া তাদ‘ঊনানীইলান্না-র।",
    "bn_haque": "\"আর হে আমার স্বজাতি! আমার কী হয়েছে যে আমি তোমাদের আহ্বান করছি মুক্তির দিকে, অথচ তোমরা আমাকে ডাকছো আগুনের দিকে?",
    "bn_muhi": "হে আমার কওম, ব্যাপার কি, আমি তোমাদেরকে দাওয়াত দেই মুক্তির দিকে, আর তোমরা আমাকে দাওয়াত দাও জাহান্নামের দিকে।",
    "en": "And O my people, how is it that I invite you to salvation while you invite me to the Fire?"
  },
  {
    "id": 42,
    "ar": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّٰرِ",
    "tr": "তাদ‘ঊনানী লিআকফুরা বিল্লা-হি ওয়া উশরিকা বিহী মা-লাইছা লী বিহী ‘ইলমুওঁ ওয়াআনা আদ‘ঊকুম ইলাল ‘আঝীঝিল গাফফা-র।",
    "bn_haque": "\"তোমরা আমাকে আহ্বান করছ যেন আমি আল্লাহ্‌কে অবিশ্বাস করি ও তাঁর সঙ্গে শরীক করি তাকে যার সন্বন্ধে আমার কোনো জ্ঞান নেই, পক্ষান্তরে আমি তোমাদের ডাকছি মহাশক্তিশালী, পরিত্রাণকারীর দিকে।",
    "bn_muhi": "তোমরা আমাকে দাওয়াত দাও, যাতে আমি আল্লাহকে অস্বীকার করি এবং তাঁর সাথে শরীক করি এমন বস্তুকে, যার কোন প্রমাণ আমার কাছে নেই। আমি তোমাদেরকে দাওয়াত দেই পরাক্রমশালী, ক্ষমাশীল আল্লাহর দিকে।",
    "en": "You invite me to disbelieve in Allah and associate with Him that of which I have no knowledge, and I invite you to the Exalted in Might, the Perpetual Forgiver."
  },
  {
    "id": 43,
    "ar": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْءَاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَٰبُ ٱلنَّارِ",
    "tr": "লা-জারামা আন্নামা-তাদ‘ঊনানীইলাইহি লাইছা লাহূদা‘ওয়াতুনফিদ্দুনইয়া-ওয়ালা-ফিল আ-খিরাতি ওয়া আন্না মারাদ্দানাইলাল্লা-হি ওয়া আন্নাল মুসরিফীনা হুম আসহা-বুন্না-র।",
    "bn_haque": "\"কোনো সন্দেহ নেই যে তোমরা আমাকে যার প্রতি আহ্বান করছ তার কোনো দাবি এই দুনিয়াতে নেই এবং পরকালেও নেই, আর আমাদের প্রত্যাবর্তন তো আল্লাহ্‌রই কাছে, আর নিশ্চয় সীমালংঘনকারীরা -- তারাই আগুনের বাসিন্দা।",
    "bn_muhi": "এতে সন্দেহ নেই যে, তোমরা আমাকে যার দিকে দাওয়াত দাও, হইকালে ও পরকালে তার কোন দাওয়াত নেই! আমাদের প্রত্যাবর্তন আল্লাহর দিকে এবং সীমা লংঘকারীরাই জাহান্নামী।",
    "en": "Assuredly, that to which you invite me has no [response to a] supplication in this world or in the Hereafter; and indeed, our return is to Allah, and indeed, the transgressors will be companions of the Fire."
  },
  {
    "id": 44,
    "ar": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
    "tr": "ফাছাতাযকুরূনা মাআকূলুলাকুম ওয়া উফাওবিদুআমরীইলাল্লা-হি ইন্নাল্লাহা বাসীরুম বিল‘ইবা-দ।",
    "bn_haque": "সেজন্য অচিরেই তোমরা স্মরণ করবে আমি তোমাদের যা বলছি, আর আমার কাজের ভার আল্লাহ্‌তে অর্পণ করছি। নিশ্চয় আল্লাহ্ বান্দাদের সম্পর্কে সর্বদ্রষ্টা।",
    "bn_muhi": "আমি তোমাদেরকে যা বলছি, তোমরা একদিন তা স্মরণ করবে। আমি আমার ব্যাপার আল্লাহর কাছে সমর্পণ করছি। নিশ্চয় বান্দারা আল্লাহর দৃষ্টিতে রয়েছে।",
    "en": "And you will remember what I [now] say to you, and I entrust my affair to Allah . Indeed, Allah is Seeing of [His] servants.\""
  },
  {
    "id": 45,
    "ar": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
    "tr": "ফাওয়াকা-হুল্লা-হুছাইয়িআ-তি মা-মাকারূওয়া হা-কাবিআ-লি ফির‘আওনা ছূ উল ‘আযা-ব।",
    "bn_haque": "তারপর আল্লাহ্ তাঁকে তারা যা ফন্দি এটেছিলঁ তার অনিষ্ট থেকে রক্ষা করেছিলেন, আর ফিরআউনের লোকদের জন্য এক ভীষণ শাস্তি ঘেরাও করেছিল, --",
    "bn_muhi": "অতঃপর আল্লাহ তাকে তাদের চক্রান্তের অনিষ্ট থেকে রক্ষা করলেন এবং ফেরাউন গোত্রকে শোচনীয় আযাব গ্রাস করল।",
    "en": "So Allah protected him from the evils they plotted, and the people of Pharaoh were enveloped by the worst of punishment -"
  },
  {
    "id": 46,
    "ar": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
    "tr": "আন্না-রু ইউ‘রাদূ না ‘আলাইহা-গুদুওওয়াওঁ ওয়া ‘আশিইইয়াওঁ ওয়া ইয়াওমা তাকূমুছ ছা‘আতু আদখিলূআ-লা ফির‘আওনা আশাদ্দাল ‘আযা-ব।",
    "bn_haque": "আগুন -- তাদের এর কাছে আনা হবে সকালে ও সন্ধ্যায়, আর যেদিন ঘড়িঘন্টা এসে দাঁড়াবে -- \"ফিরআউনের লোকদের প্রবেশ করাও কঠোরতম শাস্তিতে।\"",
    "bn_muhi": "সকালে ও সন্ধ্যায় তাদেরকে আগুনের সামনে পেশ করা হয় এবং যেদিন কেয়ামত সংঘটিত হবে, সেদিন আদেশ করা হবে, ফেরাউন গোত্রকে কঠিনতর আযাবে দাখিল কর।",
    "en": "The Fire, they are exposed to it morning and evening. And the Day the Hour appears [it will be said], \"Make the people of Pharaoh enter the severest punishment.\""
  },
  {
    "id": 47,
    "ar": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
    "tr": "ওয়া ইযইয়াতাহাজ্জূনা ফিন্না-রি ফাইয়াকূলুদদু ‘আফাউ লিল্লাযীনাছতাকবারূইন্নাকুন্না-লাকুম তাবা‘আন ফাহাল আনতুম মুগনূনা ‘আন্না-নাসীবাম মিনান্না-র।",
    "bn_haque": "আর দেখো! তারা আগুনের মধ্যে পরস্পর তর্কাতর্কি করবে, তখন দুর্বলেরা বলবে তাদের যারা হামবড়াই করত -- \"অবশ্য আমরা তো তোমাদেরই তাঁবেদার ছিলাম, সুতরাং তোমরা কি আমাদের থেকে আগুনের কিছুটা অংশ সরিয়ে নেবে?\"",
    "bn_muhi": "যখন তারা জাহান্নামে পরস্পর বিতর্ক করবে, অতঃপর দূর্বলরা অহংকারীদেরকে বলবে, আমরা তোমাদের অনুসারী ছিলাম। তোমরা এখন জাহান্নামের আগুনের কিছু অংশ আমাদের থেকে নিবৃত করবে কি?",
    "en": "And [mention] when they will argue within the Fire, and the weak will say to those who had been arrogant, \"Indeed, we were [only] your followers, so will you relieve us of a share of the Fire?\""
  },
  {
    "id": 48,
    "ar": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
    "tr": "কা-লাল্লাযী নাছতাকরারূইন্না-কুল্লুন ফীহা ইন্নাল্লা-হা কাদ হাকামা বাইনাল ‘ইবা-দ।",
    "bn_haque": "যারা হামবড়াই করত তারা বলবে -- \"আমরা তো সব-ক’জনই এর মধ্যে রয়েছি। নিঃসন্দেহ আল্লাহ্ বিচার-মীমাংসা করে ফেলেছেন বান্দাদের মধ্যে।\"",
    "bn_muhi": "অহংকারীরা বলবে, আমরা সবাই তো জাহান্নামে আছি। আল্লাহ তাঁর বান্দাদের ফয়সালা করে দিয়েছেন।",
    "en": "Those who had been arrogant will say, \"Indeed, all [of us] are in it. Indeed, Allah has judged between the servants.\""
  },
  {
    "id": 49,
    "ar": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
    "tr": "ওয়া কা-লাল্লাযীনা ফিন্না-রি লিখাঝানাতি জাহান্নামাদ‘ঊ রাব্বাকুম ইউখাফফিফ ‘আন্নাইয়াওমাম মিনাল ‘আযা-ব।",
    "bn_haque": "আর যারা আগুনের মধ্যে রয়েছে তারা জাহান্নামের রক্ষীদের বলবে -- \"তোমাদের প্রভুকে ডেকে বল তিনি যেন একটা দিন আমাদের থেকে শাস্তির কিছুটা লাঘব করে দেন।\"",
    "bn_muhi": "যারা জাহান্নামে আছে, তারা জাহান্নামের রক্ষীদেরকে বলবে, তোমরা তোমাদের পালনকর্তাকে বল, তিনি যেন আমাদের থেকে একদিনের আযাব লাঘব করে দেন।",
    "en": "And those in the Fire will say to the keepers of Hell, \"Supplicate your Lord to lighten for us a day from the punishment.\""
  },
  {
    "id": 50,
    "ar": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَٰتِ قَالُوا۟ بَلَىٰ قَالُوا۟ فَٱدْعُوا۟ وَمَا دُعَٰٓؤُا۟ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍ",
    "tr": "কা-লূআওয়ালাম তাকুতা’তীকুম রুছুলুকুম বিলবাইয়িনা-তি কা-লূবালা- কালূফাদ‘ঊ ওয়ামা-দু‘আউল কা-ফিরীনা ইল্লা-ফী দালা-ল।",
    "bn_haque": "তারা বলবে, \"এমনটি কি তোমাদের ক্ষেত্রে নয় যে তোমাদের রসূলগণ তোমাদের কাছে স্পষ্ট প্রমাণাবলী নিয়ে এসেছিলেন?\" তারা বলবে, \"হ্যাঁ।\" তারা বলবে -- \"তাহলে ডাকতে থাকো, বস্তুতঃ অবিশ্বাসীদের আর্তনাদ ব্যর্থতায় বৈ তো নয়।\"",
    "bn_muhi": "রক্ষীরা বলবে, তোমাদের কাছে কি সুস্পষ্ট প্রমাণাদিসহ তোমাদের রসূল আসেননি? তারা বলবে হঁ্যা। রক্ষীরা বলবে, তবে তোমরাই দোয়া কর। বস্তুতঃ কাফেরদের দোয়া নিস্ফলই হয়।",
    "en": "They will say, \"Did there not come to you your messengers with clear proofs?\" They will say, \"Yes.\" They will reply, \"Then supplicate [yourselves], but the supplication of the disbelievers is not except in error.\""
  },
  {
    "id": 51,
    "ar": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَٰدُ",
    "tr": "ইন্না- লানানসুরু রুছুলানা- ওয়াল্লাযীনা আ-মানূফিল হায়া-তিদ্দুনইয়া-ওয়া ইয়াওমা ইয়াকূ মুল আশহা-দ ।",
    "bn_haque": "নিঃসন্দেহ আমরা অবশ্যই আমাদের রসূলগণকে ও যারা ঈমান এনেছে তাদের সাহায্য করে থাকি এই দুনিয়ার জীবনে আর সেইদিন যখন সাক্ষীরা দাঁড়াবে, --",
    "bn_muhi": "আমি সাহায্য করব রসূলগণকে ও মুমিনগণকে পার্থিব জীবনে ও সাক্ষীদের দন্ডায়মান হওয়ার দিবসে।",
    "en": "Indeed, We will support Our messengers and those who believe during the life of this world and on the Day when the witnesses will stand -"
  },
  {
    "id": 52,
    "ar": "يَوْمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
    "tr": "ইয়াওমা লা-ইয়ানফা‘উজ্জা-লিমীনা মা‘যিরাতুহুম ওয়ালাহুমুল লা‘নাতুওয়ালাহুম ছূ উদ্দা র।",
    "bn_haque": "সেদিন অন্যায়াচারীদের কোনো উপকারে লাগবে না তাদের অজুহাতগুলো, আর তাদের জন্য থাকবে ধিক্কার, আর তাদের জন্য রয়েছে নিকৃষ্ট আবাস।",
    "bn_muhi": "সে দিন যালেমদের ওযর-আপত্তি কোন উপকারে আসবে না, তাদের জন্যে থাকবে অভিশাপ এবং তাদের জন্যে থাকবে মন্দ গৃহ।",
    "en": "The Day their excuse will not benefit the wrongdoers, and they will have the curse, and they will have the worst home."
  },
  {
    "id": 53,
    "ar": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ",
    "tr": "ওয়া লাকাদ আ-তাইনা-মূছাল হুদা-ওয়া আওরাছনা-বানীইছরাঈলাল কিতা-ব।",
    "bn_haque": "আর আমরা ইতিপূর্বে মূসাকে পথনির্দেশ দিয়েছিলাম, এবং ইসরাইলের বংশধরদের উত্তরাধিকার করতে দিয়েছিলাম ধর্মগ্রন্থ --",
    "bn_muhi": "নিশ্চয় আমি মূসাকে হেদায়েত দান করেছিলাম এবং বনী ইসরাঈলকে কিতাবের উত্তরাধিকারী করেছিলাম।",
    "en": "And We had certainly given Moses guidance, and We caused the Children of Israel to inherit the Scripture"
  },
  {
    "id": 54,
    "ar": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ",
    "tr": "হুদাওঁ ওয়া যিকরা-লিউলিল আলবা-ব।",
    "bn_haque": "পথনির্দেশ ও স্মরণীয় বার্তা বুদ্ধিবিবেচনা থাকা লোকদের জন্য।",
    "bn_muhi": "বুদ্ধিমানদের জন্যে উপদেশ ও হেদায়েত স্বরূপ।",
    "en": "As guidance and a reminder for those of understanding."
  },
  {
    "id": 55,
    "ar": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَٰرِ",
    "tr": "ফাসবির ইন্না ওয়া‘দাল্লা-হি হাক্কুওঁ ওয়াছতাগফির লিযামবিকা ওয়া ছাব্বিহ বিহামদি রাব্বিকা বিল‘আশিইয়ি ওয়াল ইবকা-র।",
    "bn_haque": "সুতরাং তুমি অধ্যবসায় চালিয়ে যাও, নিঃসন্দেহ আল্লাহ্‌র ওয়াদা ধ্রুবসত্য। আর তুমি তোমার দোষত্রুটির জন্য পরিত্রাণ খুঁজো এবং তোমার প্রভুর প্রশংসার সাথে রাত্রি ও প্রভাতে জপতপ করো।",
    "bn_muhi": "অতএব, আপনি সবর করুন নিশ্চয় আল্লাহর ওয়াদা সত্য। আপনি আপনার গোনাহের জন্যে ক্ষমা প্রর্থনা করুন এবং সকাল-সন্ধ্যায় আপনার পালনকর্তার প্রশংসাসহ পবিত্রতা বর্ণনা করুন।",
    "en": "So be patient, [O Muhammad]. Indeed, the promise of Allah is truth. And ask forgiveness for your sin and exalt [ Allah ] with praise of your Lord in the evening and the morning."
  },
  {
    "id": 56,
    "ar": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَٰلِغِيهِ فَٱسْتَعِذْ بِٱللَّهِ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "tr": "ইন্নাল্লাযীনা ইউজা-দিলূনা ফীআ-য়া-তিল্লা-হি বিগাইরি ছুলতা-নিন আতা-হুম ইন ফী সূদূ রিহিম ইল্লা-কিবরুম মা-হুম ব্বিা-লিগীহি ফাছতা‘ইযবিল্লা-হি ইন্নাহূহুওয়াছ ছামী‘উল বাসীর।",
    "bn_haque": "নিঃসন্দহ যারা আল্লাহ্‌র বাণীসমূহ নিয়ে তর্কবিতর্ক করে তাদের কাছে কোনো দলিল-প্রমাণের আগমন ব্যতিরেকে, তাদের অন্তরে রয়েছে হামবড়াই বৈ তো নয়, যা তারা কখনো লাভ করতে পারবে না। সুতরাং আল্লাহ্‌র কাছে আশ্রয় চাও। নিঃসন্দেহ তিনি স্বয়ং সর্বশ্রোতা, সর্বদ্রষ্টা।",
    "bn_muhi": "নিশ্চয় যারা আল্লাহর আয়াত সম্পর্কে বিতর্ক করে তাদের কাছে আগত কোন দলীল ব্যতিরেকে, তাদের অন্তরে আছে কেবল আত্নম্ভরিতা, যা অর্জনে তারা সফল হবে না। অতএব, আপনি আল্লাহর আশ্রয় প্রার্থনা করুন। নিশ্চয় তিনি সবকিছু শুনেন, সবকিছু দেখেন।",
    "en": "Indeed, those who dispute concerning the signs of Allah without [any] authority having come to them - there is not within their breasts except pride, [the extent of] which they cannot reach. So seek refuge in Allah . Indeed, it is He who is the Hearing, the Seeing."
  },
  {
    "id": 57,
    "ar": "لَخَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "tr": "লাখালকুছ ছামা-ওয়া-তি ওয়াল আরদি আকবারু মিন খালকিন্না-ছি ওয়ালা-কিন্না আকছারান্না-ছি লা-ইয়া‘লামূন।",
    "bn_haque": "মহাকাশমন্ডলী ও পৃথিবীর সৃষ্টি নিশ্চয়ই মানুষের সৃষ্টির চেয়ে কঠিনতর, কিন্ত অধিকাংশ লোকেই জানে না।",
    "bn_muhi": "মানুষের সৃষ্টি অপেক্ষা নভোমন্ডল ও ভূ-মন্ডলের সৃষ্টি কঠিনতর। কিন্তু অধিকাংশ মানুষ বোঝে না।",
    "en": "The creation of the heavens and earth is greater than the creation of mankind, but most of the people do not know."
  },
  {
    "id": 58,
    "ar": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَلَا ٱلْمُسِىٓءُ قَلِيلًا مَّا تَتَذَكَّرُونَ",
    "tr": "ওয়ামা-ইয়াছতাবিল আ‘মা-ওয়াল বাসীরু ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসালিহা-তি ওয়ালাল মুছীউ কালীলাম মা-তাতাযাক্কারূন।",
    "bn_haque": "আর অন্ধ ও চক্ষুষ্মান একসমান নয়, আর যারা ঈমান এনেছে ও সৎকাজ করছে এবং দুস্কর্মকারীরাও নয়। সামান্যই তা যা তোমরা মনোনিবেশ করে থাকো!",
    "bn_muhi": "অন্ধ ও চক্ষুষ্মান সমান নয়, আর যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে এবং কুকর্মী। তোমরা অল্পই অনুধাবন করে থাক।",
    "en": "And not equal are the blind and the seeing, nor are those who believe and do righteous deeds and the evildoer. Little do you remember."
  },
  {
    "id": 59,
    "ar": "إِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
    "tr": "ইন্নাছ ছা-‘আতা লা- আ-তিয়াতুল লা-রাইবা ফীহা-,ওয়ালা-কিন্না আকছারান্না-ছি লাইউ’মিনূন।",
    "bn_haque": "নিঃসন্দেহ ঘড়িঘন্টা প্রায় এসেই গেছে, এতে কোনো সন্দেহ নাই। কিন্ত অধিকাংশ লোকই বিশ্বাস করে না।",
    "bn_muhi": "কেয়ামত অবশ্যই আসবে, এতে সন্দেহ নেই; কিন্ত অধিকাংশ লোক বিশ্বাস স্থাপন করে না।",
    "en": "Indeed, the Hour is coming - no doubt about it - but most of the people do not believe."
  },
  {
    "id": 60,
    "ar": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
    "tr": "ওয়া কা-লা রাব্বুকুমুদ ‘ঊনীআছতাজিব লাকুম ইন্নাল্লাযীনা ইয়াছতাকবিরূনা ‘আন ‘ইবা-দাতী ছাইয়াদখুলূনা জাহান্নামা দা-খিরীন।",
    "bn_haque": "আর তোমাদের প্রভু বলেন -- \"তোমরা আমাকে আহ্বান করো, আমি তোমাদের প্রতি সাড়া দেব। নিঃসন্দেহ যারা আমাকে উপাসনা করার বেলা অহংকার বোধ করে তারা অচিরেই জাহান্নামে প্রবেশ করবে লাঞ্ছিত অবস্থায়।\"",
    "bn_muhi": "তোমাদের পালনকর্তা বলেন, তোমরা আমাকে ডাক, আমি সাড়া দেব। যারা আমার এবাদতে অহংকার করে তারা সত্বরই জাহান্নামে দাখিল হবে লাঞ্ছিত হয়ে।",
    "en": "And your Lord says, \"Call upon Me; I will respond to you.\" Indeed, those who disdain My worship will enter Hell [rendered] contemptible."
  },
  {
    "id": 61,
    "ar": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
    "tr": "আল্লা-হুল্লাযী জা‘আলা লাকুমুল্লাইলা লিতাছকুনূফীহি ওয়ান্নাহা-রা মুবসিরান- ইন্নাল্লা-হা লাযূফাদলিন ‘আলান্না-ছি ওয়ালা-কিন্না আকছারান্না-ছি লা-ইয়াশকুরূন।",
    "bn_haque": "আল্লাহ্‌ই তিনি যিনি তোমাদের জন্য রাতকে সৃষ্টি করেছেন যেন তোমরা তাতে বিশ্রাম করতে পারো, আর দিনকে দেখবার জন্য। নিঃসন্দেহ আল্লাহ্ তো মানুষের প্রতি করুণাভান্ডারের অধিকারী, কিন্ত অধিকাংশ লোকই কৃতজ্ঞতা প্রকাশ করে না।",
    "bn_muhi": "তিনিই আল্লাহ যিনি রাত্র সৃষ্টি করেছেন তোমাদের বিশ্রামের জন্যে এবং দিবসকে করেছেন দেখার জন্যে। নিশ্চয় আল্লাহ মানুষের প্রতি অনুগ্রহশীল, কিন্তু অধিকাংশ মানুষ কৃতজ্ঞতা স্বীকার করে না।",
    "en": "It is Allah who made for you the night that you may rest therein and the day giving sight. Indeed, Allah is full of bounty to the people, but most of the people are not grateful."
  },
  {
    "id": 62,
    "ar": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَٰهَ إِلَّا هُوَ فَأَنَّىٰ تُؤْفَكُونَ",
    "tr": "যা-লিকুমুল্লা-হু রাব্বুকুম খা-লিকুকুল্লি শাইয় । লাইলা-হা ইল্লা-হুওয়া ফাআন্নাতু’ফাকূন।",
    "bn_haque": "এইই আল্লাহ্‌, তোমাদের প্রভু, সব-কিছুর সৃষ্টিকর্তা, তিনি ছাড়া অন্য উপাস্য নেই, সুতরাং কার কাছ থেকে তোমরা ফিরে যাচ্ছ?",
    "bn_muhi": "তিনি আল্লাহ, তোমাদের পালনকর্তা, সব কিছুর স্রষ্টা। তিনি ব্যতীত কোন উপাস্য নেই। অতএব তোমরা কোথায় বিভ্রান্ত হচ্ছ?",
    "en": "That is Allah, your Lord, Creator of all things; there is no deity except Him, so how are you deluded?"
  },
  {
    "id": 63,
    "ar": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَٰتِ ٱللَّهِ يَجْحَدُونَ",
    "tr": "কাযা-লিকা ইউ’ফাকুল্লাযীনা কা-নূবিআ-য়া-তিল্লা-হি ইয়াজহাদূন।",
    "bn_haque": "এইভাবেই ফিরে যাচ্ছিল তারা যারা আল্লাহ্‌র নির্দেশাবলীকে প্রত্যাখ্যান করছিল।",
    "bn_muhi": "এমনিভাবে তাদেরকে বিভ্রান্ত করা হয়, যারা আল্লাহর আয়াতসমূহকে অস্বীকার করে।",
    "en": "Thus were those [before you] deluded who were rejecting the signs of Allah ."
  },
  {
    "id": 64,
    "ar": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ",
    "tr": "আল্লা-হুল্লাযী জা‘আলা লাকুমুল আরদা কারা-রাওঁ ওয়াছ ছামাআ বিনাআওঁ ওয়া সাওওয়ারাকুম ফাআহছানা ছুওয়ারাকুম ওয়া রাঝাকাকুম মিনাত্তাইয়িবা-তি যালিকুমুল্লা-হু রাব্বাকুম ফাতাবা-রাকাল্লা-হু রাব্বুল ‘আ-লামীন।",
    "bn_haque": "আল্লাহ্‌ই তিনি যিনি তোমাদের জন্য পৃথিবীকে বাসোপযোগী বানিয়েছেন আর আকাশকে একটি চাঁদোয়া, আর তিনি তোমাদের আকৃতি গঠন করেছেন, সুতরাং তিনি তোমাদের আকৃতি কত সুন্দর করেছেন! আর তিনি তোমাদের জীবিকা দিয়েছেন উৎকৃষ্ট বস্তু থেকে। এইই হচ্ছেন আল্লাহ্ -- তোমাদের প্রভু। অতএব সকল মহিমার পাত্র আল্লাহ্ -- বিশ্বজগতের প্রভু।",
    "bn_muhi": "আল্লাহ, পৃথিবীকে করেছেন তোমাদের জন্যে বাসস্থান, আকাশকে করেছেন ছাদ এবং তিনি তোমাদেরকে আকৃতি দান করেছেন, অতঃপর তোমাদের আকৃতি সুন্দর করেছেন এবং তিনি তোমাদেরকে দান করেছেন পরিচ্ছন্ন রিযিক। তিনি আল্লাহ, তোমাদের পালনকর্তা। বিশ্বজগতের পালনকর্তা, আল্লাহ বরকতময়।",
    "en": "It is Allah who made for you the earth a place of settlement and the sky a ceiling and formed you and perfected your forms and provided you with good things. That is Allah, your Lord; then blessed is Allah, Lord of the worlds."
  },
  {
    "id": 65,
    "ar": "هُوَ ٱلْحَىُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
    "tr": "হুওয়াল হাইয়ুলাইলা-হা ইল্লা-হুওয়া ফাদ‘ঊহু মুখলিসীনা লাহুদ্দীনা আলহামদু লিল্লা হি রাব্বিল ‘আ-লামীন।",
    "bn_haque": "তিনি সদাজীবিত, তিনি ছাড়া অন্য উপাস্য নেই, সুতরাং ধর্মে তাঁর প্রতি একনিষ্ঠচিত্তে তাঁকেই ডাকো। সমস্ত প্রশংসা আল্লাহ্‌র যিনি বিশ্বজগতের প্রভু।",
    "bn_muhi": "তিনি চিরঞ্জীব, তিনি ব্যতীত কোন উপাস্য নেই। অতএব, তাঁকে ডাক তাঁর খাঁটি এবাদতের মাধ্যমে। সমস্ত প্রশংসা বিশ্বজগতের পালনকর্তা আল্লাহর।",
    "en": "He is the Ever-Living; there is no deity except Him, so call upon Him, [being] sincere to Him in religion. [All] praise is [due] to Allah, Lord of the worlds."
  },
  {
    "id": 66,
    "ar": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَٰلَمِينَ",
    "tr": "কুল ইন্নী নুহীতুআন আ‘বুদাল্লাযীনা তাদ‘ঊনা মিন দূ নিল্লা-হি লাম্মা-জাআনিয়াল বাইয়িনা-তুমিররাববী ওয়া উমিরতুআন উছলিমা লিরাব্বিল ‘আ-লামীন।",
    "bn_haque": "বলো -- \"নিঃসন্দেহ আমাকে নিষেধ করা হয়েছে তাদের উপাসনা করতে যাদের তোমরা উপাসনা কর আল্লাহ্‌কে বাদ দিয়ে, -- যখন আমার কাছে আমার প্রভুর কাছ থেকে স্পষ্ট প্রমাণাবলী এসেছে, আর আমাকে নির্দেশ দেওয়া হয়েছে যেন আমি বিশ্বজগতের প্রভুর প্রতি আ‌ত্মসমর্পণ করি।",
    "bn_muhi": "বলুন, যখন আমার কাছে আমার পালনকর্তার পক্ষ থেকে স্পষ্ট প্রমাণাদি এসে গেছে, তখন আল্লাহ ব্যতীত তোমরা যার পূজা কর, তার এবাদত করতে আমাকে নিষেধ করা হয়েছে। আমাকে আদেশ করা হয়েছে বিশ্ব পালনকর্তার অনুগত থাকতে।",
    "en": "Say, [O Muhammad], \"Indeed, I have been forbidden to worship those you call upon besides Allah once the clear proofs have come to me from my Lord, and I have been commanded to submit to the Lord of the worlds.\""
  },
  {
    "id": 67,
    "ar": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
    "tr": "হুওয়াল্লাযীখালাকাকুম মিন তুরা-বিন ছুম্মা মিন নুতফাতিন ছুম্মা মিন‘আলাকাতিন ছুম্মা ইউখরিজুকুম তিফলান ছুম্মা লিতাবলুগূআশুদ্দাকুম ছু ম্মা লিতাকূনূশুয়ূখাও ওয়া মিনকুম মাইঁ ইউতাওয়াফফা-মিন কাবলুওয়া লিতাবলুগূআজালাম মুছাম্মাওঁ ওয়া লা‘আল্লাকুম তা‘কিলূন।",
    "bn_haque": "\"তিনিই সেইজন যিনি তোমাদের সৃষ্টি করেছেন মাটি থেকে, তারপর শুক্রকীট থেকে, তারপর রক্তপিন্ড থেকে, তারপর তিনি তোমাদের বের করে আনেন শিশুরূপে, তারপর যেন তোমরা বাড়তে পারো তোমাদের পূর্ণযৌবনে, তারপর যেন তোমরা বৃদ্ধ হতে পারো, আর তোমাদের মধ্যে কাউকে মরতে দেওয়া হয় আগেই, -- কাজেকাজেই তোমরা যেন নির্ধারিত সময়সীমায় পৌঁছুতে পারো, আর যেন তোমরা বুঝতে-সুঝতে পারো।",
    "bn_muhi": "তিনি তো তোমাদের সৃষ্টি করেছেন মাটির দ্বারা, অতঃপর শুক্রবিন্দু দ্বারা, অতঃপর জমাট রক্ত দ্বারা, অতঃপর তোমাদেরকে বের করেন শিশুরূপে, অতঃপর তোমরা যৌবনে পদর্পণ কর, অতঃপর বার্ধক্যে উপনীত হও। তোমাদের কারও কারও এর পূর্বেই মৃত্যু ঘটে এবং তোমরা নির্ধারিত কালে পৌঁছ এবং তোমরা যাতে অনুধাবন কর।",
    "en": "It is He who created you from dust, then from a sperm-drop, then from a clinging clot; then He brings you out as a child; then [He develops you] that you reach your [time of] maturity, then [further] that you become elders. And among you is he who is taken in death before [that], so that you reach a specified term; and perhaps you will use reason."
  },
  {
    "id": 68,
    "ar": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "tr": "হুওয়াল্লাযী ইউহয়ী ওয়া ইউমীতু ফাইযা-কাদাআমরান ফাইন্নামা-ইয়াকূলুলাহূ কুন ফাইয়াকূন।",
    "bn_haque": "তিনিই সেইজন যিনি জীবনদান করেন ও মৃত্যু ঘটান, সুতরাং তিনি যখন কোনো ব্যাপারের বিধান করেন তখন শুধুমাত্র তিনি সে-সন্বন্ধে বলেন -- 'হও’, ফলে তা হয়ে যায়।",
    "bn_muhi": "তিনিই জীবিত করেন এবং মৃত্যু দেন। যখন তিনি কোন কাজের আদেশ করেন, তখন একথাই বলেন, হয়ে যা’-তা হয়ে যায়।",
    "en": "He it is who gives life and causes death; and when He decrees a matter, He but says to it, \"Be,\" and it is."
  },
  {
    "id": 69,
    "ar": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
    "tr": "আলাম তারা ইলাল্লাযীনা ইউজা-দিলূনা ফীআ-য়া-তিল্লা-হি আন্না ইউসরাফূন।",
    "bn_haque": "তুমি কি তাদের দিকে চেয়ে দেখো নি যারা আল্লাহ্‌র নির্দেশাবলী নিয়ে বিতর্ক করে? ওরা কেমন করে ফিরে যাচ্ছে --",
    "bn_muhi": "আপনি কি তাদেরকে দেখেননি, যারা আল্লাহর আয়াত সম্পর্কে বিতর্ক করে, তারা কোথায় ফিরছে?",
    "en": "Do you not consider those who dispute concerning the signs of Allah - how are they averted?"
  },
  {
    "id": 70,
    "ar": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ",
    "tr": "আল্লাযীনা কাযযাবূবিলকিতা-বি ওয়া বিমা আরছালনা- বিহী রুছুলানা- ফাছাওফা ইয়া‘লামূন।",
    "bn_haque": "যারা গ্রন্থখানাকে প্রত্যাখ্যান করছে, আর যা দিয়ে আমরা আমাদের রসূলগণকে পাঠিয়েছিলাম? কিন্ত শীগগিরই তারা বুঝতে পারবে --",
    "bn_muhi": "যারা কিতাবের প্রতি এবং যে বিষয় দিয়ে আমি পয়গম্বরগণকে প্রেরণ করেছি, সে বিষয়ের প্রতি মিথ্যারোপ করে। অতএব, সত্বরই তারা জানতে পারবে।",
    "en": "Those who deny the Book and that with which We sent Our messengers - they are going to know,"
  },
  {
    "id": 71,
    "ar": "إِذِ ٱلْأَغْلَٰلُ فِىٓ أَعْنَٰقِهِمْ وَٱلسَّلَٰسِلُ يُسْحَبُونَ",
    "tr": "ইযিল আগলা-লুফীআ‘না-কিহিম ওয়াছ ছালা-ছিলু ইউসহাবূন।",
    "bn_haque": "যখন তাদের গলায় বেড়ি হবে আর হবে শিকল। তাদের টেনে নিয়ে যাওয়া হবে --",
    "bn_muhi": "যখন বেড়িও শৃঙ্খল তাদের গলদেশে পড়বে। তাদেরকে টেনে নিয়ে যাওয়া হবে।",
    "en": "When the shackles are around their necks and the chains; they will be dragged"
  },
  {
    "id": 72,
    "ar": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
    "tr": "ফিল হামীমি ছু ম্মা ফিন্না-রি ইউছজারূন।",
    "bn_haque": "ফুটন্ত পানির মধ্যে, তারপর তাদের জ্বলতে দেওয়া হবে আগুনের মধ্যে।",
    "bn_muhi": "ফুটন্ত পানিতে, অতঃপর তাদেরকে আগুনে জ্বালানো হবে।",
    "en": "In boiling water; then in the Fire they will be filled [with flame]."
  },
  {
    "id": 73,
    "ar": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
    "tr": "ছু ম্মা কীলা লাহুম আইনা মা-কুনতুম তুশরিকূন।",
    "bn_haque": "তখন তাদের বলা হবে -- \"কোথায় আছে তারা যাদের তোমরা শরিক করতে --",
    "bn_muhi": "অতঃপর তাদেরকে বলা হবে, কোথায় গেল যাদেরকে তোমরা শরীক করতে।",
    "en": "Then it will be said to them, \"Where is that which you used to associate [with Him in worship]"
  },
  {
    "id": 74,
    "ar": "مِن دُونِ ٱللَّهِ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَٰفِرِينَ",
    "tr": "মিন দূ নিল্লা-হি কা-লূদাললূ‘আন্না-বাল লাম নাকুন নাদ‘ঊ মিন কাবলুশাইআন কাযা-লিকা ইউদিল্লুল্লা-হুল কা-ফিরীন।",
    "bn_haque": "আল্লাহ্‌কে বাদ দিয়ে?\" তারা বলবে, \"তারা আমাদের থেকে উধাও হয়েছে, বস্তুতঃ আমরা ইতিপূর্বে এমন কিছুকে আহ্বান করে চলি নি।\" এভাবেই আল্লাহ্ পথভ্রষ্ট হতে দেন অবিশ্বাসীদের।",
    "bn_muhi": "আল্লাহ ব্যতীত? তারা বলবে, তারা আমাদের কাছ থেকে উধাও হয়ে গেছে; বরং আমরা তো ইতিপূর্বে কোন কিছুর পূজাই করতাম না। এমনি ভাবে আল্লাহ কাফেরদেরকে বিভ্রান্ত করেন।",
    "en": "Other than Allah ?\" They will say, \"They have departed from us; rather, we did not used to invoke previously anything.\" Thus does Allah put astray the disbelievers."
  },
  {
    "id": 75,
    "ar": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
    "tr": "যা-লিকুমবিমা- কুনতুম তাফরাহূনা ফিল আরদি বিগাইরিল হাক্কি ওয়া বিমা-কুনতুম তামরাহূন।",
    "bn_haque": "এমনটাই তোমাদের জন্য কেননা তোমরা দুনিয়াতে বেপরোয়া ব্যবহার করতে কোনো যুক্তি ব্যতীত, আর যেহেতু তোমরা হামবড়াই করতে।",
    "bn_muhi": "এটা একারণে যে, তোমরা দুনিয়াতে অন্যায়ভাবে আনন্দ-উল্লাস করতে এবং এ কারণে যে, তোমরা ঔদ্ধত্য করতে।",
    "en": "[The angels will say], \"That was because you used to exult upon the earth without right and you used to behave insolently."
  },
  {
    "id": 76,
    "ar": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
    "tr": "উদখুলূআবওয়া-বা জাহান্নামা খা-লিদীনা ফীহা- ফাবি’ছা মাছওয়াল মুতাকাববিরীন।",
    "bn_haque": "তোমরা জাহান্নামের দরজাগুলো দিয়ে প্রবেশ করো তাতে অবস্থানের জন্য। সুতরাং গর্বিতদের আবাসস্থল কত নিকৃষ্ট!",
    "bn_muhi": "প্রবেশ কর তোমরা জাহান্নামের দরজা দিয়ে সেখানে চিরকাল বসবাসের জন্যে। কত নিকৃষ্ট দাম্ভিকদের আবাসস্থল।",
    "en": "Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\""
  },
  {
    "id": 77,
    "ar": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
    "tr": "ফাসবির ইন্না ওয়া‘দাল্লা-হি হাক্কুন ফাইম্মা-নুরিয়ান্নাকা বা‘দাল্লাযী না‘ইদুহুম আও নাতাওয়াফফাইয়ান্নাকা ফাইলাইনা-ইউরজা‘ঊন।",
    "bn_haque": "কাজেই তুমি অধ্যবসায় চালিয়ে যাও, নিশ্চয় আল্লাহ্‌র ওয়াদা সত্য। সুতরাং তাদের যা ওয়াদা করা হয়েছে আমরা যদি তার কিছুটা তোমাকে দেখিয়েই দিই অথবা তোমার মৃত্যুই ঘটাই, সর্বাবস্থায় আমাদেরই কাছে তাদের ফিরিয়ে আনা হবে।",
    "bn_muhi": "অতএব আপনি সবর করুন। নিশ্চয় আল্লাহর ওয়াদা সত্য। অতঃপর আমি কাফেরদেরকে যে শাস্তির ওয়াদা দেই, তার কিয়দংশ যদি আপনাকে দেখিয়ে দেই অথবা আপনার প্রাণ হরণ করে নেই, সর্বাবস্থায় তারা তো আমারই কাছে ফিরে আসবে।",
    "en": "So be patient, [O Muhammad]; indeed, the promise of Allah is truth. And whether We show you some of what We have promised them or We take you in death, it is to Us they will be returned."
  },
  {
    "id": 78,
    "ar": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ",
    "tr": "ওয়া লাকাদ আরছালনা-রুছুলাম মিন কাবলিকা মিনহুম মান কাসাসনা-‘আলাইকা ওয়া মিনহুম মাল্লাম নাকসুস ‘আলাইকা ওয়ামা-কা-না লিরাছূলিন আইঁ ইয়া’তিয়া বিআয়াতিন ইল্লা-বিইযনিল্লা-হি ফাইযা-জাআ আমরুল্লা-হি কুদিয়া বিলহাক্কিওয়া খাছিরা হুনা-লিকাল মুবতিলূন।",
    "bn_haque": "আর নিশ্চয়ই আমরা তোমার আগে রসূলগণকে পাঠিয়ে দিয়েছি, তাঁদের মধ্যের কারো কারো সন্বন্ধে তোমার কাছে আমরা বিবৃত করেছি, আর তাদের মধ্যের অন্যদের সন্বন্ধে আমরা তোমার কাছে বিবৃত করি নি। আর কোনো রসূলেরই কাজ নয় যে তিনি আল্লাহ্‌র অনুমতি ব্যতীত কোনো নিদর্শন নিয়ে আসবেন, কিন্ত যখন আল্লাহ্‌র নির্দেশ এসে যাবে, তখন মীমাংসা হয়ে যাবে ন্যায়সংগতভাবে, আর বাতিল করার প্রচেষ্টাকারীরা তখন তখনই নাজেহাল হবে।",
    "bn_muhi": "আমি আপনার পূর্বে অনেক রসূল প্রেরণ করেছি, তাদের কারও কারও ঘটনা আপনার কাছে বিবৃত করেছি এবং কারও কারও ঘটনা আপনার কাছে বিবৃত করিনি। আল্লাহর অনুমতি ব্যতীত কোন নিদর্শন নিয়ে আসা কোন রসূলের কাজ নয়। যখন আল্লাহর আদেশ আসবে, তখন ন্যায় সঙ্গত ফয়সালা হয়ে যাবে। সেক্ষেত্রে মিথ্যাপন্থীরা ক্ষতিগ্রস্ত হবে।",
    "en": "And We have already sent messengers before you. Among them are those [whose stories] We have related to you, and among them are those [whose stories] We have not related to you. And it was not for any messenger to bring a sign [or verse] except by permission of Allah . So when the command of Allah comes, it will be concluded in truth, and the falsifiers will thereupon lose [all]."
  },
  {
    "id": 79,
    "ar": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ",
    "tr": "আল্লা-হুল্লাযী জা‘আলা লাকুমুল আন‘আ-মা লিতারকাবূমিনহা-ওয়া মিনহা-তা’কুলূন।",
    "bn_haque": "আল্লাহই তিনি যিনি তেমাদের জন্য গবাদি-পশু সৃষ্টি করেছেন যেন তোমরা তাদের কতকগুলোয় চড়তে পরো ও তাদের কতকটা তোমরা খেতে পারো,",
    "bn_muhi": "আল্লাহ তোমাদের জন্যে চতুস্পদ জন্তু সৃষ্টি করেছেন, যাতে কোন কোনটিই বাহন হিসাবে ব্যবহার কর এবং কোন কোনটিকে ভক্ষণ কর।",
    "en": "It is Allah who made for you the grazing animals upon which you ride, and some of them you eat."
  },
  {
    "id": 80,
    "ar": "وَلَكُمْ فِيهَا مَنَٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
    "tr": "ওয়ালাকুম ফীহা-মানা-ফি‘উ ওয়ালিতাবলগূ ‘আলাইহা-হা-জাতান ফী সদূরিকুম ওয়া ‘আলাইহা-ওয়া ‘আলাল ফুলকি তুহমালূন।",
    "bn_haque": "আর তোমাদের জন্য তাদের মধ্যে রয়েছে মুনাফা, আর যেন তাদের সাহায্যে তোমরা পূরণ করতে পারো তোমাদের অন্তরের বাসনা, আর তাদের উপরে ও জাহাজের উপরে তোমাদের বহন করা হয়।",
    "bn_muhi": "তাতে তোমাদের জন্যে অনেক উপকারিতা রয়েছে আর এজন্যে সৃষ্টি করেছেন; যাতে সেগুলোতে আরোহণ করে তোমরা তোমাদের অভীষ্ট প্রয়োজন পূর্ণ করতে পার। এগুলোর উপর এবং নৌকার উপর তোমরা বাহিত হও।",
    "en": "And for you therein are [other] benefits and that you may realize upon them a need which is in your breasts; and upon them and upon ships you are carried."
  },
  {
    "id": 81,
    "ar": "وَيُرِيكُمْ ءَايَٰتِهِۦ فَأَىَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
    "tr": "ওয়া ইউরীকুম আ-য়া-তিহী  ফাআইয়া আ-য়া-তিল্লা-হি তুনকিরূন।",
    "bn_haque": "আর তিনি তোমাদের দেখিয়ে থাকেন তাঁর নিদর্শনসমূহ। সুতরাং আল্লাহ্‌র নিদর্শনাবলীর কোনটি তোমরা প্রত্যাখ্যান করবে?",
    "bn_muhi": "তিনি তোমাদেরকে তাঁর নিদর্শনাবলী দেখান। অতএব, তোমরা আল্লাহর কোন কোন নিদর্শনকে অস্বীকার করবে?",
    "en": "And He shows you His signs. So which of the signs of Allah do you deny?"
  },
  {
    "id": 82,
    "ar": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
    "tr": "আফালাম ইয়াছীরূফিল আরদিফাইয়ানজুরূকাইফা কা-না ‘আ-কিবাতুল্লাযীনা মিন কাবলিহিম কা-নূআকছারা মিনহুম ওয়া আশাদ্দা কুওওয়াতাঁও ওয়া আছা-রান ফিল আরদিফামাআগনা-‘আনহুম মা-কা-নূইয়াকছিবূন।",
    "bn_haque": "ওরা কি তবে পৃথিবীতে পরিভ্রমণ করে নি, তাহলে ওরা দেখতে পেতো কেমন হয়েছিল তাদের পরিণাম যারা ওদের পূর্ববর্তী ছিল? তারা ওদের চেয়ে অধিকসংখ্যক ছিল আর শক্তিতে প্রবলতর ও দুনিয়াতে কীর্তিস্থাপনে ছিল পারদর্শী। কিন্ত তারা যা অর্জন করে চলেছিল তা তাদের কোনো কাজে আসে নি।",
    "bn_muhi": "তারা কি পৃথিবীতে ভ্রমণ করেনি? করলে দেখত, তাদের পূর্ববর্তীদের কি পরিণাম হয়েছে। তারা তাদের চেয়ে সংখ্যায় বেশী এবং শক্তি ও কীর্তিতে অধিক প্রবল ছিল, অতঃপর তাদের কর্ম তাদেরকে কোন উপকার দেয়নি।",
    "en": "Have they not traveled through the land and observed how was the end of those before them? They were more numerous than themselves and greater in strength and in impression on the land, but they were not availed by what they used to earn."
  },
  {
    "id": 83,
    "ar": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "tr": "ফালাম্মা-জাআতহুম রুছুলুহুম বিলবাইয়িনা-তি ফারিহূবিমা-‘ইনদাহুম মিনাল ‘ইলমি ওয়া হা-কা বিহিম মা-কা-নূবিহী ইয়াছতাহঝিঊন।",
    "bn_haque": "তারপর যখন তাদের রসূলগণ তাদের কাছে স্পষ্ট প্রমাণাবলী নিয়ে এসেছিলেন তখন তাদের কাছে জ্ঞানের যা রয়েছে সেজন্য তারা বেপরোয়া থাকতো, আর ওরা যা নিয়ে ঠাট্টা-বিদ্রপ করত তাই তাদের ঘেরাও করল।",
    "bn_muhi": "তাদের কাছে যখন তাদের রসূলগণ স্পষ্ট প্রমাণাদিসহ আগমন করেছিল, তখন তারা নিজেদের জ্ঞান-গরিমার দম্ভ প্রকাশ করেছিল। তারা যে বিষয় নিয়ে ঠাট্টাবিদ্রুপ করেছিল, তাই তাদেরকে গ্রাস করে নিয়েছিল।",
    "en": "And when their messengers came to them with clear proofs, they [merely] rejoiced in what they had of knowledge, but they were enveloped by what they used to ridicule."
  },
  {
    "id": 84,
    "ar": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ",
    "tr": "ফালাম্মা-রাআও বা’ছানা-কা-লূআ-মান্না-বিল্লা-হি ওয়াহদাহূওয়া কাফার না-বিমাকুন্না-বিহী মুশরিকীন।",
    "bn_haque": "সুতরাং তারা যখন আমাদের দুর্যোগ দেখতে পেল তখন বলল, \"আমরা আল্লাহ্‌তে, তাঁর একত্বে, বিশ্বাস করছি, আর যাদের আমরা তাঁর সঙ্গে শরীক করেছিলাম তাদের আমরা অস্বীকার করছি।\"",
    "bn_muhi": "তারা যখন আমার শাস্তি প্রত্যক্ষ করল, তখন বলল, আমরা এক আল্লাহর প্রতি বিশ্বাস করলাম এবং যাদেরকে শরীক করতাম, তাদেরকে পরিহার করলাম।",
    "en": "And when they saw Our punishment, they said,\" We believe in Allah alone and disbelieve in that which we used to associate with Him.\""
  },
  {
    "id": 85,
    "ar": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ وَخَسِرَ هُنَالِكَ ٱلْكَٰفِرُونَ",
    "tr": "ফালাম ইয়াকুইয়ানফা‘উহুম ঈমা-নুহুম লাম্মা-রাআও বা’ছানা- ছুন্নাতাল্লা-হিল্লাতী কাদ খালাত ফী ‘ইবা-দিহী ওয়া খাছিরা হুনা-লিকাল কা-ফিরূন।",
    "bn_haque": "কিন্ত যখন তারা আমাদের দুর্যোগ প্রত্যক্ষ করেছে তখন তাদের বিশ্বাসস্থাপনা তাদের কোনো উপকারে আসবে না। আল্লাহর রীতি যেটি বলবৎ হয়ে রয়েছে তাঁর বান্দাদের মধ্যে, আর অবিশ্বাসীরা তখনই নাস্তানাবুদ হবে।",
    "bn_muhi": "অতঃপর তাদের এ ঈমান তাদের কোন উপকারে আসল না যখন তারা শাস্তি প্রত্যক্ষ করল। আল্লাহর এ নিয়মই পূর্ব থেকে তাঁর বান্দাদের মধ্যে প্রচলিত হয়েছে। সেক্ষেত্রে কাফেররা ক্ষতিগ্রস্ত হয়।",
    "en": "But never did their faith benefit them once they saw Our punishment. [It is] the established way of Allah which has preceded among His servants. And the disbelievers thereupon lost [all]."
  }
]