[
  {
    "id": 1,
    "ar": "الٓمٓصٓ",
    "tr": "আলিফ লাম মীম সা দ।",
    "bn_haque": "আলিফ, লাম, মীম, স্বাদ।",
    "bn_muhi": "আলিফ, লাম, মীম, ছোয়াদ।",
    "en": "Alif, Lam, Meem, Sad."
  },
  {
    "id": 2,
    "ar": "كِتَٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
    "tr": "কিতা-বুন উনঝিলা ইলাইকা ফালা-ইয়াকুনফীসাদরিকাহারাজুম মিনহু লিতুনযিরা বিহী ওয়া যিকরা-লিলমু’মিনীন।",
    "bn_haque": "তোমার কাছে অবতীর্ণ একটি গ্রন্থ, -- অতএব তোমার বক্ষে এর জন্য কোন সংকোচ না থাকুক -- যেন তুমি এর দ্বারা সতর্ক করতে পারো, এবং মুমিনদের জন্য একটি স্মারক।",
    "bn_muhi": "এটি একটি গ্রন্থ, যা আপনার প্রতি অবতীর্ণ হয়েছে, যাতে করে আপনি এর মাধ্যমে ভীতি-প্রদর্শন করেন। অতএব, এটি পৌছে দিতে আপনার মনে কোনরূপ সংকীর্ণতা থাকা উচিত নয়। আর এটিই বিশ্বাসীদের জন্যে উপদেশ।",
    "en": "[This is] a Book revealed to you, [O Muhammad] - so let there not be in your breast distress therefrom - that you may warn thereby and as a reminder to the believers."
  },
  {
    "id": 3,
    "ar": "ٱتَّبِعُوا۟ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ قَلِيلًا مَّا تَذَكَّرُونَ",
    "tr": "ইত্তাবি‘ঊ মাউনঝিলা ইলাইকুম মির রাব্বিকুম ওয়ালা-তাত্তাবি‘ঊ মিন দূ নিহীআওলিয়াআ কালীলাম মা-তাযাক্কারূন।",
    "bn_haque": "তোমাদের প্রভুর কাছ থেকে তোমাদের কাছে যা অবতীর্ণ হয়েছে তা অনুসরণ করো আর তাঁকে বাদ দিয়ে অভিভাবকদের অনুসরণ করো না। অল্পই যা তোমরা মনে রাখো।",
    "bn_muhi": "তোমরা অনুসরণ কর, যা তোমাদের প্রতি পালকের পক্ষ থেকে অবতীর্ণ হয়েছে এবং আল্লাহকে বাদ দিয়ে অন্য সাথীদের অনুসরণ করো না।",
    "en": "Follow, [O mankind], what has been revealed to you from your Lord and do not follow other than Him any allies. Little do you remember."
  },
  {
    "id": 4,
    "ar": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَٰهَا فَجَآءَهَا بَأْسُنَا بَيَٰتًا أَوْ هُمْ قَآئِلُونَ",
    "tr": "ওয়া কাম মিন কারইয়াতিন আহলাকনা-হা-ফাজাআহা-বা’ছুনা-বাইয়া-তান আও হুম কাইলূন।",
    "bn_haque": "আর জনবসতির মধ্যের কতটা যে আমরা ধ্বংস করেছি, তাই আমাদের শাস্তি তাতে এসেছিল নিশাকালে, অথবা তারা যখন দুপুরবেলায় ঘুম দিচ্ছিল।",
    "bn_muhi": "আর তোমরা অল্পই উপদেশ গ্রহণ কর। অনেক জনপদকে আমি ধ্বংস করে দিয়েছি। তাদের কাছে আমার আযাব রাত্রি বেলায় পৌছেছে অথবা দ্বিপ্রহরে বিশ্রামরত অবস্থায়।",
    "en": "And how many cities have We destroyed, and Our punishment came to them at night or while they were sleeping at noon."
  },
  {
    "id": 5,
    "ar": "فَمَا كَانَ دَعْوَىٰهُمْ إِذْ جَآءَهُم بَأْسُنَآ إِلَّآ أَن قَالُوٓا۟ إِنَّا كُنَّا ظَٰلِمِينَ",
    "tr": "ফামা-কা-না দা‘ওয়া-হুম ইযজাআহুম বা’ছুনা-ইল্লাআন কা-লূইন্না-কুন্না-জা-লিমীন।",
    "bn_haque": "কাজেই তাদের কাছে যখন আমাদের শাস্তি এসে পড়েছিল তখন তাদের অজুহাত আর কিছু ছিল না এই বলা ছাড়া -- \"নিঃসন্দেহ আমরা ছিলাম অন্যায়কারী।\"",
    "bn_muhi": "অনন্তর যখন তাদের কাছে আমার আযাব উপস্থিত হয়, তখন তাদের কথা এই ছিল যে, তারা বললঃ নিশ্চয় আমরা অত্যাচারী ছিলাম।",
    "en": "And their declaration when Our punishment came to them was only that they said, \"Indeed, we were wrongdoers!\""
  },
  {
    "id": 6,
    "ar": "فَلَنَسْـَٔلَنَّ ٱلَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ ٱلْمُرْسَلِينَ",
    "tr": "ফালানাছআলান্নালাযীনা উরছিলা ইলাইহিম ওয়া লানাছআলান্নাল মুরছালীন।",
    "bn_haque": "আমরা তখন তাদের অবশ্যই প্রশ্ন করবো যাদের কাছে প্রেরণ করা হয়েছিল, আর আমরা নিশ্চয়ই প্রেরিত-পুরুষগণকেও জিজ্ঞাসা করবো।",
    "bn_muhi": "অতএব, আমি অবশ্যই তাদেরকে জিজ্ঞেস করব যাদের কাছে রসূল প্রেরিত হয়েছিল এবং আমি অবশ্যই তাদেরকে জিজ্ঞেস করব রসূলগণকে।",
    "en": "Then We will surely question those to whom [a message] was sent, and We will surely question the messengers."
  },
  {
    "id": 7,
    "ar": "فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ وَمَا كُنَّا غَآئِبِينَ",
    "tr": "ফালানাকুসসান্না ‘আলাইহিম বি‘ইলমিওঁ ওয়ামা-কুন্না-গাইবীন।",
    "bn_haque": "তখন আমরা নিশ্চয়ই তাদের কাছে বর্ণনা করবো জ্ঞানের সাথে, আর আমরা তো অনুপস্থিত ছিলাম না।",
    "bn_muhi": "অতঃপর আমি স্বজ্ঞানে তাদের কাছে অবস্থা বর্ণনা করব। বস্তুতঃ আমি অনুপস্থিত তো ছিলাম না।",
    "en": "Then We will surely relate [their deeds] to them with knowledge, and We were not [at all] absent."
  },
  {
    "id": 8,
    "ar": "وَٱلْوَزْنُ يَوْمَئِذٍ ٱلْحَقُّ فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "tr": "ওয়াল ওয়াঝনুইয়াওমাইযিনিল হাক্কু ফামান ছাকুলাত মাওয়া-ঝীনুহু ফাউলাইকা হুমুল মুফলিহূন।",
    "bn_haque": "আর সেদিন ওজন হবে সঠিকভাবে। কাজেই যার পাল্লা ভারী হবে তারাই তবে হবে সফলকাম।",
    "bn_muhi": "আর সেদিন যথার্থই ওজন হবে। অতঃপর যাদের পাল্লা ভারী হবে, তারাই সফলকাম হবে।",
    "en": "And the weighing [of deeds] that Day will be the truth. So those whose scales are heavy - it is they who will be the successful."
  },
  {
    "id": 9,
    "ar": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُم بِمَا كَانُوا۟ بِـَٔايَٰتِنَا يَظْلِمُونَ",
    "tr": "ওয়া মান খাফফাত মাওআ-ঝীনুহূফাউলাইকাল্লাযীনা খাছিরূআনফুছাহুম বিমা-কা-নূ বিআ-য়া-তিনা-ইয়াজলিমূন।",
    "bn_haque": "আর যার পাল্লা হাল্কা হবে এরাই তবে তারা যারা তাদের আ‌ত্মার ক্ষতি সাধন করেছে, কেননা তারা আমাদের নির্দেশাবলীর প্রতি অন্যায় করেছিল।",
    "bn_muhi": "এবং যাদের পাল্লা হাল্কা হবে, তারাই এমন হবে, যারা নিজেদের ক্ষতি করেছে। কেননা, তারা আমার আয়াত সমূহ অস্বীকার করতো।",
    "en": "And those whose scales are light - they are the ones who will lose themselves for what injustice they were doing toward Our verses."
  },
  {
    "id": 10,
    "ar": "وَلَقَدْ مَكَّنَّٰكُمْ فِى ٱلْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَٰيِشَ قَلِيلًا مَّا تَشْكُرُونَ",
    "tr": "ওয়া লাকাদ মাক্কান্না-কুম ফিল আরদিওয়া জা‘আলনা-লাকুম ফীহা-মা‘আ-য়িশা কালীলাম মা-তাশকুরূন।",
    "bn_haque": "আর আমরা তো পৃথিবীতে তোমাদের প্রতিষ্ঠিত করেছি, আর তোমাদের জন্য তাতে করেছি জীবিকার ব্যবস্থা। অল্পই সেইটুকু যা কৃতজ্ঞতা তোমার জ্ঞাপন করো।",
    "bn_muhi": "আমি তোমাদেরকে পৃথিবীতে ঠাই দিয়েছি এবং তোমাদের জীবিকা নির্দিষ্ট করে দিয়েছি। তোমরা অল্পই কৃতজ্ঞতা স্বীকার কর।",
    "en": "And We have certainly established you upon the earth and made for you therein ways of livelihood. Little are you grateful."
  },
  {
    "id": 11,
    "ar": "وَلَقَدْ خَلَقْنَٰكُمْ ثُمَّ صَوَّرْنَٰكُمْ ثُمَّ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ لَمْ يَكُن مِّنَ ٱلسَّٰجِدِينَ",
    "tr": "ওয়া লাকাদ খালাকনা-কুম ছুম্মা সাওওয়ারনা-কুম ছুম্মা কুলনা-লিলমালাইকাতিছজু দূ লিআ-দামা  ফাছাজাদূ ইল্লা-ইবলীছা লাম ইয়াকুম মিনাছ ছা-জিদীন।",
    "bn_haque": "আর নিশ্চয়ই আমরা তোমাদের সৃষ্টি করেছি, তারপর তোমাদের রূপদান করেছি, তারপর ফিরিশ্‌তাদের বললাম -- \"আদমের প্রতি সিজদা করো।\" কাজেই তারা সিজদা করলো, কিন্তু ইবলীস করলো না সে সিজদাকারীদের অন্তর্ভুক্ত হলো না।",
    "bn_muhi": "আর আমি তোমাদেরকে সৃষ্টি করেছি, এরপর আকার-অবয়ব, তৈরী করেছি। অতঃপর আমি ফেরেশতাদেরকে বলছি-আদমকে সেজদা কর তখন সবাই সেজদা করেছে, কিন্তু ইবলীস সে সেজদাকারীদের অন্তর্ভূক্ত ছিল না।",
    "en": "And We have certainly created you, [O Mankind], and given you [human] form. Then We said to the angels, \"Prostrate to Adam\"; so they prostrated, except for Iblees. He was not of those who prostrated."
  },
  {
    "id": 12,
    "ar": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
    "tr": "কা-লা মা-মানা‘আকা আল্লা-তাছজু দা ইয আমারতুকা কা-লা আনা খাইরুম মিনহু খালাকতানী মিন না-রিওঁ ওয়া খালাকতাহূমিন তীন।",
    "bn_haque": "তিনি বললেন -- \"কি তোমাকে বাধা দিয়েছিল যেজন্য তুমি সিজদা করলে না যখন আমি তোমাকে আদেশ করেছিলাম?\" সে বললে -- \"আমি তার চাইতে শ্রেষ্ঠ, আমাকে তুমি আগুন দিয়ে সৃষ্টি করেছ, আর তাকে তুমি সৃষ্টি করেছ কাদা দিয়ে।\"",
    "bn_muhi": "আল্লাহ বললেনঃ আমি যখন নির্দেশ দিয়েছি, তখন তোকে কিসে সেজদা করতে বারণ করল? সে বললঃ আমি তার চাইতে শ্রেষ্ট। আপনি আমাকে আগুন দ্বারা সৃষ্টি করেছেন এবং তাকে সৃষ্টি করেছেন মাটির দ্বারা।",
    "en": "[ Allah ] said, \"What prevented you from prostrating when I commanded you?\" [Satan] said, \"I am better than him. You created me from fire and created him from clay.\""
  },
  {
    "id": 13,
    "ar": "قَالَ فَٱهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخْرُجْ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ",
    "tr": "কা-লা ফাহবিতমিনহা-ফামা-ইয়াকূনুলাকা আন তাতাকাববরা ফীহা- ফাখরুজ ইন্নাকা মিনাসসা-গিরীন।",
    "bn_haque": "তিনি বললেন -- \"তবে এখানে থেকে রসাতলে যাও, তোমার জন্য নয় যে তুমি এখানে অহংকার করবে। কাজেই বেরিয়ে যাও, তুমি আলবৎ অধমদের মধ্যেকার।\"",
    "bn_muhi": "বললেন তুই এখান থেকে যা। এখানে অহংকার করার কোন অধিকার তোর নাই। অতএব তুই বের হয়ে যা। তুই হীনতমদের অন্তর্ভুক্ত।",
    "en": "[ Allah ] said, \"Descend from Paradise, for it is not for you to be arrogant therein. So get out; indeed, you are of the debased."
  },
  {
    "id": 14,
    "ar": "قَالَ أَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
    "tr": "কা-লা আনজিরনীইলা-ইয়াওমি ইউব‘আছূ ন।",
    "bn_haque": "সে বললে -- \"আমাকে সময় দাও সেইদিন পর্যন্ত যখন তারা পুনরুত্থিত হবে।\"",
    "bn_muhi": "সে বললঃ আমাকে কেয়ামত দিবস পর্যন্ত অবকাশ দিন।",
    "en": "[Satan] said, \"Reprieve me until the Day they are resurrected.\""
  },
  {
    "id": 15,
    "ar": "قَالَ إِنَّكَ مِنَ ٱلْمُنظَرِينَ",
    "tr": "কা-লা ইন্নাকা মিনাল মুনজারীন।",
    "bn_haque": "তিনি বললেন -- \"বেশ, তুমি অবকাশপ্রাপ্তদের মধ্যেকার।\"",
    "bn_muhi": "আল্লাহ বললেনঃ তোকে সময় দেয়া হল।",
    "en": "[ Allah ] said, \"Indeed, you are of those reprieved.\""
  },
  {
    "id": 16,
    "ar": "قَالَ فَبِمَآ أَغْوَيْتَنِى لَأَقْعُدَنَّ لَهُمْ صِرَٰطَكَ ٱلْمُسْتَقِيمَ",
    "tr": "কা-লা ফাবিমাআগওয়াইতানী লাআক‘উদান্না লাহুম সিরা-তাকাল মুছতাকীম।",
    "bn_haque": "সে বললে -- \"তবে তুমি যেমন আমাকে বিপথে যেতে দিয়েছ, আমিও তেমনি ওত পেতে থাকবো তাদের জন্য তোমার সহজ- সঠিক পথে।",
    "bn_muhi": "সে বললঃ আপনি আমাকে যেমন উদভ্রান্ত করেছেন, আমিও অবশ্য তাদের জন্যে আপনার সরল পথে বসে থাকবো।",
    "en": "[Satan] said, \"Because You have put me in error, I will surely sit in wait for them on Your straight path."
  },
  {
    "id": 17,
    "ar": "ثُمَّ لَءَاتِيَنَّهُم مِّنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَٰنِهِمْ وَعَن شَمَآئِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَٰكِرِينَ",
    "tr": "ছু ম্মা লাআ-তিইয়ান্নাহুম মিম বাইনি আইদীহিম ওয়া মিন খালফিহিম ওয়া ‘আন আইমা-নিহিম ওয়া ‘আন শামাইলিহিম ওয়ালা-তাজিদুআকছারাহুম শা-কিরীন।",
    "bn_haque": "তারপর আমি আলবৎ তাদের উপরে এসে পড়বো তাদের সামনে থেকে ও তাদের পেছন থেকে, আর তাদের ডাইনে থেকে ও তাদের বামে থেকে, আর তাদের অনেককেই তুমি কৃতজ্ঞ পাবে না।",
    "bn_muhi": "এরপর তাদের কাছে আসব তাদের সামনের দিক থেকে, পেছন দিক থেকে, ডান দিক থেকে এবং বাম দিক থেকে। আপনি তাদের অধিকাংশকে কৃতজ্ঞ পাবেন না।",
    "en": "Then I will come to them from before them and from behind them and on their right and on their left, and You will not find most of them grateful [to You].\""
  },
  {
    "id": 18,
    "ar": "قَالَ ٱخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ",
    "tr": "কা-লাখরুজ মিনহা-মাযঊমাম মাদহূরাল লামান তাবি‘আকা মিনহুম লাআমলাআন্না জাহান্নামা মিনকুম আজমা‘ঈন।",
    "bn_haque": "তিনি বললেন -- \"বেরোও এখান থেকে, বেহায়া, বিতাড়িত! তাদের মধ্যের যে কেউ তোমার অনুসরণ করবে, -- আমি নিশ্চয় জাহান্নাম ভর্তি করবো তোমাদের মধ্যের সবকে দিয়ে।\"",
    "bn_muhi": "আল্লাহ বললেনঃ বের হয়ে যা এখান থেকে লাঞ্ছিত ও অপমানিত হয়ে। তাদের যে কেউ তোর পথেচলবে, নিশ্চয় আমি তোদের সবার দ্বারা জাহান্নাম পূর্ণ করে দিব।",
    "en": "[ Allah ] said, \"Get out of Paradise, reproached and expelled. Whoever follows you among them - I will surely fill Hell with you, all together.\""
  },
  {
    "id": 19,
    "ar": "وَيَٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
    "tr": "ওয়া ইয়া-আ-দামছ কুন আনতা ওয়া ঝাওজুকাল জান্নাতা ফাকুলা-মিন হাইছুশি’তুমাওয়ালা তাকরাবা-হা-যিহিশশাজারাতা ফাতাকূনা-মিনাজ্জা-লিমীন।",
    "bn_haque": "আর -- \"হে আদম! তুমি ও তোমার সঙ্গিনী এই বাগানে বসবাস করো, আর যেখান থেকে তোমরা চাও আহার করো, কিন্তু এই বৃক্ষের ধারেকাছেও যেও না, তাহলে তোমরা অন্যায়কারীদের অন্তর্ভুক্ত হবে।\"",
    "bn_muhi": "হে আদম তুমি এবং তোমার স্ত্রী জান্নাতে বসবাস কর। অতঃপর সেখান থেকে যা ইচ্ছা খাও তবে এ বৃক্ষের কাছে যেয়োনা তাহলে তোমরা গোনাহগার হয়ে যাবে।",
    "en": "And \"O Adam, dwell, you and your wife, in Paradise and eat from wherever you will but do not approach this tree, lest you be among the wrongdoers.\""
  },
  {
    "id": 20,
    "ar": "فَوَسْوَسَ لَهُمَا ٱلشَّيْطَٰنُ لِيُبْدِىَ لَهُمَا مَا وُۥرِىَ عَنْهُمَا مِن سَوْءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنْ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ٱلْخَٰلِدِينَ",
    "tr": "ফাওয়াছওয়াছা লাহুমাশশাইতা-নু লিইউবদিয়া লাহুমা-মাঊরিয়া ‘আনহুমা-মিন ছাওআতিহিমা-ওয়া কা-লা মা-নাহা-কুমা-রাব্বুকুমা ‘আন হা-যিহিশশাজারাতি ইল্লাআন তাকূনামালাকাইনি আও তাকূনা-মিনাল খা-লিদীন।",
    "bn_haque": "তারপর শয়তান তাদের কুমন্ত্রণা দিলে যেন সে তাদের কাছে প্রকাশ করতে পারে তাদের লজ্জার বিষয়ের যা তাদের কাছে গোপন ছিল, তাই সে বললে -- \"তোমাদের প্রভু এই গাছের থেকে তোমাদের নিষেধ করেন নি এই জন্য ছাড়া যে তোমরা ফিরিশ্‌তা হয়ে যাবে কিংবা তোমরা হবে চিরজীবীদের অন্তর্ভুক্ত।\"",
    "bn_muhi": "অতঃপর শয়তান উভয়কে প্ররোচিত করল, যাতে তাদের অঙ্গ, যা তাদের কাছে গোপন ছিল, তাদের সামনে প্রকাশ করে দেয়। সে বললঃ তোমাদের পালনকর্তা তোমাদেরকে এ বৃক্ষ থেকে নিষেধ করেননি; তবে তা এ কারণে যে, তোমরা না আবার ফেরেশতা হয়ে যাও-কিংবা হয়ে যাও চিরকাল বসবাসকারী।",
    "en": "But Satan whispered to them to make apparent to them that which was concealed from them of their private parts. He said, \"Your Lord did not forbid you this tree except that you become angels or become of the immortal.\""
  },
  {
    "id": 21,
    "ar": "وَقَاسَمَهُمَآ إِنِّى لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ",
    "tr": "ওয়া কা-ছামাহুমা-ইন্নী লাকুমা-লামিনান না-সিহীন।",
    "bn_haque": "আর সে তাদের কাছে কসম খেলো -- \"নিঃসন্দেহ আমি তো তোমাদের জন্য সদুপদেশদাতাদের মধ্যেকার।\"",
    "bn_muhi": "সে তাদের কাছে কসম খেয়ে বললঃ আমি অবশ্যই তোমাদের হিতাকাঙ্খী।",
    "en": "And he swore [by Allah ] to them, \"Indeed, I am to you from among the sincere advisors.\""
  },
  {
    "id": 22,
    "ar": "فَدَلَّىٰهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيْطَٰنَ لَكُمَا عَدُوٌّ مُّبِينٌ",
    "tr": "ফাদাল্লা- হুমা-বিগুরূরিন ফালাম্মা-যা-কাশশাজারাতা বাদাত লাহুমা-ছাওআ-তুহুমাওয়া তাফিকা-ইয়াখসিফা-নি ‘আলাইহিমা-মিওঁ ওয়া রাকিল জান্নাতি ওয়া না-দাহুমা-রাব্বুহুমা-আলাম আনহাকুমা-‘আন তিলকুমাশশাজারাতি ওয়া আকুল্লাকুমা ইন্নাশশাইতা-না লাকুমা-‘আদুওউম মুবীন।",
    "bn_haque": "এভাবে সে তাদের বিপথে চালালো প্রতারণার দ্বারা, অতঃপর তারা যখন বৃক্ষের আস্বাদ গ্রহণ করলো, তখন তাদের লজ্জা তাদের কাছে প্রকাশ পেলো, আর তারা তাদের আবৃত করতে লাগলো সেই বাগানের পাতা দিয়ে। আর তাদের প্রভু তাদের ডেকে বললেন -- \"আমি কি তোমাদের নিষেধ করি নি ঐ বৃক্ষ সন্বন্ধে, আর তোমাদের তো আমি বলেইছি যে শয়তান তোমাদের জন্য প্রকাশ্য শত্রু?\"",
    "bn_muhi": "অতঃপর প্রতারণাপূর্বক তাদেরকে সম্মত করে ফেলল। অনন্তর যখন তারা বৃক্ষ আস্বাদন করল, তখন তাদের লজ্জাস্থান তাদের সামনে খুলে গেল এবং তারা নিজের উপর বেহেশতের পাতা জড়াতে লাগল। তাদের প্রতিপালক তাদেরকে ডেকে বললেনঃ আমি কি তোমাদেরকে এ বৃক্ষ থেকে নিষেধ করিনি এবং বলিনি যে, শয়তান তোমাদের প্রকাশ্য শত্রু।",
    "en": "So he made them fall, through deception. And when they tasted of the tree, their private parts became apparent to them, and they began to fasten together over themselves from the leaves of Paradise. And their Lord called to them, \"Did I not forbid you from that tree and tell you that Satan is to you a clear enemy?\""
  },
  {
    "id": 23,
    "ar": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ",
    "tr": "কা-লা রাব্বানা-জালামনাআনফুছানা-ওয়া ইল্লাম তাগফির লানা-ওয়া তারহামনা-লানাকূনান্না মিনাল খা-ছিরীন।",
    "bn_haque": "তারা বললে -- \"আমাদের প্রভু! আমরা আমাদের নিজেদের প্রতি অন্যায় করেছি, আর যদি তুমি আমাদের পরিত্রাণ না করো ও আমাদের তুমি দয়া করো তাহলে আমরা নিশ্চয়ই ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাবো।\"",
    "bn_muhi": "তারা উভয়ে বললঃ হে আমাদের পালনকর্তা আমরা নিজেদের প্রতি জুলম করেছি। যদি আপনি আমাদেরকে ক্ষমা না করেন এবং আমাদের প্রতি অনুগ্রহ না করেন, তবে আমরা অবশ্যই অবশ্যই ধ্বংস হয়ে যাব।",
    "en": "They said, \"Our Lord, we have wronged ourselves, and if You do not forgive us and have mercy upon us, we will surely be among the losers.\""
  },
  {
    "id": 24,
    "ar": "قَالَ ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَٰعٌ إِلَىٰ حِينٍ",
    "tr": "কা-লাহ বিতুবা‘দুকুম লিবা‘দিন ‘আদুওউওঁ ওয়া লাকুম ফিল আরদিমুছতাকাররুওঁ ওয়া মাতা-‘উন ইলা-হীন।",
    "bn_haque": "তিনি বললেন -- \" তোমরা অধঃপাতে যাও। তোমাদের কেউ কেউ অন্য কারোর শত্রু। আর তোমাদের জন্য পৃথিবীতে রয়েছে জিরানোর স্থান ও কিছু সময়ের জন্য সংস্থান।\"",
    "bn_muhi": "আল্লাহ বললেনঃ তোমরা নেমে যাও। তোমরা এক অপরের শত্রু। তোমাদের জন্যে পৃথিবীতে বাসস্থান আছে এবং একটি নির্দিষ্ট মেয়াদ পর্যন্ত ফল ভোগ আছে।",
    "en": "[ Allah ] said, \"Descend, being to one another enemies. And for you on the earth is a place of settlement and enjoyment for a time.\""
  },
  {
    "id": 25,
    "ar": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
    "tr": "কা-লা ফীহা-তাহইয়াওনা ওয়া ফীহা-তামূতূনা ওয়া মিনহা-তুখরাজূন।",
    "bn_haque": "তিনি বললেন -- \"এইখানেই তোমরা জীবন যাপন করবে, আর এতেই তোমরা মৃত্যু বরণ করবে, আর এরই মধ্য থেকে তোমাদের পুনরুত্থিত করা হবে।\"",
    "bn_muhi": "বললেনঃ তোমরা সেখানেই জীবিত থাকবে, সেখানেই মৃত্যুবরন করবে এবং সেখান থেকেই পুনরুঙ্খিত হবে।",
    "en": "He said, \"Therein you will live, and therein you will die, and from it you will be brought forth.\""
  },
  {
    "id": 26,
    "ar": "يَٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ ذَٰلِكَ مِنْ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "tr": "ইয়া-বানীআ-দামা কাদ আনঝালনা-‘আলাইকুম লিবা-ছাইঁ ইউওয়া-রী ছাওআ-তিকুম ওয়া রীশাওঁ ওয়া লিবা-ছুততাকওয়া-যা-লিকা খাইরুন যা-লিকা মিন আ-য়া-তিল্লা-হি লা‘আল্লাহুম ইয়াযযাক্কারূন।",
    "bn_haque": "হে আদম-সন্তানগণ! আমরা তোমাদের জন্য নিশ্চয়ই পোশাক পাঠিয়েছি তোমাদের লজ্জা ঢাকবার ও বেশভূষার জন্য। আর ধর্মপরায়ণতার পোশাক -- তাই সর্বশ্রেষ্ঠ। এ হচ্ছে আল্লাহ্‌র নির্দেশাবলী থেকে, যেন তারা মনে রাখে।",
    "bn_muhi": "হে বনী-আদম আমি তোমাদের জন্যে পোশাক অবর্তীণ করেছি, যা তোমাদের লজ্জাস্থান আবৃত করে এবং অবর্তীণ করেছি সাজ সজ্জার বস্ত্র এবং পরহেযগারীর পোশাক, এটি সর্বোত্তম। এটি আল্লাহর কুদরতেরঅন্যতম নিদর্শন, যাতে তারা চিন্তা-ভাবনা করে।",
    "en": "O children of Adam, We have bestowed upon you clothing to conceal your private parts and as adornment. But the clothing of righteousness - that is best. That is from the signs of Allah that perhaps they will remember."
  },
  {
    "id": 27,
    "ar": "يَٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا ٱلشَّيَٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
    "tr": "ইয়া-বানীআ-দামা লা-ইয়াফতিনান্নাকুমুশ শাইতা-নুকামাআখরাজা আবাওয়াইকুম মিনাল জান্নাতি ইয়ানঝি‘উ ‘আনহুমা-লিবা-ছাহুমা-লিইউরিয়াহুমা-ছাওআ-তিহিমা- ইন্নাহূ ইয়ারা-কুম হুওয়া ওয়াকাবীলুহূমিন হাইছুলা-তারাওনাহুম ইন্না-জা‘আলনাশ শায়াতীনা আওলিয়াআ লিল্লাযীনা লা-ইউ’মিনূন।",
    "bn_haque": "হে আদম-সন্তানগণ! শয়তান যেন তোমাদের কিছুতেই প্রলোভিত না করে, যেমন সে তোমাদের পিতামাতাকে বের করে দিয়েছিল এই বাগান থেকে, তাদের থেকে তাদের পোশাক ছিন্ন ক’রে, যেন সে তাদের দেখাতে পারে তাদের লজ্জা। নিঃসন্দেহ সে তোমাদের দেখে -- সে ও তার কাফেলা, যেখান থেকে তোমরা তাদের দেখতে পাও না। নিঃসন্দেহ আমরা শয়তানকে বানিয়েছি তাদের অভিভাবক যারা বিশ্বাস করে না।",
    "bn_muhi": "হে বনী-আদম শয়তান যেন তোমাদেরকে বিভ্রান্ত না করে; যেমন সে তোমাদের পিতামাতাকে জান্নাত থেকে বের করে দিয়েছে এমতাবস্থায় যে, তাদের পোশাক তাদের থেকে খুলিয়ে দিয়েছি-যাতে তাদেরকে লজ্জাস্থান দেখিয়ে দেয়। সে এবং তার দলবল তোমাদেরকে দেখে, যেখান থেকে তোমরা তাদেরকে দেখ না। আমি শয়তানদেরকে তাদের বন্ধু করে দিয়েছি, , যারা বিশ্বাস স্থাপন করে না।",
    "en": "O children of Adam, let not Satan tempt you as he removed your parents from Paradise, stripping them of their clothing to show them their private parts. Indeed, he sees you, he and his tribe, from where you do not see them. Indeed, We have made the devils allies to those who do not believe."
  },
  {
    "id": 28,
    "ar": "وَإِذَا فَعَلُوا۟ فَٰحِشَةً قَالُوا۟ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "tr": "ওয়া ইযা-ফা‘আলূফা-হিশাতান কা-লুওয়াজাদনা-‘আলাইহাআ-বাআনা-ওয়াল্লা-হু আমারানা-বিহা- কুল ইন্নাল্লা-হা লা-ইয়া’মুরু বিল ফাহশাই আতাকূলূনা ‘আলাল্লা-হি মা-লা-তা‘লামূন।",
    "bn_haque": "আর যখন তারা কোনো অশ্লীল আচরণ করে তখন বলে -- \"আমরা আমাদের পিতৃপুরুষকে এতে পেয়েছি, আর আল্লাহ্ আমাদের এতে আদেশ করেছেন।\" বলো -- \"নিঃসন্দেহ আল্লাহ্ অশ্লীলতাতে আদেশ করেন না। তোমরা কি আল্লাহ্‌র বিরুদ্ধে বলো যা তোমরা জানো না?\"",
    "bn_muhi": "তারা যখন কোন মন্দ কাজ করে, তখন বলে আমরা বাপ-দাদাকে এমনি করতে দেখেছি এবং আল্লাহও আমাদেরকে এ নির্দেশই দিয়েছেন। আল্লাহ মন্দকাজের আদেশ দেন না। এমন কথা আল্লাহর প্রতি কেন আরোপ কর, যা তোমরা জান না।",
    "en": "And when they commit an immorality, they say, \"We found our fathers doing it, and Allah has ordered us to do it.\" Say, \"Indeed, Allah does not order immorality. Do you say about Allah that which you do not know?\""
  },
  {
    "id": 29,
    "ar": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ وَأَقِيمُوا۟ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ",
    "tr": "কুল আমারা রাববী বিলকিছতিওয়া আকীমূউজূহাকুম ‘ইনদা কুল্লি মাছজিদিওঁ ওয়াদ‘ঊহু মুখলিসীনা লাহুদদীনা কামা-বাদাআকুম তা‘ঊদূ ন।",
    "bn_haque": "তুমি বলো -- \"আমার প্রভু আদেশ দেন ন্যায় বিচারের, আর তোমাদের মুখ সোজা দাঁড় করো প্রত্যেক সিজদাস্থলে, আর তাঁকে ডাকো তাঁর প্রতি ধর্মে একনিষ্ঠভাবে।\" যেমন তিনি তোমাদের সৃষ্টি করেছিলেন তোমরা সেভাবে ফিরে আসবে।",
    "bn_muhi": "আপনি বলে দিনঃ আমার প্রতিপালক সুবিচারের নির্দেশ দিয়েছেন এবং তোমরা প্রত্যেক সেজদার সময় স্বীয় মুখমন্ডল সোজা রাখ এবং তাঁকে খাঁটি আনুগত্যশীল হয়ে ডাক। তোমাদেরকে প্রথমে যেমন সৃষ্টি করেছেন, পুনর্বারও সৃজিত হবে।",
    "en": "Say, [O Muhammad], \"My Lord has ordered justice and that you maintain yourselves [in worship of Him] at every place [or time] of prostration, and invoke Him, sincere to Him in religion.\" Just as He originated you, you will return [to life] -"
  },
  {
    "id": 30,
    "ar": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَٰلَةُ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّيَٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
    "tr": "ফারীকান হাদা-ওয়া ফারীকান হাক্কা ‘আলাইহিমুদ্দালা-লাতু ইন্নাহুমুততাখাযুশশায়া-তীনা আওলিয়াআ মিন দূ নিল্লা-হি ওয়া ইয়াহছাবূনা আন্নাহুম মুহতাদূ ন।",
    "bn_haque": "একদলকে তিনি সুপথগামী করেছেন, আর আরেক দলের পথভ্রান্তি তাদের উপরে সংগত হয়েছে। নিঃসন্দেহ তারা আল্লাহ্‌কে ছেড়ে দিয়ে শয়তানদের গ্রহণ করেছিল অভিভাবকরূপে, আর তারা মনে করত যে তারা অবশ্যই সুপথে চালিত।",
    "bn_muhi": "একদলকে পথ প্রদর্শন করেছেন এবং একদলের জন্যে পথভ্রষ্টতা অবধারিত হয়ে গেছে। তারা আল্লাহকে ছেড়ে শয়তানদেরকে বন্ধু হিসাবে গ্রহণ করেছে এবং ধারণা করে যে, তারা সৎপথে রয়েছে।",
    "en": "A group [of you] He guided, and a group deserved [to be in] error. Indeed, they had taken the devils as allies instead of Allah while they thought that they were guided."
  },
  {
    "id": 31,
    "ar": "يَٰبَنِىٓ ءَادَمَ خُذُوا۟ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا۟ وَٱشْرَبُوا۟ وَلَا تُسْرِفُوٓا۟ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
    "tr": "ইয়া-বানীআ-দামা-খুযূঝীনাতাকুম ‘ইনদা কুল্লি মাছজিদিওঁ ওয়া কুলূওয়াশরাবূওয়ালাতুছরিফূ ইন্নাহূলা-ইউহিব্বুল মুছরিফীন।",
    "bn_haque": "হে আদম-সন্তানরা! তোমাদের বেশভূষা গ্রহণ করো প্রত্যেক সিজদাস্থলে, আর খাও ও পান করো, কিন্তু অপচয় করো না, নিঃসন্দেহ তিনি অমিতব্যয়ীদের ভালোবাসেন না।",
    "bn_muhi": "হে বনী-আদম! তোমরা প্রত্যেক নামাযের সময় সাজসজ্জা পরিধান করে নাও, খাও ও পান কর এবং অপব্যয় করো না। তিনি অপব্যয়ীদেরকে পছন্দ করেন না।",
    "en": "O children of Adam, take your adornment at every masjid, and eat and drink, but be not excessive. Indeed, He likes not those who commit excess."
  },
  {
    "id": 32,
    "ar": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزْقِ قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَٰمَةِ كَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍ يَعْلَمُونَ",
    "tr": "কুল মান হাররামা ঝীনাতাল্লা-হিল্লাতীআখরাজা-লি‘ইবা-দিহী ওয়াত্তাইয়িবা-তি মিনার রিঝকি কুল হিয়া লিল্লাযীনা আ-মানূফিল হায়া-তিদদুনইয়া-খা-লিসাতাইঁ ইয়াওমাল কিয়া-মাতি কাযা-লিকা নুফাসসিলুল আ-য়া-তি লিকাওমিইঁ ইয়া‘লামূন।",
    "bn_haque": "বলো -- \"কে নিষিদ্ধ করেছে আল্লাহ্‌র শোভা, -- যা তিনি তাঁর বান্দাদের জন্য সৃষ্টি করেছেন, আর জীবিকা থেকে বিশুদ্ধ বস্তুসমূহ?\" বলো -- \"এ-সব এই দুনিয়ার জীবনে তাদের জন্য যারা ঈমান এনেছে, -- পুনর্জাগরণের দিনে বিশেষভাবে।\" এইভাবে আমরা আমাদের নির্দেশাবলী বিশদভাবে ব্যাখ্যা করি তেমন সম্প্রদায়ের জন্য যারা জানে।",
    "bn_muhi": "আপনি বলুনঃ আল্লাহর সাজ-সজ্জাকে, যা তিনি বান্দাদের জন্যে সৃষ্টি করেছেন এবং পবিত্র খাদ্রবস্তুসমূহকে কে হারাম করেছে? আপনি বলুনঃ এসব নেয়ামত আসলে পার্থিব জীবনে মুমিনদের জন্যে এবং কিয়ামতের দিন খাঁটিভাবে তাদেরই জন্যে। এমনিভাবে আমি আয়াতসমূহ বিস্তারিত বর্ণনা করি তাদের জন্যে যারা বুঝে।",
    "en": "Say, \"Who has forbidden the adornment of Allah which He has produced for His servants and the good [lawful] things of provision?\" Say, \"They are for those who believe during the worldly life [but] exclusively for them on the Day of Resurrection.\" Thus do We detail the verses for a people who know."
  },
  {
    "id": 33,
    "ar": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "tr": "কুল ইন্নামা- হাররামা রাব্বিয়াল ফাওয়া-হিশা মা-জাহারা মিনহা-ওয়া মা- বাতানা ওয়াল ইছমা ওয়াল বাগইয়া বিগাইরিল হাক্কি ওয়া আন তুশরিকূবিল্লা-হি মা-লাম ইউনাঝঝিল বিহী ছুলতা-নাওঁ ওয়া আন তাকূলূ‘আলাল্লা-হি মা-লা-তা‘লামূন।",
    "bn_haque": "বলো -- \"নিঃসন্দেহ আমার প্রভু নিষিদ্ধ করেছেন অশ্লীলতা -- তার যা প্রকাশ পায় ও যা গোপন থাকে, আর পাপাচার, আর ন্যায়বিরুদ্ধ বিদ্রোহাচরণ, আর আল্লাহ্‌র সঙ্গে তোমরা যা শরিক করো যার জন্য কোনো দলিল তিনি অবতীর্ণ করেন নি, আর যেন তোমরা আল্লাহ্‌র বিরুদ্ধে বলো যা তোমরা জানো না।\"",
    "bn_muhi": "আপনি বলে দিনঃ আমার পালনকর্তা কেবলমাত্র অশ্লীল বিষয়সমূহ হারাম করেছেন যা প্রকাশ্য ও অপ্রকাশ্য এবং হারাম করেছেন গোনাহ, অন্যায়-অত্যাচার আল্লাহর সাথে এমন বস্তুকে অংশীদার করা, তিনি যার কোন, সনদ অবতীর্ণ করেননি এবং আল্লাহর প্রতি এমন কথা আরোপ করা, যা তোমরা জান না।",
    "en": "Say, \"My Lord has only forbidden immoralities - what is apparent of them and what is concealed - and sin, and oppression without right, and that you associate with Allah that for which He has not sent down authority, and that you say about Allah that which you do not know.\""
  },
  {
    "id": 34,
    "ar": "وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ",
    "tr": "ওয়া লিকুল্লি উম্মাতিন আজালুন ফাইযা-জাআ আজালুহুম লা-ইয়াছতা’খিরূনা ছা‘আতাওঁ ওয়ালা-ইয়াছতাকদিমূন।",
    "bn_haque": "আর প্রত্যেক জাতির জন্য রয়েছে একটি নির্ধারিত কাল, কাজেই যখন তাদের নির্ধারিত কাল এসে পড়ে তখন তারা দেরি করতে পারবে না ঘন্টাখানেকের জন্যে, আর তারা এগিয়েও আনতে পারবে না।",
    "bn_muhi": "প্রত্যেক সম্প্রদায়ের একটি মেয়াদ রয়েছে। যখন তাদের মেয়াদ এসে যাবে, তখন তারা না এক মুহুর্ত পিছে যেতে পারবে, আর না এগিয়ে আসতে পারবে।",
    "en": "And for every nation is a [specified] term. So when their time has come, they will not remain behind an hour, nor will they precede [it]."
  },
  {
    "id": 35,
    "ar": "يَٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَٰتِى فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "tr": "ইয়া-বানীআ-দামা ইম্মা-ইয়া’তিইয়ান্নাকুম রুছুলুম মিনকুম ইয়াকু সসূনা ‘আলাইকুম আ-য়াতী ফামানিত্তাকা-ওয়া আস লাহা ফালা-খাওফুন ‘আলাইহিম ওয়ালা-হুম ইয়াহঝানূন।",
    "bn_haque": "হে আদমের বংশধরগণ! যখন তোমাদের কাছে তোমাদের মধ্যে থেকে রসূলগণ আসেন তোমাদের কাছে আমার নির্দেশাবলী বর্ণনা করেন, তখন যে কেউ ভয়-ভক্তি করে ও সৎকর্ম করে, তাদের জন্য তবে থাকবে না ভয়ভীতি, আর তারা করবেও না অনুতাপ।",
    "bn_muhi": "হে বনী-আদম, যদি তোমাদের কাছে তোমাদেরই মধ্য থেকে পয়গম্বর আগমন করে তোমাদেরকে আমার আয়াত সমূহ শুনায়, তবে যে ব্যক্তি সংযত হয় এবং সৎকাজ অবলম্বন করে, তাদের কোন আশঙ্কা নেই এবং তারা দুঃখিত হবে না।",
    "en": "O children of Adam, if there come to you messengers from among you relating to you My verses, then whoever fears Allah and reforms - there will be no fear concerning them, nor will they grieve."
  },
  {
    "id": 36,
    "ar": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
    "tr": "ওয়ালাযীনা কাযযাবূবিআ-য়া-তিনা-ওয়াছতাকবারূ‘আনহা-উলাইকা আসহা-বুন্নারি হুম ফীহা-খা-লিদূ ন।",
    "bn_haque": "আর যারা আমাদের নির্দেশাবলীতে মিথ্যারোপ করে আর সে-সব থেকে গর্ববোধ করে, তারাই হচ্ছে আগুনের বাসিন্দা, তারা তাতে থাকবে দীর্ঘকাল।",
    "bn_muhi": "যারা আমার আয়াতসমূহকে মিথ্যা বলবে এবং তা থেকে অহংকার করবে, তারাই দোযখী এবং তথায় চিরকাল থাকবে।",
    "en": "But the ones who deny Our verses and are arrogant toward them - those are the companions of the Fire; they will abide therein eternally."
  },
  {
    "id": 37,
    "ar": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَٰتِهِۦٓ أُو۟لَٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَٰبِ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَٰفِرِينَ",
    "tr": "ফামান আজলামুমিম্মানিফ তারা-‘আলাল্লা-হি কাযিবান আও কাযযাবা বিআ-য়া-তিহী উলাইকা ইয়ানা-লুহুম নাসীবুহুম মিনাল কিতা-বি হাত্তাইযা-জাআতহুম রুছুলুনা-ইয়াতাওয়াফফাওনাহুম কা-লূআইনামা-কুনতুম তাদ‘ঊনা মিন দূ নিল্লা-হি কা-লূদাললূ‘আন্না-ওয়া শাহিদূ‘আলাআনফুছিহিম আন্নাহুম কা-নূকা-ফিরীন।",
    "bn_haque": "অতএব তার চাইতে কে বেশী অন্যায়কারী যে আল্লাহ্ সন্বন্ধে মিথ্যা রচনা করে অথবা তাঁর নির্দেশাবলী প্রত্যাখ্যান করে? এরাই, -- এদের কাছে পৌঁছুবে কিতাব থেকে তাদের ভাগ। শেষ পর্যন্ত যখন আমাদের দূতরা তাদের কাছে আসবে তখন তারা তাদের মৃত্যু ঘটাবে, তারা বলবে -- \"কোথায় আছে তারা যাদের তোমরা আহ্বান করতে আল্লাহ্‌কে ছেড়ে দিয়ে?\" তারা বলবে -- \"তারা আমাদের থেকে চলে গেছে । আর তারা নিজেদের বিরুদ্ধে সাক্ষ্য দেবে যে তারা নিঃসন্দেহ অবিশ্বাসী ছিল।",
    "bn_muhi": "অতঃপর ঐ ব্যক্তির চাইতে অধিক জালেম কে, যে আল্লাহর প্রতি মিথ্যা আরোপ করে অথবা তার নির্দেশাবলীকে মিথ্যা বলে? তারা তাদের গ্রন্থে লিখিত অংশ পেয়ে যাবে। এমন কি, যখন তাদের কাছে আমার প্রেরিত ফেরশতারা প্রাণ নেওয়ার জন্যে পৌছে, তখন তারা বলে; তারা কোথায় গেল, যাদের কে তোমরা আল্লাহ ব্যতীত আহবান করতে? তারা উত্তর দেবেঃ আমাদের কাছ থেকে উধাও হয়ে গেছে, তারা নিজেদের সম্পর্কে স্বীকার করবে যে, তারা অবশ্যই কাফের ছিল।",
    "en": "And who is more unjust than one who invents about Allah a lie or denies His verses? Those will attain their portion of the decree until when Our messengers come to them to take them in death, they will say, \"Where are those you used to invoke besides Allah ?\" They will say, \"They have departed from us,\" and will bear witness against themselves that they were disbelievers."
  },
  {
    "id": 38,
    "ar": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِن لَّا تَعْلَمُونَ",
    "tr": "কা-লাদ খুলূফীউমামিন কাদ খালাত মিন কাবলিকুম মিনাল জিন্নি ওয়াল ইনছি ফিন্না-রি কুল্লামা-দাখালাত উম্মাতুল লা‘আনাত উখতাহা- হাত্তা-ইযাদ্দা-রাকূফীহাজামী‘আন কা-লাত উখরা-হুম লিঊলা-হুম রাব্বানা-হাউলাই আদাললূনা-ফাআতিহিমি ‘আযা-বান দি‘ফাম মিনান্না-রি কা-লা লিকুল্লিন দি‘ফুওঁ ওয়ালা-কিল্লাতা‘লামূন।",
    "bn_haque": "তিনি বলবেন -- \"তোমরা প্রবেশ করো আগুনের মধ্যে দলগতভাবে যারা তোমাদের আগে গত হয়ে গেছে জিন ও মানুষের মধ্য থেকে। যখনি একটি দল প্রবেশ করবে সে অভিশাপ দেবে তার ভগিনীকে। তারপর যখন তারা সবে মিলে তাতে এসে পড়বে, তাদের পশ্চাদগামীরা তাদের অগ্রগামীদের সন্বন্ধে বলবে -- \"আমাদের প্রভু! এরা আমাদের পথভ্রষ্ট করেছিল, সেজন্য তাদের দাও আগুন দ্বারা দ্বিগুণ শাস্তি।\" তিনি বলবেন -- \"প্রত্যেকের জন্য রয়েছে দ্বিগুণ শাস্তি, কিন্তু তোমরা জানো না।\"",
    "bn_muhi": "আল্লাহ বলবেনঃ তোমাদের পূর্বে জিন ও মানবের যেসব সম্প্রদায় চলে গেছে, তাদের সাথে তোমরাও দোযখে যাও। যখন এক সম্প্রদায় প্রবেশ করবে; তখন অন্য সম্প্রদায়কে অভিসম্পাত করবে। এমনকি, যখন তাতে সবাই পতিত হবে, তখন পরবর্তীরা পূর্ববর্তীদের সম্পর্কে বলবেঃ হে আমাদের প্রতিপালক এরাই আমাদেরকে বিপথগামী করেছিল। অতএব, আপনি তাদেরকে দ্বিগুণ শাস্তি দিন। আল্লাহ বলবেন প্রত্যেকেরই দ্বিগুণ; তোমরা জান না।",
    "en": "[ Allah ] will say, \"Enter among nations which had passed on before you of jinn and mankind into the Fire.\" Every time a nation enters, it will curse its sister until, when they have all overtaken one another therein, the last of them will say about the first of them \"Our Lord, these had misled us, so give them a double punishment of the Fire. He will say, \"For each is double, but you do not know.\""
  },
  {
    "id": 39,
    "ar": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
    "tr": "ওয়া কা-লাত ঊলা-হুম লিউখরা-হুম ফামা-কা-না লাকুম‘আলাইনা-মিন ফাদলিন ফাযূকুল ‘আযা-বা বিমা-কুনতুম তাকছিবূন।",
    "bn_haque": "আর তাদের অগ্রগামীরা তাদের পশ্চাদগামীদের বলবে -- \"তাহলে তোমাদের কারণে আমাদের উপরে কোনো শ্রেষ্ঠত্ব নেই, অতএব তোমরা যা অর্জন করে যাচ্ছিলে তার জন্য শাস্তি আস্বাদন করো।\"",
    "bn_muhi": "পূর্ববর্তীরা পরবর্তীদেরকে বলবেঃ তাহলে আমাদের উপর তোমাদের কোন শ্রেষ্ঠত্ব নেই অতএব, শাস্তি আস্বাদন কর স্বীয় কর্মের কারণে।",
    "en": "And the first of them will say to the last of them, \"Then you had not any favor over us, so taste the punishment for what you used to earn.\""
  },
  {
    "id": 40,
    "ar": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
    "tr": "ইন্নাল্লাযীনা কাযযাবূবিআ-য়া-তিনা-ওয়াছতাকবারূ‘আনহা-লা-তুফাত্তাহুলাহুম আবওয়াবুছছামাই ওয়ালা-ইয়াদখুলূনাল জান্নাতা হাত্তা-ইয়ালিজাল জামালুফী ছাম্মিল খিয়া-তি ওয়া কাযা-লিকা নাজঝিল মুজরিমীন।",
    "bn_haque": "নিঃসন্দেহ যারা আমাদের নির্দেশসমূহে মিথ্যারোপ করে আর সে-সব থেকে হামবড়াই করে, তাদের জন্য মহাকাশের দ্বার উন্নুক্ত করা হবে না আর তারা বেহেশতেও প্রবেশ করতে পারবে না, যে পর্যন্ত না উট প্রবেশ করে সূচের ছিদ্র দিয়ে। আর এইভাবে আমরা অপরাধীদের প্রতিফল দিই।",
    "bn_muhi": "নিশ্চয়ই যারা আমার আয়াতসমূহকে মিথ্যা বলেছে এবং এগুলো থেকে অহংকার করেছে, তাদের জন্যে আকাশের দ্বার উম্মুক্ত করা হবে না এবং তারা জান্নাতে প্রবেশ করবে না। যে পর্যন্ত না সূচের ছিদ্র দিয়ে উট প্রবেশ করে। আমি এমনিভাবে পাপীদেরকে শাস্তি প্রদান করি।",
    "en": "Indeed, those who deny Our verses and are arrogant toward them - the gates of Heaven will not be opened for them, nor will they enter Paradise until a camel enters into the eye of a needle. And thus do We recompense the criminals."
  },
  {
    "id": 41,
    "ar": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ وَكَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ",
    "tr": "লাহুম মিন জাহান্নামা মিহা-দুওঁ ওয়া মিন ফাওকিহিম গাওয়া-শিওঁ ওয়া কাযা-লিকা নাজঝিজ্জা-লিমীন।",
    "bn_haque": "তাদের জন্য রয়েছে জাহান্নামের শয্যা আর তাদের উপরে রয়েছে আবরণ। আর এইভাবে আমরা প্রতিফল দিই অন্যায়-কারীদের।",
    "bn_muhi": "তাদের জন্যে নরকাগ্নির শয্যা রয়েছে এবং উপর থেকে চাদর। আমি এমনিভাবে জালেমদেরকে শাস্তি প্রদান করি।",
    "en": "They will have from Hell a bed and over them coverings [of fire]. And thus do We recompense the wrongdoers."
  },
  {
    "id": 42,
    "ar": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ هُمْ فِيهَا خَٰلِدُونَ",
    "tr": "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লা-নুকালিলফুনাফছান ইল্লা-উছ‘আহা উলাইকা আসহা-বুল জান্নাতি হুম ফীহা-খা-লিদূ ন।",
    "bn_haque": "আর যারা ঈমান এনেছে এবং সৎকর্ম করছে -- আমরা কোনো সত্ত্বাকে ভারাক্রান্ত করি না তার ক্ষমতার অতিরিক্ত, -- এরাই হচ্ছে জান্নাতের বাসিন্দা, তারা সেখানে থাকবে চিরকাল।",
    "bn_muhi": "যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে আমি কাউকে তার সামর্থ্যের চাইতে বেশী বোঝা দেই না। তারাই জান্নাতের অধিবাসী। তারা তাতেই চিরকাল থাকবে।",
    "en": "But those who believed and did righteous deeds - We charge no soul except [within] its capacity. Those are the companions of Paradise; they will abide therein eternally."
  },
  {
    "id": 43,
    "ar": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
    "tr": "ওয়া নাঝা‘না-মা-ফী সুদূ রিহিম মিন গিলিলন তাজরী মিন তাহতিহিমুল আনহা-রু ওয়া কা-লুল হামদুলিল্লা-হিল্লাযী হাদা-না-লিহা-যা- ওয়া মা-কুন্না-লিনাহতাদিইয়া লাওলাআন হাদা-নাল্লা-হু লাকাদ জাআত রুছুলুরাব্বিনা-বিলহাক্কি ওয়া নূদূ আন তিলকুমুল জান্নাতুঊরিছতুমূহা-বিমা-কুনতুম তা‘মালূন।",
    "bn_haque": "আর আমরা দূর করে দেবো মনোমালিন্যের যা-কিছু আছে তাদের বুকে, -- তাদের নিচে দিয়ে বয়ে চলবে ঝরনারাজি, আর তারা বলবে -- \"সমুদয় প্রশংসা আল্লাহ্‌রই যিনি আমাদের পথ দেখিয়েছেন এই দিকে, আর আমরা নিজেরা সুপথ পেতাম না যদি আল্লাহ্ আমাদের পথ না দেখাতেন, নিশ্চয়ই আমাদের প্রভুর রসূলগণ সত্য নিয়ে এসেছিলেন।\" আর তাদের কাছে ঘোষণা করা হবে -- \"দেখো! এই বেহেশত তোমাদের সামনে, তোমরা এ উত্তরাধিকার করলে তোমরা যা করতে তার জন্য।\"",
    "bn_muhi": "তাদের অন্তরে যা কিছু দুঃখ ছিল, আমি তা বের করে দেব। তাদের তলদেশ দিয়ে নির্ঝরণী প্রবাহিত হবে। তারা বলবেঃ আল্লাহ শোকর, যিনি আমাদেরকে এ পর্যন্ত পৌছিয়েছেন। আমরা কখনও পথ পেতাম না, যদি আল্লাহ আমাদেরকে পথ প্রদর্শন না করতেন। আমাদের প্রতিপালকের রসূল আমাদের কাছে সত্যকথা নিয়ে এসেছিলেন। আওয়াজ আসবেঃ এটি জান্নাত। তোমরা এর উত্তরাধিকারী হলে তোমাদের কর্মের প্রতিদানে।",
    "en": "And We will have removed whatever is within their breasts of resentment, [while] flowing beneath them are rivers. And they will say, \"Praise to Allah, who has guided us to this; and we would never have been guided if Allah had not guided us. Certainly the messengers of our Lord had come with the truth.\" And they will be called, \"This is Paradise, which you have been made to inherit for what you used to do.\""
  },
  {
    "id": 44,
    "ar": "وَنَادَىٰٓ أَصْحَٰبُ ٱلْجَنَّةِ أَصْحَٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا قَالُوا۟ نَعَمْ فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
    "tr": "ওয়া না-দা-আসহা-বুল জান্নাতি আসাহা-বান্না-রি আন কাদ ওয়াজাদনা-মা-ওয়া‘আদানারাব্বুনা-হাক্কান ফাহাল ওয়াজাততুম মা-ওয়া‘আদা রাব্বুকুম হাক্কান  কা-লূনা‘আম ফাআযযানা মুআযযিনুম বাইনাহুম আল লা‘নাতুল্লা-হি ‘আলাজ্জা-লিমীন।",
    "bn_haque": "আর জান্নাতবাসীরা আগুনের বাসিন্দাদের ডেকে বলবে -- \"আমরা নিশ্চয়ই পেয়েছি আমাদের প্রভু আমাদের কাছে যা ওয়াদা করেছিলেন তা সত্য, তোমরাও কি তবে তোমাদের প্রভু যা ওয়াদা করেছিলেন তা সত্য পেয়েছ?\" তারা বলবে -- \"হাঁ।\" তখন জনৈক মুওজ্জিন তাদের মধ্যে ঘোষণা করবে -- \"আল্লাহ্‌র ধিক্কার হোক দুরাচারীদের উপরে --",
    "bn_muhi": "জান্নাতীরা দোযখীদেরকে ডেকে বলবেঃ আমাদের সাথে আমাদের প্রতিপালক যে ওয়াদা করেছিলেন, তা আমরা সত্য পেয়েছি? অতএব, তোমরাও কি তোমাদের প্রতিপালকের ওয়াদা সত্য পেয়েছ? তারা বলবেঃ হ্যাঁ। অতঃপর একজন ঘোষক উভয়ের মাঝখানে ঘোষণা করবেঃ আল্লাহর অভিসম্পাত জালেমদের উপর।",
    "en": "And the companions of Paradise will call out to the companions of the Fire, \"We have already found what our Lord promised us to be true. Have you found what your Lord promised to be true?\" They will say, \"Yes.\" Then an announcer will announce among them, \"The curse of Allah shall be upon the wrongdoers.\""
  },
  {
    "id": 45,
    "ar": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْءَاخِرَةِ كَٰفِرُونَ",
    "tr": "আল্লাযীনা ইয়াসুদ্দূনা ‘আন ছাবীলিল্লা-হি ওয়া ইয়াবগূনাহা-‘ইওয়াজা- ওয়া হুম বিল আখিরাতি কা-ফিরূন।",
    "bn_haque": "যারা আল্লাহ্‌র পথ থেকে সরিয়ে দেয় আর তাকে কুটিল করতে চেষ্টা করে, আর তারা আখেরাতের সন্বন্ধে অবিশ্বাসী।",
    "bn_muhi": "যারা আল্লাহর পথে বাধা দিত এবং তাতে বক্রতা অন্বেষণ করত। তারা পরকালের বিষয়েও অবিশ্বাসী ছিল।",
    "en": "Who averted [people] from the way of Allah and sought to make it [seem] deviant while they were, concerning the Hereafter, disbelievers."
  },
  {
    "id": 46,
    "ar": "وَبَيْنَهُمَا حِجَابٌ وَعَلَى ٱلْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ وَنَادَوْا۟ أَصْحَٰبَ ٱلْجَنَّةِ أَن سَلَٰمٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
    "tr": "ওয়া বাইনাহুমা-হিজা-বুওঁ ওয়া ‘আলাল আ‘রা-ফি রিজা-লুইঁ ইয়া‘রিফূনা কুল্লাম বিছীমাহুম ওয়া না-দাও আসহা-বাল জান্নাতি আন ছালা-মুন ‘আলাইকুম লাম ইয়াদখুলূহা-ওয়া হুম ইয়াতমা‘ঊন।",
    "bn_haque": "আর এই দুয়ের মধ্যে থাকবে একটি পর্দা। আর উঁচু স্থানসমূহে থাকবে কিছু লোক যাঁরা সবাইকে চেনেন তাদের চিহ্নের দ্বারা। আর তাঁরা বেহেশতের আগন্তক বাসিন্দাদের ডেকে বলবেন -- \"সালামুন আলাইকুম।\" তারা এখনও তাতে প্রবেশ করে নি, তবে তারা আশা রাখে।",
    "bn_muhi": "উভয়ের মাঝখানে একটি প্রাচীর থাকবে এবং আরাফের উপরে অনেক লোক থাকবে। তারা প্রত্যেককে তার চিহ্ন দ্বারা চিনে নেবে। তারা জান্নাতীদেরকে ডেকে বলবেঃ তোমাদের উপর শান্তি বর্ষিত হোক। তারা তখনও জান্নাতে প্রবেশ করবে না, কিন্তু প্রবেশ করার ব্যাপারে আগ্রহী হবে।",
    "en": "And between them will be a partition, and on [its] elevations are men who recognize all by their mark. And they call out to the companions of Paradise, \"Peace be upon you.\" They have not [yet] entered it, but they long intensely."
  },
  {
    "id": 47,
    "ar": "وَإِذَا صُرِفَتْ أَبْصَٰرُهُمْ تِلْقَآءَ أَصْحَٰبِ ٱلنَّارِ قَالُوا۟ رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
    "tr": "ওয়া ইযা-সুরিফাত আবসা-রুহুম তিলকাআ আসহা-বিন্না-রি কা-লূরাব্বানা-লাতাজ‘আলনা-মা‘আল কাওমিজ্জা-লিমীন।",
    "bn_haque": "আর যখন তাদের দৃষ্টি ফেরানো হবে তখন তা নকরবাসীদের সাক্ষাৎ পাবে, তারা বলবে -- \"আমাদের প্রভু! অন্যায়কারী দলের সঙ্গে আমাদের ফেলে দিও না।\"",
    "bn_muhi": "যখন তাদের দৃষ্টি দোযখীদের উপর পড়বে, তখন বলবেঃ হে আমাদের প্রতিপালক, আমাদেরকে এ জালেমদের সাথী করো না।",
    "en": "And when their eyes are turned toward the companions of the Fire, they say, \"Our Lord, do not place us with the wrongdoing people.\""
  },
  {
    "id": 48,
    "ar": "وَنَادَىٰٓ أَصْحَٰبُ ٱلْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ قَالُوا۟ مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
    "tr": "ওয়ানা-দাআসহা-বুল আ‘রাফি রিজালাইঁ ইয়া‘রিফূনাহুম বিছীমা-হুম কা-লূমাআগনা‘আনকুম জাম‘উকুম ওয়া মা-কুনতুম তাছতাকবিরূন।",
    "bn_haque": "আর উঁচুস্থানসমূহের বাসিন্দারা ডাকবেন সেইসব লোকদের যাদের তাঁরা চিনতে পারবেন ওদের চিহ্নের দ্বারা, তাঁরা বলবেন -- \"তোমাদের কোনো কাজে এলো না তোমাদের সঞ্চয় আর যা নিয়ে তোমরা হামবড়াই করতে!",
    "bn_muhi": "আরাফবাসীরা যাদেরকে তাদের চিহ্ন দ্বারা চিনবে, তাদেরকে ডেকে বলবে তোমাদের দলবল ও ঔদ্ধত্য তোমাদের কোন কাজে আসেনি।",
    "en": "And the companions of the Elevations will call to men [within Hell] whom they recognize by their mark, saying, \"Of no avail to you was your gathering and [the fact] that you were arrogant.\""
  },
  {
    "id": 49,
    "ar": "أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ ٱدْخُلُوا۟ ٱلْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ",
    "tr": "আহাউলাইল্লাযীনা আকছামতুম লা-ইয়ানা-লুহুমুল্লা-হু বিরাহমাতিন উদখুলুল জান্নাতা লা-খাওফুন ‘আলাইকুম ওয়ালা-আনতুম তাহঝানূন।",
    "bn_haque": "এরাই কি! তারা যাদের সন্বন্ধে তোমরা কসম খেয়েছিলে যে আল্লাহ্ তাদের প্রতি করুণা প্রদর্শন করবেন না?\" \"বেহেশতে প্রবেশ করো, তোমাদের উপরে কোনো ভয় নেই, আর তোমরা অনুতাপও করবে না।",
    "bn_muhi": "এরা কি তারাই; যাদের সম্পর্কে তোমরা কসম খেয়ে বলতে যে, আল্লাহ এদের প্রতি অনুগ্রহ করবেন না। প্রবেশ কর জান্নাতে। তোমাদের কোন আশঙ্কা নেই এবং তোমরা দুঃখিত হবে না।",
    "en": "[ Allah will say], \"Are these the ones whom you [inhabitants of Hell] swore that Allah would never offer them mercy? Enter Paradise, [O People of the Elevations]. No fear will there be concerning you, nor will you grieve.\""
  },
  {
    "id": 50,
    "ar": "وَنَادَىٰٓ أَصْحَٰبُ ٱلنَّارِ أَصْحَٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا۟ عَلَيْنَا مِنَ ٱلْمَآءِ أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالُوٓا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَٰفِرِينَ",
    "tr": "ওয়া না-দাআসহা-বুন্না-রি আসহা-বাল জান্নাতি আন আফীদূ ‘আলাইনা-মিনাল মাই আও মিম্মা-রাঝাকাকুমুল্লা-হু কা-লূইন্নাল্লা-হা হাররামাহুমা-‘আলাল কা-ফিরীন।",
    "bn_haque": "আর নরকবাসীরা জান্নাতবাসীদের ডেকে বলবে -- \"আমাদের উপরে পানি কিছুটা ঢেলে দাও, অথবা আল্লাহ্ তোমাদের যা খাওয়াচ্ছেন তা থেকে।\" তারা বলবে -- \"নিঃসন্দেহ আল্লাহ্ এ দুটোই নিষেধ করেছেন অবিশ্বাসীদের জন্য --",
    "bn_muhi": "দোযখীরা জান্নাতীদেরকে ডেকে বলবেঃ আমাদের উপর সামান্য পানি নিক্ষেপ কর অথবা আল্লাহ তোমাদেরকে যে রুযী দিয়েছেন, তা থেকেই কিছু দাও। তারা বলবেঃ আল্লাহ এই উভয় বস্তু কাফেরদের জন্যে নিষিদ্ধ করেছেন,",
    "en": "And the companions of the Fire will call to the companions of Paradise, \"Pour upon us some water or from whatever Allah has provided you.\" They will say, \"Indeed, Allah has forbidden them both to the disbelievers.\""
  },
  {
    "id": 51,
    "ar": "ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا۟ لِقَآءَ يَوْمِهِمْ هَٰذَا وَمَا كَانُوا۟ بِـَٔايَٰتِنَا يَجْحَدُونَ",
    "tr": "আল্লাযীনাততাখাযূদীনাহুম লাহওয়াওঁ ওয়া লা‘ইবাওঁ ওয়া গাররাতহুমুল হায়া-তুদ দুনইয়া- ফালইয়াওমা নানছা-হুম কামা-নাছূলিকাআ ইয়াওমিহিম হা-যা- ওয়ামা-কা-নূ বিআ-য়া-তিনা-ইয়াজহাদূ ন।",
    "bn_haque": "\"যারা তাদের ধর্মকে গ্রহণ করেছিল খেলা ও কৌতুকরূপে, আর এই দুনিয়ার জীবন যাদের ভুলিয়েছিল।\" সুতরাং আজ আমরা তাদের পরিত্যাগ করেছি যেমন তারা অবহেলা করেছিল তাদের এই দিনটির সঙ্গে মিলিত হওয়ার ব্যাপারে, আর যেহেতু তারা আমাদের নির্দেশাবলী প্রত্যাখ্যান করেছিল।",
    "bn_muhi": "তারা স্বীয় ধর্মকে তামাশা ও খেলা বানিয়ে নিয়েছিল এবং পার্থিব জীবন তাদের কে ধোকায় ফেলে রেখেছিল। অতএব, আমি আজকে তাদেরকে ভুলে যাব; যেমন তারা এ দিনের সাক্ষাৎকে ভুলে গিয়েছিল এবং যেমন তারা আয়াতসমূহকে অবিশ্বাস করত।",
    "en": "Who took their religion as distraction and amusement and whom the worldly life deluded.\" So today We will forget them just as they forgot the meeting of this Day of theirs and for having rejected Our verses."
  },
  {
    "id": 52,
    "ar": "وَلَقَدْ جِئْنَٰهُم بِكِتَٰبٍ فَصَّلْنَٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "tr": "ওয়া লাকাদ জি‘না-হুম বিকিতা-বিন ফাসসালনা-হু‘আলা-‘ইলমিন হুদাওঁ ওয়ারাহমাতাল লিকাওমিইঁ ইউ’মিনূন।",
    "bn_haque": "আর নিশ্চয়ই আমরা তাদের জন্য নিয়ে এসেছি একখানা কিতাব যাতে বিশদ ব্যাখ্যা করেছি জ্ঞান দ্বারা, -- এক পথনির্দেশ ও করুণা যারা বিশ্বাস করে তেমন লোকের জন্য।",
    "bn_muhi": "আমি তাদের কাছে গ্রন্থ পৌছিয়েছি, যা আমি স্বীয় জ্ঞানে বিস্তারিত বর্ণনা করেছি, যা পথপ্রদর্শক এবং মুমিনদের জন্যে রহমত।",
    "en": "And We had certainly brought them a Book which We detailed by knowledge - as guidance and mercy to a people who believe."
  },
  {
    "id": 53,
    "ar": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "tr": "হাল ইয়ানজুরূনা ইল্লা-তা’বীলাহু ইয়াওমা ইয়া’তী তা’বীলুহূ ইয়াকূলুল্লাযীনা নাছূহু মিন কাবলুকাদ জাআত রুছুলুরাব্বিনা-বিলহাক্কি ফাহাল লানা-মিন শুফা‘আআ ফাইয়াশফা‘ঊলানাআও নুরাদ্দ ফানা‘মালা গাইরাল্লাযী কুন্না-না‘মালু কাদ খাছিরূআনফছাহুম ওয়াদাল্লা ‘আনহুম মা-কানূইয়াফতারূন।",
    "bn_haque": "তারা কি আর কিছুর অপেক্ষা করে ওর পরিণাম ছাড়া? যেদিন এর পরিণাম আসবে, যারা এর আগে এটি অবহেলা করেছিল তারা বলবে -- \"আমাদের প্রভুর রসূলগণ নিশ্চয়ই সত্য নিয়ে এসেছিলেন। আমাদের জন্য কোনো সুপারিশকারী আছে কি? তারা তবে আমাদের জন্য সুপারিশ করুক, অথবা আমরা কি প্রত্যাবৃত্ত হতে পারি যেন আমরা যা করতাম তার বিপরীত কিছু করতে পারি?\" তারা আলবৎ তাদের অন্তরা‌ত্মা হারিয়েছে, আর তাদের থেকে বিদায় নিয়েছে সেইসব যাদের তারা উদ্ভাবন করেছিল।",
    "bn_muhi": "তারা কি এখন এ অপেক্ষায়ই আছে যে, এর বিষয়বস্তু প্রকাশিত হোক? যেদিন এর বিষয়বস্তু প্রকাশিত হবে, সেদিন পূর্বে যারা একে ভূলে গিয়েছিল, তারা বলবেঃ বাস্তবিকই আমাদের প্রতিপালকের পয়গম্বরগণ সত্যসহ আগমন করেছিলেন। অতএব, আমাদের জন্যে কোন সুপারিশকারী আছে কি যে, সুপারিশ করবে অথবা আমাদেরকে পুনঃ প্রেরণ করা হলে আমরা পূর্বে যা করতাম তার বিপরীত কাজ করে আসতাম। নিশ্চয় তারা নিজেদেরকে ক্ষতিগ্রস্ত করেছে। তারা মনগড়া যা বলত, তা উধাও হয়ে যাবে।",
    "en": "Do they await except its result? The Day its result comes those who had ignored it before will say, \"The messengers of our Lord had come with the truth, so are there [now] any intercessors to intercede for us or could we be sent back to do other than we used to do?\" They will have lost themselves, and lost from them is what they used to invent."
  },
  {
    "id": 54,
    "ar": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ",
    "tr": "ইন্না-রাব্বাকুমুল্লা-হুল্লাযী খালাকাছছামা-ওয়া-তি ওয়াল আরদা ফী ছিত্তাতি আইইয়া-মিন ছু ম্মাছ তাওয়া-‘আলাল ‘আরশি ইউগশিল লাইলান নাহা-রা ইয়াতলুবুহূহাছীছাওঁ ওয়াশশামছা ওয়াল কামারা ওয়ান নুজূমা মুছাখখারা-তিম বিআমরিহী আলা-লাহুল খালকুওয়াল আমরু তাবা-রাকাল্লা-হু রাব্বুল ‘আ-লামীন।",
    "bn_haque": "নিঃসন্দেহ তোমাদের প্রভু হচ্ছেন আল্লাহ্ যিনি সৃষ্টি করেছেন মহাকাশমন্ডল ও পৃথিবী ছয় দিনে, তখন তিনি আরশে অধিষ্ঠিত হন। তিনি দিনকে আবৃত করেন রাত্রি দিয়ে, -- যা দ্রতগতিতে তার অনুসরণ করে। আর সূর্য ও চন্দ্র ও নক্ষত্ররাজি তাঁর হুকুমের আজ্ঞাধীন। সৃষ্টি করা ও নির্দেশ দান কি তাঁর অধিকারভুক্ত নয়? মহিমাময় আল্লাহ্ -- বিশ্বজগতের প্রভু!",
    "bn_muhi": "নিশ্চয় তোমাদের প্রতিপালক আল্লাহ। তিনি নভোমন্ডল ও ভূমন্ডলকে ছয় দিনে সৃষ্টি করেছেন। অতঃপর আরশের উপর অধিষ্টিত হয়েছেন। তিনি পরিয়ে দেন রাতের উপর দিনকে এমতাবস্থায় যে, দিন দৌড়ে রাতের পিছনে আসে। তিনি সৃষ্টি করেছেন সূর্য, চন্দ্র ও নক্ষত্র দৌড় স্বীয় আদেশের অনুগামী। শুনে রেখ, তাঁরই কাজ সৃষ্টি করা এবং আদেশ দান করা। আল্লাহ, বরকতময় যিনি বিশ্বজগতের প্রতিপালক।",
    "en": "Indeed, your Lord is Allah, who created the heavens and earth in six days and then established Himself above the Throne. He covers the night with the day, [another night] chasing it rapidly; and [He created] the sun, the moon, and the stars, subjected by His command. Unquestionably, His is the creation and the command; blessed is Allah, Lord of the worlds."
  },
  {
    "id": 55,
    "ar": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
    "tr": "উদ‘ঊ রাব্বাকুম তাদাররু‘আওঁ ওয়া খুফইয়াতান ইন্নাহূলা-ইউহিব্বুল মু‘তাদীন।",
    "bn_haque": "তোমাদের প্রভুকে ডাকো বিনীতভাবে ও গোপনতার সাথে। নিঃসন্দেহ তিনি সীমালঙ্ঘনকারীদের ভালোবাসেন না।",
    "bn_muhi": "তোমরা স্বীয় প্রতিপালককে ডাক, কাকুতি-মিনতি করে এবং সংগোপনে। তিনি সীমা অতিক্রমকারীদেরকে পছন্দ করেন না।",
    "en": "Call upon your Lord in humility and privately; indeed, He does not like transgressors."
  },
  {
    "id": 56,
    "ar": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
    "tr": "ওয়ালা-তুফছিদূফিল আরদিবা‘দা ইসলা-হিহা-ওয়াদ‘ঊহু খাওফাওঁ ওয়া তামা‘আন ইন্না রাহমাতাল্লা-হি কারীবুম মিনাল মুহছিনীন।",
    "bn_haque": "আর দুনিয়াতে গন্ডগোল সৃষ্টি করো না তার মধ্যে শান্তিপ্রতিষ্ঠার পরে, আর তাঁকে ডাকো ভয়ে ও আশায়। নিঃসন্দেহ আল্লাহ্‌র অনুগ্রহ সৎকর্মশীলদের নিকটবর্তী।",
    "bn_muhi": "পৃথিবীকে কুসংস্কারমুক্ত ও ঠিক করার পর তাতে অনর্থ সৃষ্টি করো না। তাঁকে আহবান কর ভয় ও আশা সহকারে। নিশ্চয় আল্লাহর করুণা সৎকর্মশীলদের নিকটবর্তী।",
    "en": "And cause not corruption upon the earth after its reformation. And invoke Him in fear and aspiration. Indeed, the mercy of Allah is near to the doers of good."
  },
  {
    "id": 57,
    "ar": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
    "tr": "ওয়া হুওয়াল্লাযীইউরছিলুর রিয়া-হাবুশরাম বাইনা ইয়াদাই রাহমাতিহী হাত্তা-ইযাআকাল্লাত ছাহা-বান ছিকা-লান ছুকনা-হু লিবালাদিম মাইয়িতিন ফাআনঝালনা-বিহিল মাআ ফাআখরাজনা-বিহী মিন কুল্লিছছামারা-তি কাযা-লিকা নুখরিজুল মাওতালা‘আল্লাকুম তাযাক্কারূন।",
    "bn_haque": "আর তিনিই সেইজন যিনি মলয়বায়ুপ্রবাহ পাঠান তাঁর অনুগ্রহের প্রাক্কালে সুসংবাদবাহীরূপে। শেষ পর্যন্ত যখন তারা সঘন মেঘমালা বহন ক’রে আনে, আমরা তখন তা মৃত ভূখন্ডের দিকে পাঠাই, তারপর আমরা তাতে পানি বর্ষণ করি, তারপরে এর সাহায্যে উৎপাদন করি সব রকমের ফলফসল। এইভাবে আমরা মৃতকে বের করে আনি, যেন তোমরা স্মরণ করতে পারো।",
    "bn_muhi": "তিনিই বৃষ্টির পূর্বে সুসংবাদবাহী বায়ু পাঠিয়ে দেন। এমনকি যখন বায়ুরাশি পানিপূর্ন মেঘমালা বয়ে আনে, তখন আমি এ মেঘমালাকে একটি মৃত শহরের দিকে হঁ্যাকিয়ে দেই। অতঃপর এ মেঘ থেকে বৃষ্টি ধারা বর্ষণ করি। অতঃপর পানি দ্বারা সব রকমের ফল উৎপন্ন করি। এমনি ভাবে মৃতদেরকে বের করব-যাতে তোমরা চিন্তা কর।",
    "en": "And it is He who sends the winds as good tidings before His mercy until, when they have carried heavy rainclouds, We drive them to a dead land and We send down rain therein and bring forth thereby [some] of all the fruits. Thus will We bring forth the dead; perhaps you may be reminded."
  },
  {
    "id": 58,
    "ar": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا كَذَٰلِكَ نُصَرِّفُ ٱلْءَايَٰتِ لِقَوْمٍ يَشْكُرُونَ",
    "tr": "ওয়াল বালাদুততাইয়িবুইয়াখরুজুনাবা-তুহূবিইযনি রাব্বিহী ওয়াল্লাযী খাবুছা লাইয়াখরুজুইল্লা-নাকিদান; কাযা-লিকা নুসাররিফুল আ-য়া-তি লিকাওমিইঁ ইয়াশকুরুন।",
    "bn_haque": "আর ভালো জমি -- এর গাছপালা গজায় তার প্রভুর অনুমতিক্রমে, আর যা মন্দ -- কিছুই গজায় না অল্পস্বল্প ছাড়া। এই ভাবে আমরা নির্দেশসমূহ বিশদভাবে বর্ণনা করি যারা কৃতজ্ঞতা প্রকাশ করে তেমন লোকের জন্য।",
    "bn_muhi": "যে শহর উৎকৃষ্ট, তার ফসল তার প্রতিপালকের নির্দেশে উৎপন্ন হয় এবং যা নিকৃষ্ট তাতে অল্পই ফসল উৎপন্ন হয়। এমনিভাবে আমি আয়াতসমূহ ঘুরিয়ে ফিরিয়ে বর্ণনা করি কৃতজ্ঞ সম্প্রদায়ের জন্যে।",
    "en": "And the good land - its vegetation emerges by permission of its Lord; but that which is bad - nothing emerges except sparsely, with difficulty. Thus do We diversify the signs for a people who are grateful."
  },
  {
    "id": 59,
    "ar": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "tr": "লাকাদ আরছালনা-নূহান ইলা-কাওমিহী ফাকা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহূ ইন্নীআখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিন ‘আজীম।",
    "bn_haque": "আমরা অবশ্যই নূহকে পাঠিয়েছিলাম তাঁর সম্প্রদায়ের কাছে। তিনি তখন বলেছিলেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা করো, তিনি ছাড়া তোমাদের অন্য উপাস্য নেই। নিঃসন্দেহ আমি তোমাদের জন্য আশংকা করছি এক ভয়ংকর দিনের শাস্তি।\"",
    "bn_muhi": "নিশ্চয় আমি নূহকে তার সম্প্রদায়ের প্রতি পাঠিয়েছি। সে বললঃ হে আমার সম্প্রদায়, তোমরা আল্লাহর এবাদত কর। তিনি ব্যতীত তোমাদের কোন উপাস্য নেই। আমি তোমাদের জন্যে একটি মহাদিবসের শাস্তির আশঙ্কা করি।",
    "en": "We had certainly sent Noah to his people, and he said, \"O my people, worship Allah ; you have no deity other than Him. Indeed, I fear for you the punishment of a tremendous Day."
  },
  {
    "id": 60,
    "ar": "قَالَ ٱلْمَلَأُ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "কা-লাল মালাউ মিন কাওমিহীইন্না-লানারা-কা ফী দালা-লিম মুবীন।",
    "bn_haque": "তাঁর সম্প্রদায়ের প্রধানরা বললে -- \"নিঃসন্দেহ আমরা তো তোমাকে দেখছি স্পষ্ট ভ্রান্তির মধ্যে।\"",
    "bn_muhi": "তার সম্প্রদায়ের সর্দাররা বললঃ আমরা তোমাকে প্রকাশ্য পথভ্রষ্টতার মাঝে দেখতে পাচ্ছি।",
    "en": "Said the eminent among his people, \"Indeed, we see you in clear error.\""
  },
  {
    "id": 61,
    "ar": "قَالَ يَٰقَوْمِ لَيْسَ بِى ضَلَٰلَةٌ وَلَٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَٰلَمِينَ",
    "tr": "কা-লা ইয়া-কাওমি লাইছা বী দালা-লাতুওঁ ওয়া লা-কিন্নী রাছূলুম মির রাব্বিল ‘আ-লামীন।",
    "bn_haque": "তিনি বললেন -- \"হে আমার জনগণ! আমার মধ্যে কোনো পথভ্রান্তি নেই, বরং আমি হচ্ছি বিশ্বজগতের প্রভুর তরফ থেকে একজন রসূল।",
    "bn_muhi": "সে বললঃ হে আমার সম্প্রদায়, আমি কখনও ভ্রান্ত নই; কিন্তু আমি বিশ্বপ্রতিপালকের রসূল।",
    "en": "[Noah] said, \"O my people, there is not error in me, but I am a messenger from the Lord of the worlds.\""
  },
  {
    "id": 62,
    "ar": "أُبَلِّغُكُمْ رِسَٰلَٰتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
    "tr": "উবালিলগুকুমরিাছা-লা-তি রাব্বি ওয়া আনসাহু লাকুমওয়াআ‘লামুমিনাল্লা-হি মা-লা তা‘লামূন।",
    "bn_haque": "\"আমি তোমাদের কাছে পৌঁছে দিই আমার প্রভুর বাণীসমূহ এবং আমি তোমাদের সদুপদেশ দিই, কারণ আমি আল্লাহ্‌র কাছ থেকে জানি যা তোমরা জানো না।",
    "bn_muhi": "তোমাদেরকে প্রতিপালকের পয়গাম পৌঁছাই এবং তোমাদেরকে সদুপদেশ দেই। আমি আল্লাহর পক্ষ থেকে এমনসব বিষয় জানি, যেগুলো তোমরা জান না।",
    "en": "I convey to you the messages of my Lord and advise you; and I know from Allah what you do not know."
  },
  {
    "id": 63,
    "ar": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا۟ وَلَعَلَّكُمْ تُرْحَمُونَ",
    "tr": "আওয়া ‘আজিবতুমআনজাআকুমযিকরুম মির রাব্বিকুম‘আলা-রাজুলিম মিনকুম লিইউনযিরাকুম ওয়া লিতাত্তাকূওয়া লা‘আল্লাকুম তুরহামূন।",
    "bn_haque": "\"আচ্ছা, তোমরা কি বিস্মিত হচ্ছো যে তোমাদের কাছে তোমাদের প্রভুর কাছ থেকে উপদেশ এসেছে তোমাদেরই মধ্যেকার একজন মানুষের মাধ্যমে যেন তিনি তোমাদের সতর্ক করেন, আর যেন তোমরা ধর্মভীরুতা অবলন্বন করো, আর যেন তোমাদের করুণা প্রদর্শন করা হয়?",
    "bn_muhi": "তোমরা কি আশ্চর্যবোধ করছ যে, তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ থেকে তোমাদের মধ্য থেকেই একজনের বাচনিক উপদেশ এসেছে যাতে সে তোমাদেরকে ভীতি প্রদর্শন করে, যেন তোমরা সংযত হও এবং যেন তোমরা অনুগৃহীত হও।",
    "en": "Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you and that you may fear Allah so you might receive mercy.\""
  },
  {
    "id": 64,
    "ar": "فَكَذَّبُوهُ فَأَنجَيْنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَآ إِنَّهُمْ كَانُوا۟ قَوْمًا عَمِينَ",
    "tr": "ফাকাযযাবূহু ফাআনজাইনা-হু ওয়াল্লাযীনা মা‘আহূফিল ফুলকি ওয়া আগরাকনাল্লাযীনা কাযযাবূবিআ-য়া-তিনা- ইন্নাহুম কা-নূকাওমান ‘আমীন।",
    "bn_haque": "কিন্তু তারা তাঁকে মিথ্যারোপ করলো, তাই তাঁকে ও তাঁর সঙ্গে যারা ছিল তাদের আমরা উদ্ধার করেছিলাম জাহাজে, আর ডুবিয়ে দিয়েছিলাম তাদের যারা আমাদের নির্দেশসমূহ প্রত্যাখ্যান করেছিল। নিঃসন্দেহ তারা ছিল এক অন্ধ সম্প্রদায়।",
    "bn_muhi": "অতঃপর তারা তাকে মিথ্যা প্রতিপন্ন করল। আমি তাকে এবং নৌকাস্থিত লোকদেরকে উদ্ধার করলাম এবং যারা মিথ্যারোপ করত, তাদেরকে ডুবিয়ে দিলাম। নিশ্চয় তারা ছিল অন্ধ।",
    "en": "But they denied him, so We saved him and those who were with him in the ship. And We drowned those who denied Our signs. Indeed, they were a blind people."
  },
  {
    "id": 65,
    "ar": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا قَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ أَفَلَا تَتَّقُونَ",
    "tr": "ওয়া ইলা-‘আ-দিন আখা-হুম হূদান কা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলাহিন গাইরুহূ আফালা-তাত্তাকূন।",
    "bn_haque": "আর 'আদ জাতির কাছে তাদের ভাই হূদকে। তিনি বললেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা করো, তোমাদের জন্য তিনি ছাড়া অন্য উপাস্য নেই। তোমরা কি তবে ধর্মভীরুতা অবলন্বন করবে না?\"",
    "bn_muhi": "আদ সম্প্রদায়ের কাছে প্রেরণ করেছি তাদের ভাই হুদকে। সে বললঃ হে আমার সম্প্রদায়, তোমরা আল্লাহর এবাদত কর। তিনি ব্যতিত তোমাদের কোন উপাস্য নেই।",
    "en": "And to the 'Aad [We sent] their brother Hud. He said, \"O my people, worship Allah ; you have no deity other than Him. Then will you not fear Him?\""
  },
  {
    "id": 66,
    "ar": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَٰذِبِينَ",
    "tr": "কা-লাল মালাউল্লাযীনা কাফারূমিন কাওমিহী-ইন্না-লানারা-কা ফী ছাফা-হাতিওঁ ওয়া ইন্নালানাজুন্নুকা মিনাল কা-যিবীন।",
    "bn_haque": "তাঁর সম্প্রদায়ের মধ্যে থেকে যারা অবিশ্বাস করেছিল তাদের প্রধানরা বললে -- \"নিঃসন্দেহ আমরা তো তোমাকে দেখছি অকাট- বোকামিতে, আর আমরা আলবৎ তোমাকে মিথ্যাবাদীদের মধ্যে গণ্য করি।\"",
    "bn_muhi": "তারা স্প্রদায়ের সর্দররা বললঃ আমরা তোমাকে নির্বোধ দেখতে পাচ্ছি এবং আমরা তোমাকে মিথ্যাবাদী মনে করি।",
    "en": "Said the eminent ones who disbelieved among his people, \"Indeed, we see you in foolishness, and indeed, we think you are of the liars.\""
  },
  {
    "id": 67,
    "ar": "قَالَ يَٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَلَٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَٰلَمِينَ",
    "tr": "কা-লা ইয়া-কাওমি লাইছা বী ছাফা-হাতুওঁ ওয়া লা-কিন্নী রাছূলুম মিররাব্বিল ‘আ-লামীন।",
    "bn_haque": "তিনি বললেন -- \"হে আমার লোকেরা! আমার মধ্যে কোনো মূর্খতা নেই, বরং আমি হচ্ছি বিশ্বজগতের প্রভুর তরফ থেকে একজন রসূল।",
    "bn_muhi": "সে বললঃ হে আমার সম্প্রদায়, আমি মোটেই নির্বোধ নই, বরং আমি বিশ্ব প্রতিপালকের প্রেরিত পয়গম্বর।",
    "en": "[Hud] said, \"O my people, there is not foolishness in me, but I am a messenger from the Lord of the worlds.\""
  },
  {
    "id": 68,
    "ar": "أُبَلِّغُكُمْ رِسَٰلَٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
    "tr": "উবালিলগুকুম রিছা-লা-তি রাববী ওয়া আনা-লাকুম না-সিহুন আমীন।",
    "bn_haque": "\"আমি তোমাদের কাছে পৌঁছে দিই আমার প্রভুর বাণীসমূহ, আর আমি তোমাদের জন্য একজন বিশ্বস্ত উপদেষ্টা।",
    "bn_muhi": "তোমাদের কে প্রতিপালকের পয়গাম পৌঁছাই এবং আমি তোমাদের হিতাকাঙ্ক্ষী বিশ্বস্ত।",
    "en": "I convey to you the messages of my Lord, and I am to you a trustworthy adviser."
  },
  {
    "id": 69,
    "ar": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
    "tr": "আওয়া ‘আজিবতুম আন জাআকুম যিকরুম মিররাব্বিকুম ‘আলা-রাজুলিম মিনকুম লিইউনযিরাকুম ওয়াযকুরূইযজা‘আলাকুম খুলাফাআ মিম বা‘দি কাওমি নূহিওঁ ওয়া ঝা-দাকুম ফিল খালকিবাছতাতান ফাযকুরূআ-লাআল্লা-হি লা‘আল্লাকুম তুফলিহূন।",
    "bn_haque": "আচ্ছা, তোমরা কি তাজ্জব হচ্ছো যে তোমাদের কাছে তোমাদের প্রভুর নিকট থেকে উপদেশ এসেছে তোমাদেরই মধ্যেকার একজন মানুষের মাধ্যমে যেন তিনি তোমাদের সতর্ক করেন? আর স্মরণ করো, কেমন ক’রে তিনি তোমাদের নূহ্‌-এর সম্প্রদায়ের পরবর্তীকালে প্রতিনিধি বানিয়েছিলেন, আর তোমাদের বর্ধিত করেছেন আকৃতির বৈশিষ্ট্যে। সুতরাং তোমরা আল্লাহ্‌র অনুগ্রহসমূহ স্মরণ করো যেন তোমরা সফল হতে পারো।",
    "bn_muhi": "তোমরা কি আশ্চর্য্যবোধ করছ যে, তোমাদের কাছে তোমাদের পালনকর্তার পক্ষ থেকে তোমাদের মধ্য থেকেই একজনের বাচনিক উপদেশ এসেছে যাতে সে তোমাদেরকে ভীতি প্রদর্শন করে। তোমরা স্মরণ কর, যখন আল্লাহ তোমাদেরকে কওমে নূহের পর সর্দার করেছেন এবং তোমাদের দেহের বিস্তৃতি বেশী করেছেন। তোমরা আল্লাহর নেয়ামতসমূহ স্মরণ কর-যাতে তোমাদের মঙ্গল হয়।",
    "en": "Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you? And remember when He made you successors after the people of Noah and increased you in stature extensively. So remember the favors of Allah that you might succeed."
  },
  {
    "id": 70,
    "ar": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
    "tr": "কা-লূআজি’তানা-লিনা‘বুদাল্লা-হা ওয়াহদাহূওয়া নাযারা মা-কা-না ইয়া‘বুদুআবাউনা- ফা’তিনা-বিমা-তা‘ইদুনা-ইন কুনতা মিনাসসা-দিকীন।",
    "bn_haque": "তারা বললে -- \"তুমি কি আমাদের কাছে এসেছ যেন আমরা একমাত্র আল্লাহ্‌র উপাসনা করি, আর বর্জন করি আমাদের পিতৃপুরুষরা যার উপাসনা করতো? অতএব নিয়ে এসো আমাদের উপরে যার দ্বারা তুমি আমাদের ভয় দেখাচ্ছ, যদি তুমি সত্যবাদীদের অন্তর্ভুক্ত হও।\"",
    "bn_muhi": "তারা বললঃ তুমি কি আমাদের কাছে এজন্যে এসেছ যে আমরা এক আল্লাহর এবাদত করি এবং আমাদের বাপ-দাদা যাদের পূজা করত, তাদেরকে ছেড়ে দেই? অতএব নিয়ে আস আমাদের কাছে যাদ্দ্বারা আমাদেরকে ভয় দেখাচ্ছ, যদি তুমি সত্যবাদী হও।",
    "en": "They said, \"Have you come to us that we should worship Allah alone and leave what our fathers have worshipped? Then bring us what you promise us, if you should be of the truthful.\""
  },
  {
    "id": 71,
    "ar": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ أَتُجَٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
    "tr": "কা-লা কাদ ওয়াকা‘আ ‘আলাইকুম মির রাব্বিকুম রিজছুওঁ ওয়া গাদাবুন আতুজাদিলুনানী ফীআছমাইন; ছাম্মাইতুমূহাআনতুম ওয়া আ-বাউকুম মা-নাঝঝালাল্লা-হু বিহামিন ছুলতা-নিন ফানতাজিরূইন্নী মা‘আকুম মিনাল মুনতাজিরীন।",
    "bn_haque": "তিনি বললেন -- \"তোমাদের উপরে তোমাদের প্রভুর কাছ থেকে শাস্তি ও ক্রোধ তো হাজির হয়েই আছে। তোমরা কি আমার সঙ্গে বচসা করো কতকগুলি নাম সন্বন্ধে যে-সব নাম দিয়েছ -- তোমরা ও তোমাদের পিতৃপুরুষরা, যার জন্যে আল্লাহ্ কোনো সনদ পাঠান নি? অতএব অপেক্ষা করো, আমিও তোমাদের সাথে অপেক্ষাকারীদের মধ্যে রয়েছি।\"",
    "bn_muhi": "সে বললঃ অবধারিত হয়ে গেছে তোমাদের উপর তোমাদের প্রতিপালকের পক্ষ থেকে শাস্তি ও ক্রোধ। আমার সাথে ঐসব নাম সম্পর্কে কেন তর্ক করছ, যেগুলো তোমরা ও তোমাদের বাপ-দাদারা রেখেছে। আল্লাহ এদের কোন মন্দ অবর্তীণ করেননি। অতএব অপেক্ষা কর। আমিও তোমাদের সাথে অপেক্ষা করছি।",
    "en": "[Hud] said, \"Already have defilement and anger fallen upon you from your Lord. Do you dispute with me concerning [mere] names you have named them, you and your fathers, for which Allah has not sent down any authority? Then wait; indeed, I am with you among those who wait.\""
  },
  {
    "id": 72,
    "ar": "فَأَنجَيْنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَمَا كَانُوا۟ مُؤْمِنِينَ",
    "tr": "ফাআনজাইনা-হুওয়াল্লাযীনা মা‘আহূবিরাহমাতিম মিন্না-ওয়া কাতা‘না-দা-বিরাল্লাযীনা কাযযাবূবিআ-য়া-তিনা-ওয়ামা-কা-নূমু’মিনীন।",
    "bn_haque": "কাজে কাজেই তাঁকে ও তাঁর সঙ্গে যারা ছিল তাদের আমরা উদ্ধার করেছিলাম আমাদের থেকে অনুগ্রহ বশতঃ, আর কেটে দিয়েছিলাম তাদের শিকড় যারা আমাদের নির্দেশসমূহ প্রত্যাখ্যান করেছিল ও যারা মুমিন ছিল না।",
    "bn_muhi": "অনন্তর আমি তাকে ও তার সঙ্গীদেরকে স্বীয় অনুগ্রহে রক্ষা করলাম এবং যারা আমার আয়াতসমূহে মিথ্যারোপ করত তাদের মূল কেটে দিলাম। তারা মান্যকারী ছিল না।",
    "en": "So We saved him and those with him by mercy from Us. And We eliminated those who denied Our signs, and they were not [at all] believers."
  },
  {
    "id": 73,
    "ar": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحًا قَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
    "tr": "ওয়া ইলা-ছামূদাআখা-হুম সা-লিহা- । কা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহূ কাদ জাআতকুম বাইয়িনাতুম মির রাব্বিকুম; হা-যিহী নাকাতুল্লা-হি লাকুম আ-য়াতান ফাযারূহা-তা’কুল ফী-আরদিল্লা-হি ওয়ালা-তামাছছূহাবিছূইন ফাইয়া’খুযাকুম ‘আযা-বুন আলীম।",
    "bn_haque": "আর ছামূদ জাতির কাছে তাদের ভাই সালিহ্‌কে। তিনি বললেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা করো, তোমাদের জন্য তিনি ব্যতীত অন্য উপাস্য নেই। আলবৎ তোমাদের জন্য তোমাদের প্রভুর নিকট থেকে এসেছে স্পষ্ট প্রমাণ। এটি হচ্ছে আল্লাহ্‌র উষ্টী, -- তোমাদের জন্য একটি নিদর্শন, অতএব এটিকে ছেড়ে দাও আল্লাহ্‌র মাটিতে চরে খেতে, আর তাকে কোনো ক্ষতিতে ক্ষতি করো না, পাছে মর্মন্তুদ শাস্তি তোমাদের পাকড়াও করে।",
    "bn_muhi": "সামুদ সম্প্রদায়ের কাছে প্রেরণ করেছি তাদের ভাই সালেহকে। সে বললঃ হে আমার সম্প্রদায়, তোমরা আল্লাহর এবাদত কর। তিনি ব্যতিত তোমাদের কোন উপাস্য নেই। তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ থেকে একটি প্রমাণ এসে গেছে। এটি আল্লাহর উষ্টী তোমাদের জন্যে প্রমাণ। অতএব একে ছেড়ে দাও, আল্লাহর ভুমিতে চড়ে বেড়াবে। একে অসৎভাবে স্পর্শ করবে না। অন্যথায় তোমাদেরকে যন্ত্রনাদায়ক শাস্তি পাকড়াও করবে।",
    "en": "And to the Thamud [We sent] their brother Salih. He said, \"O my people, worship Allah ; you have no deity other than Him. There has come to you clear evidence from your Lord. This is the she-camel of Allah [sent] to you as a sign. So leave her to eat within Allah 's land and do not touch her with harm, lest there seize you a painful punishment."
  },
  {
    "id": 74,
    "ar": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "tr": "ওয়াযকুরূ ইযজা‘আলাকুম খুলাফাআ মিম বা‘দি ‘আ-দিওঁ ওয়া বাওওয়াআকুম ফিল আরদিতাত্তাখিযূনা মিন ছুহূলিহা-কুসূরাওঁ ওয়া তানহিতূনাল জিবা-লা বুইয়ূতান ফাযকুরূআ-লাআল্লা-হি ওয়ালা-তা‘ছাও ফিল আরদিমুফছিদীন।",
    "bn_haque": "আর স্মরণ করো! কেমন ক’রে তিনি তোমাদের 'আদ-এর পরবর্তীকালে প্রতিনিধি বানিয়েছিলেন, আর তোমাদের প্রতিষ্ঠিত করেছিলেন পৃথিবীতে -- যার সমতলক্ষেত্রে তোমরা প্রাসাদ গড়েছিলে আর পাহাড় কেটে বানালে বাড়িঘর। সেজন্য তোমরা স্মরণ করো আল্লাহ্‌র অনুগ্রহসমূহ, আর দেশে গর্হিত আচরণ করো না গন্ডগোল সৃষ্টিকারী হয়ে।",
    "bn_muhi": "তোমরা স্মরণ কর, যখন তোমাদেরকে আদ জাতির পরে সর্দার করেছেন; তোমাদেরকে পৃথিবীতে ঠিকানা দিয়েছেন। তোমরা নরম মাটিতে অট্টালিকা নির্মান কর এবং পর্বত গাত্র খনন করে প্রকোষ্ঠ নির্মাণ কর। অতএব আল্লাহর অনুগ্রহ স্মরণ কর এবং পৃথিবীতে অনর্থ সৃষ্টি করো না।",
    "en": "And remember when He made you successors after the 'Aad and settled you in the land, [and] you take for yourselves palaces from its plains and carve from the mountains, homes. Then remember the favors of Allah and do not commit abuse on the earth, spreading corruption.\""
  },
  {
    "id": 75,
    "ar": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
    "tr": "কা-লাল মালাউল্লাযীনাছ তাকবারূমিন কাওমিহী লিল্লাযীনাছ তুদ‘ইফূলিমান আ-মানা মিনহুম আতা‘লামূনা আন্না সা-লিহাম মুরছালুম মিররাব্বিহী কালূইন্না-বিমাউরছিলা বিহী মু’মিনূন।",
    "bn_haque": "তাঁর সম্প্রদায়ের মধ্যে যারা গর্ব করেছিল তাদের প্রধানরা বললে ওদের যারা দুর্বলতা বোধ করতো -- ওদের মধ্যে যারা ঈমান এনেছিল তাদের -- \"তোমরা কি জানো যে সালিহ্ তার প্রভুর কাছ থেকে একজন প্রেরিত-পুরুষ?\" তারা বললে -- \"নিঃসন্দেহ তাঁকে দিয়ে যা পাঠানো হয়েছে তাতে আমরা বিশ্বাসী।\"",
    "bn_muhi": "তার সম্প্রদায়ের দাম্ভিক সর্দাররা ঈমানদার দারিদ্রদেরকে জিজ্ঞেস করলঃ তোমরা কি বিশ্বাস কর যে সালেহ কে তার পালনকর্তা প্রেরণ করেছেন; তারা বলল আমরা তো তার আনীত বিষয়ের প্রতি বিশ্বাসী।",
    "en": "Said the eminent ones who were arrogant among his people to those who were oppressed - to those who believed among them, \"Do you [actually] know that Salih is sent from his Lord?\" They said, \"Indeed we, in that with which he was sent, are believers.\""
  },
  {
    "id": 76,
    "ar": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ",
    "tr": "কা-লাল্লাযীনাছতাকবারূইন্না-বিল্লাযীআ-মানতুম বিহী কা-ফিরূন।",
    "bn_haque": "যারা গর্ববোধ করতো তারা বললে -- \"তোমরা যে-সব বিষয়ে বিশ্বাস করো তাতে আমরা নিশ্চয়ই অবিশ্বাসী।\"",
    "bn_muhi": "দাম্ভিকরা বললঃ তোমরা যে বিষয়ে বিশ্বাস স্থাপন করেছ, আমরা তাতে অস্বীকৃত।",
    "en": "Said those who were arrogant, \"Indeed we, in that which you have believed, are disbelievers.\""
  },
  {
    "id": 77,
    "ar": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا۟ يَٰصَٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
    "tr": "ফা‘আকারুন্না-কাতা ওয়া‘আতাও ‘আন আমরি রব্বিহিম ওয়া কা-লূইয়া-সা-লিহু’তিনাবিমা-তা‘ইদুনাইন কুনতা মিনাল মুরছালীন।",
    "bn_haque": "অতঃপর তারা উষ্টী হত্যা করলে, আর অমান্য করলে তাদের প্রভুর নির্দেশ ও বললে -- \"হে সালিহ্‌! এনো তো আমাদের জন্য যা দিয়ে তুমি আমাদের ভয় দেখাচ্ছ, যদি তুমি রসূলদের একজন হও।\"",
    "bn_muhi": "অতঃপর তারা উষ্ট্রীকে হত্যা করল এবং স্বীয় প্রতিপালকের আদেশ অমান্য করল। তারা বললঃ হে ছালেহ, নিয়ে এস যদ্দ্বারা আমাদেরকে ভয় দেখাতে, যদি তুমি রসূল হয়ে থাক।",
    "en": "So they hamstrung the she-camel and were insolent toward the command of their Lord and said, \"O Salih, bring us what you promise us, if you should be of the messengers.\""
  },
  {
    "id": 78,
    "ar": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَٰثِمِينَ",
    "tr": "ফাআখাযাতহুমুররাজফাতুফাআসবাহূফী দা-রিহিম জা-ছিমীন।",
    "bn_haque": "সুতরাং তাদের পাকড়াও করল ভূমিকম্প, কাজেই তারা হয়ে গেল আপন বাড়িঘরেই নিথরদেহী।",
    "bn_muhi": "অতঃপর পাকড়াও করল তাদেরকে ভূমিকম্প। ফলে সকাল বেলায় নিজ নিজ গৃহে উপুড় হয়ে পড়ে রইল।",
    "en": "So the earthquake seized them, and they became within their home [corpses] fallen prone."
  },
  {
    "id": 79,
    "ar": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ",
    "tr": "ফাতাওয়াল্লা-‘আনহুম ওয়া কা-লা ইয়া-কাওমি লাকাদ আবলাগতুকুমরিছা-লাতা রাববী ওয়া নাসাহতুলাকুম ওয়ালা-কিল লা-তুহিববূনান না-সিহীন।",
    "bn_haque": "তারপর তিনি তাদের থেকে ফিরে গেলেন আর বললেন -- \"হে আমার সম্প্রদায়! আমি তোমাদের কাছে আমার প্রভুর বাণীসমূহ নিশ্চয়ই পৌঁছে দিয়েছিলাম, আর তোমাদের সদুপদেশ দিয়েছিলাম, কিন্তু তোমরা উপদেষ্টাদের পছন্দ করলে না। \"",
    "bn_muhi": "ছালেহ তাদের কাছ থেকে প্রস্থান করলো এবং বললঃ হে আমার সম্প্রদায়, আমি তোমাদের কাছে স্বীয় প্রতিপালকের পয়গাম পৌছিয়েছি এবং তোমাদের মঙ্গল কামনা করেছি কিন্তু তোমরা মঙ্গলকাঙ্খীদেরকে ভালবাস না।",
    "en": "And he turned away from them and said, \"O my people, I had certainly conveyed to you the message of my Lord and advised you, but you do not like advisors.\""
  },
  {
    "id": 80,
    "ar": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَٰلَمِينَ",
    "tr": "ওয়া লূতান ইযকা-লা লিকাওমিহীআতা’তূনাল ফা-হিশাতা মা-ছাবাকাকুমবিহা-মিন আহাদিম মিনাল ‘আল-লামীন।",
    "bn_haque": "আর লূত। স্মরণ করো! তিনি তাঁর লোকদের বললেন -- \"তোমরা কি এমন অশ্লীলতা করছো যা তোমাদের পূর্বে জগদ্বাসীদের আর কেউ চালু করে নি?",
    "bn_muhi": "এবং আমি লূতকে প্রেরণ করেছি। যখন সে স্বীয় সম্প্রদায়কে বললঃ তোমরা কি এমন অশ্লীল কাজ করছ, যা তোমাদের পূর্বে সারা বিশ্বের কেউ করেনি ?",
    "en": "And [We had sent] Lot when he said to his people, \"Do you commit such immorality as no one has preceded you with from among the worlds?"
  },
  {
    "id": 81,
    "ar": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "tr": "ইন্নাকুম লাতা’তূনার রিজা-লা শাহওয়াতাম মিন দূ নিন নিছাই বাল আনতুম কাওমুম মুছরিফূন।",
    "bn_haque": "নিঃসন্দেহ তোমরা তো কামাতুর হয়ে কামিনীদের ছেড়ে দিয়ে পুরুষদের কাছে আস। না, তোমরা সীমালঙ্ঘনকারী লোক।",
    "bn_muhi": "তোমরা তো কামবশতঃ পুরুষদের কাছে গমন কর নারীদেরকে ছেড়ে। বরং তোমরা সীমা অতিক্রম করেছ।",
    "en": "Indeed, you approach men with desire, instead of women. Rather, you are a transgressing people.\""
  },
  {
    "id": 82,
    "ar": "وَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوهُم مِّن قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
    "tr": "ওয়া মা-কা-না জাওয়া-বা কাওমিহীইল্লাআন কা-লূআখরিজূহুম মিন কারইয়াতিকুম ইন্নাহুম উনা-ছুইঁ ইয়াতাতাহহারূন।",
    "bn_haque": "আর তাঁর লোকদের উত্তর এ ভিন্ন অন্য কিছু ছিল না যে তারা বললে -- \"তোমাদের জনপদ থেকে এদের বের করে দাও। এরা তো এমন লোক যারা পবিত্র হতে চায়!\"",
    "bn_muhi": "তাঁর সম্প্রদায় এ ছাড়া কোন উত্তর দিল না যে, বের করে দাও এদেরকে শহর থেকে। এরা খুব সাধু থাকতে চায়।",
    "en": "But the answer of his people was only that they said, \"Evict them from your city! Indeed, they are men who keep themselves pure.\""
  },
  {
    "id": 83,
    "ar": "فَأَنجَيْنَٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَٰبِرِينَ",
    "tr": "ফাআনজাইনা-হু ওয়া আহলাহূইল্লামরাআতাহূ  কা-নাত মিনাল গা-বিরীন।",
    "bn_haque": "কাজেই আমরা তাঁকে ও তাঁর পরিবারবর্গকে উদ্ধার করেছিলাম -- তাঁর স্ত্রী ব্যতীত, সে ছিল পেছনে-পড়ে-থাকাদের অন্তর্ভুক্ত।",
    "bn_muhi": "অতঃপর আমি তাকে ও তাঁর পরিবার পরিজনকে বাঁচিয়ে দিলাম, কিন্তু তার স্ত্রী। সে তাদের মধ্যেই রয়ে গেল, যারা রয়ে গিয়েছিল। আমি তাদের উপর প্রস্তর বৃষ্টি বর্ষণ করলাম।",
    "en": "So We saved him and his family, except for his wife; she was of those who remained [with the evildoers]."
  },
  {
    "id": 84,
    "ar": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُجْرِمِينَ",
    "tr": "ওয়া আমতারনা-‘আলাইহিম মাতারান ফানজু র কাইফা কা-না ‘আ-কিবাতুল মুজ রিমীন।",
    "bn_haque": "আর তাদের উপরে আমরা বর্ষণ করেছিলাম এক বর্ষণ। অতএব দেখো, অপরাধীদের পরিণাম কেমন হয়েছিল?",
    "bn_muhi": "অতএব, দেখ গোনাহগারদের পরিণতি কেমন হয়েছে।",
    "en": "And We rained upon them a rain [of stones]. Then see how was the end of the criminals."
  },
  {
    "id": 85,
    "ar": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ فَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَٰحِهَا ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "tr": "ওয়া ইলা-মাদইয়ানা আখা-হুম শু‘আইবান কা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহূ কাদ জাআতকুম বাইয়িনাতুম মিররাব্বিকুম ফাআওফুল কাইলা ওয়াল মীঝা-না ওয়ালা-তাবখাছুন্না-ছা আশইয়াআহুম ওয়ালা-তুফছিদূফিল আরদিবা‘দা ইসলা-হিহা- যা-লিকুম খাইরুল্লাকুম ইন কুনতুম মু’মিনীন।",
    "bn_haque": "আর মাদয়ানবাসীদের নিকট তাদের ভাই শোআইবকে। তিনি বললেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা করো, তোমাদের জন্য তিনি ব্যতীত অন্য উপাস্য নেই। তোমাদের কাছে তোমাদের প্রভুর কাছ থেকে নিশ্চয়ই এসেছে স্পষ্ট প্রমাণ। কাজেই পুরো মাপ ও ওজন দেবে, আর কোন লোককে বঞ্চিত করো না তাদের বিষয়বস্তুতে, আর পৃথিবীতে গন্ডগোল সৃষ্টি করো না তাতে সুব্যবস্থা আনয়নের পরে এটিই তোমাদের জন্য শ্রেয় যদি তোমরা বিশ্বাসী হও।",
    "bn_muhi": "আমি মাদইয়ানের প্রতি তাদের ভাই শোয়ায়েবকে প্রেরণ করেছি। সে বললঃ হে আমার সম্প্রদায়! তোমরা আল্লাহর এবাদত কর। তিনি ব্যতীত তোমাদের কোন উপাস্য নেই। তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ থেকে প্রমাণ এসে গেছে। অতএব তোমরা মাপ ও ওজন পূর্ন কর এবং মানুষকে তাদের দ্রব্যদি কম দিয়ো না এবং ভুপৃষ্টের সংস্কার সাধন করার পর তাতে অনর্থ সৃষ্টি করো না। এই হল তোমাদের জন্যে কল্যাণকর, যদি তোমরা বিশ্বাসী হও।",
    "en": "And to [the people of] Madyan [We sent] their brother Shu'ayb. He said, \"O my people, worship Allah ; you have no deity other than Him. There has come to you clear evidence from your Lord. So fulfill the measure and weight and do not deprive people of their due and cause not corruption upon the earth after its reformation. That is better for you, if you should be believers."
  },
  {
    "id": 86,
    "ar": "وَلَا تَقْعُدُوا۟ بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ وَتَبْغُونَهَا عِوَجًا وَٱذْكُرُوٓا۟ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ وَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُفْسِدِينَ",
    "tr": "ওয়ালা-তাক‘উদূবিকুল্লি সিরা-তিন তূ‘ইদূ না ওয়া তাসূদ্দূনা ‘আন ছাবীলিল্লা-হি মান আমানা বিহী ওয়া তাবগূনাহা-‘ইওয়াজাওঁ ওয়াযকুরূইযকুনতুম কালীলান ফাকাছছারাকুম ওয়ানজু রূকাইফা কা-না ‘আ-কিবাতুল মুফছিদীন।",
    "bn_haque": "\"আর প্রত্যেক রাস্তায় ওত পেতে থেকো না ভয় দেখিয়ে, আর আল্লাহ্‌র পথ থেকে তাকে ফিরিয়ে নিতে যে তাঁর প্রতি ঈমান এনেছে, আর তাকে কুটিল করতে যেও না। আর স্মরণ করো -- যখন তোমরা অল্প ছিলে, তখন তিনি তোমাদের বাড়িয়ে দিয়েছিলেন। অতএব দেখো, কি হয়েছিল বিপর্যয় সৃষ্টিকারীদের পরিণাম!",
    "bn_muhi": "তোমরা পথে ঘাটে এ কারণে বসে থেকো না যে, আল্লাহ বিশ্বাসীদেরকে হুমকি দিবে, আল্লাহর পথে বাধা সৃষ্টি করবে এবং তাতে বক্রতা অনুসন্ধান করবে। স্মরণ কর, যখন তোমরা সংখ্যায় অল্প ছিলে অতঃপর আল্লাহ তোমাদেরকে অধিক করেছেন এবং লক্ষ্য কর কিরূপ অশুভ পরিণতি হয়েছে অনর্থকারীদের।",
    "en": "And do not sit on every path, threatening and averting from the way of Allah those who believe in Him, seeking to make it [seem] deviant. And remember when you were few and He increased you. And see how was the end of the corrupters."
  },
  {
    "id": 87,
    "ar": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا۟ بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا۟ فَٱصْبِرُوا۟ حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ",
    "tr": "ওয়া ইন কা-না তাইফাতুম মিনকুম আ-মানূবিল্লাযীউরছিলতুবিহী ওয়া তাইফাতুল লাম ইউ’মিনূফাসবিরূহাত্তা-ইয়াহকুমাল্লা-হু বাইনানা- ওয়া হুওয়া খাইরুল হাকিমীন।",
    "bn_haque": "আর যদি তোমাদের একদলও বিশ্বাস করে আমাকে যা দিয়ে পাঠানো হয়েছে তাতে, আর একদল বিশ্বাস করে না, তখন ধৈর্য ধরো যে পর্যন্ত না আল্লাহ্ আমাদের উভয়ের মধ্যে মীমাংসা করে দেন, আর তিনিই বিচারকর্তাদের মধ্যে শ্রেষ্ঠ।",
    "bn_muhi": "আর যদি তোমাদের একদল ঐ বিষয়ের প্রতি বিশ্বাস স্থাপন করে যা নিয়ে আমি প্রেরিত হয়েছি এবং একদল বিশ্বাস স্থাপন করে যা নিয়ে আমি প্রেরিত হয়েছি এবং একদল বিশ্বাস স্থাপন না করে, তবে ছবর কর যে পর্যন্ত আল্লাহ আমাদের মধ্যে মীমাংসা না করে দেন। তিনিই শ্রেষ্ট মীমাংসাকারী।",
    "en": "And if there should be a group among you who has believed in that with which I have been sent and a group that has not believed, then be patient until Allah judges between us. And He is the best of judges.\""
  },
  {
    "id": 88,
    "ar": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَٰرِهِينَ",
    "tr": "কা-লাল মালউল্লাযীনাছ তাকবারূমিন কাওমিহী লানুখরিজান্নাকা ইয়া-শু‘আইবুওয়াল্লাযীনা আ-মানূমা‘আকা মিন কারইয়াতিনা-আও লাতা‘ঊদুন্না ফী মিল্লাতিনা কা-লা আওয়ালাও কুন্না-কা-রিহীন ।",
    "bn_haque": "তাঁর সম্প্রদায়ের মধ্যে যারা গর্ব করেছিল তাদের প্রধানরা বললে, \"আমরা নিশ্চয়ই তোমাকে তাড়িয়ে দেবো, হে শোআইব! আর যারা তোমার সঙ্গে ঈমান এনেছে তাদেরও, আমাদের জনপদ থেকে, অথবা আমাদের ধর্মমতে তোমাদের ফিরে আসতেই হবে।\" তিনি বললেন, \"কি! যদিও আমরা ঘৃণা করি?",
    "bn_muhi": "তার সম্প্রদায়ের দাম্ভিক সর্দাররা বললঃ হে শোয়ায়েব, আমরা অবশ্যই তোমাকে এবং তোমার সাথে বিশ্বাস স্থাপনকারীদেরকে শহর থেকে বের করে দেব অথবা তোমরা আমাদের ধর্মে প্রত্যাবর্তন করবে। শোয়ায়েব বললঃ আমরা অপছন্দ করলেও কি ?",
    "en": "Said the eminent ones who were arrogant among his people, \"We will surely evict you, O Shu'ayb, and those who have believed with you from our city, or you must return to our religion.\" He said, \"Even if we were unwilling?\""
  },
  {
    "id": 89,
    "ar": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا عَلَى ٱللَّهِ تَوَكَّلْنَا رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَٰتِحِينَ",
    "tr": "কাদিফ তারাইনা-‘আলাল্লা-হি কাযিবান ইন ‘উদনা-ফী মিল্লাতিকুম বা‘দা ইযনাজ্জানাল্লাহু মিনহা ওয়ামা-ইয়াকূনুলানা আন্না‘ঊদা ফীহা ইল্লা আইঁ ইয়াশাআল্লা-হু রাব্বুনা- ওয়াছি‘আ রাব্বুনা-কুল্লা শাইইন ‘ইলমান ‘আলাল্লা-হি তাওয়াক্কালনা- রাব্বানাফতাহ বাইনানা -ওয়া বাইনা-কাওমিনা-বিলহাক্কিওয়া আনতা খাইরুল ফা-তিহীন।",
    "bn_haque": "আমরা নিশ্চয়ই আল্লাহ্‌র বিরুদ্ধে মিথ্যা সৃষ্টি করবো যদি আমরা ফিরে যাই তোমাদের ধর্মমতে তা থেকে আল্লাহ্ আমাদের উদ্ধার করার পরেও, আর এটি আমাদের সমীচীন হবে না যে আমরা ওতে ফিরে যাই, যদি না আমাদের প্রভু আল্লাহ্ ইচ্ছে করেন। আমাদের প্রভু জ্ঞানে সব-কিছুতে ব্যাপকতা রাখেন। আল্লাহ্‌র উপরেই আমরা নির্ভর করি -- 'আমাদের প্রভু! আমাদের মধ্যে ও আমাদের সম্প্রদায়ের মধ্যে ন্যায্যভাবে নিস্পত্তি করে দাও, আর তুমিই নিস্পত্তিকারীদের মধ্যে সর্বশ্রেষ্ঠ।",
    "bn_muhi": "আমরা আল্লাহর প্রতি মিথ্যা অপবাদকারী হয়ে যাব যদি আমরা তোমাদের ধর্মে প্রত্যাবর্তন করি, অথচ তিনি আমাদেরকে এ থেকে মুক্তি দিয়েছেন। আমাদের কাজ নয় এ ধর্মে প্রত্যাবর্তন করা, কিন্তু আমাদের প্রতি পালক আল্লাহ যদি চান। আমাদের প্রতিপালক প্রত্যেক বস্তুকে স্বীয় জ্ঞান দ্বারা বেষ্টন করে আছেন। আল্লাহর প্রতিই আমরা ভরসা করেছি। হে আমাদের প্রতিপালক আমাদের ও আমাদের সম্প্রদায়ের মধ্যে ফয়সালা করে ছিল যথার্থ ফয়সালা। আপনিই শ্রেষ্টতম ফসলা ফয়সালাকারী।",
    "en": "We would have invented against Allah a lie if we returned to your religion after Allah had saved us from it. And it is not for us to return to it except that Allah, our Lord, should will. Our Lord has encompassed all things in knowledge. Upon Allah we have relied. Our Lord, decide between us and our people in truth, and You are the best of those who give decision.\""
  },
  {
    "id": 90,
    "ar": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَٰسِرُونَ",
    "tr": "ওয়া কা-লাল মালাউল্লাযীনা কাফারূমিন কাওমিহী লাইনিততাবা‘তুম শু‘আইবান ইন্নাকুম ইযাল লাখা-ছিরূন।",
    "bn_haque": "আর তাঁর লোকদের মধ্যের যারা অবিশ্বাস করেছিল তাদের প্রধানরা বললে -- \"যদি তোমরা শোআইবকে অনুসরণ কর তবে তোমরা আলবৎ ক্ষতিগ্রস্ত হবে।\"",
    "bn_muhi": "তার সম্প্রদায়ের কাফের সর্দাররা বললঃ যদি তোমরা শোয়ায়েবের অনুসরণ কর, তবে নিশ্চিতই ক্ষতিগ্রস্ত হবে।",
    "en": "Said the eminent ones who disbelieved among his people, \"If you should follow Shu'ayb, indeed, you would then be losers.\""
  },
  {
    "id": 91,
    "ar": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَٰثِمِينَ",
    "tr": "ফাআখাযাতহুমুর রাজফাতুফাআসবাহূফী দা-রিহিম জা-ছিমীন।",
    "bn_haque": "তারপর ভূমিকম্প তাদের পাকড়ালো, ফলে তারা হয়ে গেল আপন বাড়িঘরেই নিথরদেহী।",
    "bn_muhi": "অনন্তর পাকড়াও করল তাদেরকে ভূমিকম্প। ফলে তারা সকাল বেলায় গৃহ মধ্যে উপুড় হয়ে পড়ে রইল।",
    "en": "So the earthquake seized them, and they became within their home [corpses] fallen prone."
  },
  {
    "id": 92,
    "ar": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَٰسِرِينَ",
    "tr": "আল্লাযীনা কাযযাবূশু‘আইবান কাআল্লাম ইয়াগনাও ফীহা-আল্লাযীনা কাযযাবূ শু‘আইবান কা-নূহুমুল খা-ছিরীন।",
    "bn_haque": "যারা শোআইবকে মিথ্যারোপ করেছিল তাদের দশা হলো -- তারা যেন কখনো সেখানে বসবাস করে নি, যারা শোআইবকে মিথ্যারোপ করেছিল তারা নিজেরাই হলো ক্ষতিগ্রস্ত!",
    "bn_muhi": "শোয়ায়েবের প্রতি মিথ্যারোপকারীরা যেন কোন দিন সেখানে বসবাসই করেনি। যারা শোয়ায়েবের প্রতি মিথ্যারোপ করেছিল, তারাই ক্ষতিগ্রস্থ হল।",
    "en": "Those who denied Shu'ayb - it was as though they had never resided there. Those who denied Shu'ayb - it was they who were the losers."
  },
  {
    "id": 93,
    "ar": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَٰلَٰتِ رَبِّى وَنَصَحْتُ لَكُمْ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَٰفِرِينَ",
    "tr": "ফাতাওয়াল্লা-‘আনহুম ওয়া কা-লা ইয়া-কাওমি লাকাদ আবলাগতুকুম রিছা-লা-তি রাববী ওয়া নাসাহতুলাকুম ফাকাইফা আ-ছা-‘আলা-কাওমিন কা-ফিরীন।",
    "bn_haque": "এর পর তিনি তাদের থেকে ফিরে দাঁড়ালেন ও বললেন -- \"হে আমার সম্প্রদায়! আমি তো অবশ্যই তোমাদের কাছে আমার প্রভুর নির্দেশসমূহ পৌঁছে দিয়েছিলাম আর তোমাদের সদুপদেশ দিয়েছিলাম, সুতরাং কেনই বা আমি দুঃখ করবো এক অবিশ্বাসী সম্প্রদায়ের জন্য!\"",
    "bn_muhi": "অনন্তর সে তাদের কাছ থেকে প্রস্থান করল এবং বললঃ হে আমার সম্প্রদায়, আমি তোমাদেরকে প্রতিপালকের পয়গাম পৌছে দিয়েছি এবং তোমাদের হিত কামনা করেছি। এখন আমি কাফেরদের জন্যে কেন দুঃখ করব।",
    "en": "And he turned away from them and said, \"O my people, I had certainly conveyed to you the messages of my Lord and advised you, so how could I grieve for a disbelieving people?\""
  },
  {
    "id": 94,
    "ar": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
    "tr": "ওয়া মাআরছালনা-ফী কারইয়াতিম মিন নাবিইয়িন ইল্লা-আখাযনাআহলাহা-বিলবা’ছাই ওয়াদ্দাররাই লা‘আল্লাহুম ইয়াদ্দাররা‘ঊন।",
    "bn_haque": "আর আমরা কোনো জনপদে কোনো নবী পাঠাইনি তাদের বাসিন্দাদের দুঃখ ও দুর্দশা দিয়ে পাকড়াও না-ক’বে, যেন তারা নিজেরা বিনয়াবনত হয়।",
    "bn_muhi": "আর আমি কোন জনপদে কোন নবী পাঠাইনি, তবে (এমতাবস্থায়) যে পাকড়াও করেছি সে জনপদের অধিবাসীদিগকে কষ্ট ও কঠোরতার মধ্যে, যাতে তারা শিথিল হয়ে পড়ে।",
    "en": "And We sent to no city a prophet [who was denied] except that We seized its people with poverty and hardship that they might humble themselves [to Allah ]."
  },
  {
    "id": 95,
    "ar": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "tr": "ছু ম্মা বাদ্দালনা-মাকা-নাছছাইয়িআতিল হাছানাতা হাত্তা-‘আফাওঁ ওয়া কা-লূকাদ মাছছা আ-বাআনাদ্দাররাউ ওয়াছছাররাউ ফাআখাযনা-হুম বাগতাতাওঁ ওয়া হুম লাইয়াশ‘উরূন।",
    "bn_haque": "তারপর আমরা দুঃখকষ্টের অবস্থা বদলে দিলাম ভালো দিয়ে, যে পর্যন্ত না তারা ফেঁপে উঠলো ও বললে -- \"আমাদের পিতৃপুরুষদেরও দুঃখদুর্দশা ও আমোদ-আহ্লাদ স্পর্শ করেছিল।\" কাজেই আমরা তাদের পাকড়াও করলাম অতর্কিতে, আর তারা টেরও পেলো না।",
    "bn_muhi": "অতঃপর অকল্যাণের স্থলে তা কল্যাণে বদলে দিয়েছে। এমনকি তারা অনেক বেড়ে গিয়েছি এবং বলতে শুরু করেছে, আমাদের বাপ-দাদাদের উপরও এমন আনন্দ-বেদনা এসেছে। অতঃপর আমি তাদেরকে পাকড়াও করেছি এমন আকস্মিকভাবে যে তারা টেরও পায়নি।",
    "en": "Then We exchanged in place of the bad [condition], good, until they increased [and prospered] and said, \"Our fathers [also] were touched with hardship and ease.\" So We seized them suddenly while they did not perceive."
  },
  {
    "id": 96,
    "ar": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَٰكِن كَذَّبُوا۟ فَأَخَذْنَٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
    "tr": "ওয়া লাও আন্না আহলাল কুরাআ-মানূওয়াত্তাকাও লাফাতাহনা -‘আলাইহিম বারাকা-তিম মিনাছছামাই ওয়াল আরদি ওয়ালা-কিন কাযযাবূ ফাআখাযনা-হুম বিমা-কা-নূ ইয়াকছিবূন।",
    "bn_haque": "আর যদি জনপদসমূহের অধিবাসীরা ঈমান আনতো ও ধর্ম-ভীরুতা অবলন্বন করতো তবে আমরা নিশ্চয়ই তাদের জন্য উন্নুক্ত করতাম মহাকাশমন্ডল ও পৃথিবী থেকে আশীর্বাদসমূহ, কিন্তু তারা তো অবিশ্বাস করেছিল, তাই আমরা তাদের পাকড়াও করলাম যা তারা অর্জন করেছিল তার জন্যে।",
    "bn_muhi": "আর যদি সে জনপদের অধিবাসীরা ঈমান আনত এবং পরহেযগারী অবলম্বন করত, তবে আমি তাদের প্রতি আসমানী ও পার্থিব নেয়ামত সমূহ উম্মুক্ত করে দিতাম। কিন্তু তারা মিথ্যা প্রতিপন্ন করেছে। সুতরাং আমি তাদেরকে পাকড়াও করেছি তাদের কৃতকর্মের বদলাতে।",
    "en": "And if only the people of the cities had believed and feared Allah, We would have opened upon them blessings from the heaven and the earth; but they denied [the messengers], so We seized them for what they were earning.\""
  },
  {
    "id": 97,
    "ar": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَٰتًا وَهُمْ نَآئِمُونَ",
    "tr": "আফা আমিনা আহলুল কুরা আইঁআইয়া’তিয়াহুম বা’ছুনা-বায়া-তাওঁ ওয়া হুম নাইমূন।",
    "bn_haque": "তবে কি জনপদের বাসিন্দারা নিরাপদ বোধ করছে তাদের উপরে আমাদের বিপর্যয় এসে পড়া সম্পর্কে রাত্রির আক্রমণরূপে, যখন তারা থাকে নিদ্রামগ্ন?",
    "bn_muhi": "এখনও কি এই জনপদের অধিবাসীরা এ ব্যাপারে নিশ্চিন্ত যে, আমার আযাব তাদের উপর রাতের বেলায় এসে পড়বে অথচ তখন তারা থাকবে ঘুমে অচেতন।",
    "en": "Then, did the people of the cities feel secure from Our punishment coming to them at night while they were asleep?"
  },
  {
    "id": 98,
    "ar": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
    "tr": "আওয়া আমিনা আহলুল কুরাআইঁ ইয়া’তিয়াহুম বা’ছুনা-দু হাওঁ ওয়া হুম ইয়াল‘আবূন।",
    "bn_haque": "অথবা জনপদের বাসিন্দারা কি নিরাপদ ভাবে তাদের উপরে আমাদের বিপর্যয় এসে পড়া সম্পর্কে সকাল বেলায় যখন তারা থাকে খেলায় রত?",
    "bn_muhi": "আর এই জনপদের অধিবাসীরা কি নিশ্চিন্ত হয়ে পড়েছে যে, তাদের উপর আমার আযাব দিনের বেলাতে এসে পড়বে অথচ তারা তখন থাকবে খেলা-ধুলায় মত্ত।",
    "en": "Or did the people of the cities feel secure from Our punishment coming to them in the morning while they were at play?"
  },
  {
    "id": 99,
    "ar": "أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَٰسِرُونَ",
    "tr": "আফা আমিনূমাকরাল্লা-হি, ফালা-ইয়া’মানুমাকরাল্লা-হি ইল্লাল কাওমুল খা-ছিরূন।",
    "bn_haque": "তারা কি তবে নিরাপদ বোধ করে আল্লাহ্‌র পরিকল্পনা থেকে? আর আল্লাহ্‌র পরিকল্পনা থেকে কেউ নিরাপদ থাকতে পারে না ক্ষতিগ্রস্ত সম্প্রদায় ব্যতীত।",
    "bn_muhi": "তারা কি আল্লাহর পাকড়াওয়ের ব্যাপারে নিশ্চিন্ত হয়ে গেছে? বস্তুতঃ আল্লাহর পাকড়াও থেকে তারাই নিশ্চিন্ত হতে পারে, যাদের ধ্বংস ঘনিয়ে আসে।",
    "en": "Then did they feel secure from the plan of Allah ? But no one feels secure from the plan of Allah except the losing people."
  },
  {
    "id": 100,
    "ar": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَٰهُم بِذُنُوبِهِمْ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
    "tr": "আওয়া লাম ইয়াহদি লিল্লাযীনা ইয়ারিছূনাল আরদা মিম বা‘দিআহলিহা-আল নাও নাশাউ আসাবনা-হুম বিযুনূবিহিম ওয়া নাতবা‘উ ‘আলা-কুলূবিহিম ফাহুম লাইয়াছমা‘ঊন।",
    "bn_haque": "এটি কি নির্দেশা‌ত্মক নয় তাদের জন্য যারা দেশের উত্তরাধিকারপ্রাপ্ত হয় তার বাসিন্দাদের পরে, যে যদি আমরা ইচ্ছা করি তবে তাদেরও আমরা আঘাত হানতে পারি তাদের অপরাধের জন্য, আর তাদের হৃদয়ের উপরে সিল এঁটে দিতে পারি, ফলে তারা শুনবে না?",
    "bn_muhi": "তাদের নিকট কি একথা প্রকাশিত হয়নি, যারা উত্তারাধিকার লাভ করেছে। সেখানকার লোকদের ধ্বংসপ্রাপ্ত হবার পর যদি আমি ইচ্ছা করতাম, , তবে তাদেরকে তাদের পাপের দরুন পাকড়াও করে ফেলতাম। বস্তুতঃ আমি মোহর এঁটে দিয়েছি তাদের অন্তরসমূহের উপর। কাজেই এরা শুনতে পায় না।",
    "en": "Has it not become clear to those who inherited the earth after its [previous] people that if We willed, We could afflict them for their sins? But We seal over their hearts so they do not hear."
  },
  {
    "id": 101,
    "ar": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَٰفِرِينَ",
    "tr": "তিলকাল-কুরা-নাকুসসু‘আলাইকা মিন আমবাইহা ওয়া লাকাদ জাআতহুম রুছুলুহুম বিলবাইয়িনা-তি ফামা-কা-নূলিইউ‘মিনূবিমা-কাযযাবূমিন কাবলু কাযা-লিকা ইয়াতবা‘ঊল্লা-হু ‘আলা-কুলূবিল কা-ফিরীন।",
    "bn_haque": "এই জনবসতিগুলো -- তাদের কাহিনী থেকে কিছুটা আমরা তোমার কাছে বর্ণনা করছি। আর নিশ্চয়ই তাদের কাছে তাদের রসূলগণ এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে, কিন্তু তাদের বিশ্বাস করবার অবস্থা ছিল না তাতে যা তারা ইতিপূর্বে অবিশ্বাস করেছিল। এইভাবে আল্লাহ্ মোহর মেরে দেন অবিশ্বাসীদের হৃদয়ের উপরে।",
    "bn_muhi": "এগুলো হল সে সব জনপদ যার কিছু বিবরণ আমি আপনাকে অবহিত করছি। আর নিশ্চিতই ওদের কাছে পৌছেছিলেন রসূল নিদর্শন সহকারে। অতঃপর কস্মিনকালও এরা ঈমান আনবার ছিল না, তারপরে যা তার ইতিপূর্বে মিথ্যা বলে প্রতিপন্ন করেছে। এভাবেই আল্লাহ কাফেরদের অন্তরে মোহর এঁটে দেন।",
    "en": "Those cities - We relate to you, [O Muhammad], some of their news. And certainly did their messengers come to them with clear proofs, but they were not to believe in that which they had denied before. Thus does Allah seal over the hearts of the disbelievers."
  },
  {
    "id": 102,
    "ar": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَٰسِقِينَ",
    "tr": "ওয়া মা-ওয়াজাদনা-লিআকছারিহিম মিন ‘আহদিওঁ ওয়া ইওঁ ওয়াজাদনা আকছারাহুম লাফা-ছিকীন।",
    "bn_haque": "আর তাদের বেশিরভাগের মধ্যে আমরা প্রতি‌শ্রুতি পালনের কিছুই পাই নি, বরং তাদের অধিকাংশকে অবশ্যই পেয়েছি ডাহা অসৎকর্মা।",
    "bn_muhi": "আর তাদের অধিকাংশ লোককেই আমি প্রতিজ্ঞা বাস্তবায়নকারীরূপে পাইনি; বরং তাদের অধিকাংশকে পেয়েছি হুকুম অমান্যকারী।",
    "en": "And We did not find for most of them any covenant; but indeed, We found most of them defiantly disobedient."
  },
  {
    "id": 103,
    "ar": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُفْسِدِينَ",
    "tr": "ছু ম্মা বা‘আছনা-মিম বা‘দিহিম মূছা-বিআ-য়া-তিনাইলা-ফির‘আওনা ওয়া মালাইহী ফাজালামূবিহা- ফানজু র কাইফা কা-না ‘আ-কিবাতুল মুফছিদীন।",
    "bn_haque": "অবশেষে তাদের পরে আমরা মূসাকে নিযুক্ত করেছিলাম ফিরআউন ও তার পরিষদবর্গের কাছে আমাদের নির্দেশাবলী সঙ্গে দিয়ে, কিন্তু তারা এগুলোর প্রতি অবিচার করেছিল, অতএব দেখো কেমন হয়েছিল বিপর্যয় সৃষ্টিকারীদের পরিণাম!",
    "bn_muhi": "অতঃপর আমি তাদের পরে মূসাকে পাঠিয়েছি নিদর্শনাবলী দিয়ে ফেরাউন ও তার সভাসদদের নিকট। বস্তুতঃ ওরা তাঁর মোকাবেলায় কুফরী করেছে। সুতরাং চেয়ে দেখ, কি পরিণতি হয়েছে অনাচারীদের।",
    "en": "Then We sent after them Moses with Our signs to Pharaoh and his establishment, but they were unjust toward them. So see how was the end of the corrupters."
  },
  {
    "id": 104,
    "ar": "وَقَالَ مُوسَىٰ يَٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَٰلَمِينَ",
    "tr": "ওয়া কা-লা মুছা-ইয়া-ফির‘আওনুইন্নী রাছূলুম মির রাব্বিল ‘আ-লামীন।",
    "bn_haque": "আর মূসা বললেন -- \"হে ফিরআউন, নিঃসন্দেহ আমি বিশ্বজগতের প্রভুর তরফ থেকে একজন রসূল, --",
    "bn_muhi": "আর মূসা বললেন, হে ফেরাউন, আমি বিশ্ব-পালনকর্তার পক্ষ থেকে আগত রসূল।",
    "en": "And Moses said, \"O Pharaoh, I am a messenger from the Lord of the worlds"
  },
  {
    "id": 105,
    "ar": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِىَ بَنِىٓ إِسْرَٰٓءِيلَ",
    "tr": "হাকীকুন ‘আলাআল্লাআকূলা ‘আলাল্লা-হি ইল্লাল হাক্কা কাদ জি’তুকুম ব্বিাইয়িনাতিম মিররাব্বিকুম ফাআরছিল মা‘ইয়া বানীইছরাঈল।",
    "bn_haque": "স্থিরনিশ্চিত যে আল্লাহ্ সন্বন্ধে আমি সত্য ছাড়া বলবো না। আমি তোমাদের কাছে এসেছি তোমাদের প্রভুর কাছ থেকে স্পষ্ট প্রমাণাবলী নিয়ে, সুতরাং আমার সঙ্গে পাঠিয়ে দাও ইসরাইলবংশীয় লোকদের।",
    "bn_muhi": "আল্লাহর পক্ষ থেকে যে সত্য এসেছে, তার ব্যতিক্রম কিছু না বলার ব্যাপারে আমি সুদৃঢ়। আমি তোমাদের পরওয়ারদেগারের নিদর্শন নিয়ে এসেছি। সুতরাং তুমি বনী ইসরাঈলদেরকে আমার সাথে পাঠিয়ে দাও।",
    "en": "[Who is] obligated not to say about Allah except the truth. I have come to you with clear evidence from your Lord, so send with me the Children of Israel.\""
  },
  {
    "id": 106,
    "ar": "قَالَ إِن كُنتَ جِئْتَ بِـَٔايَةٍ فَأْتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
    "tr": "কা-লা ইন কুনতা জি’তা বিআ-য়াতিন ফা’তি বিহা ইন কু নতা মিনাসসা-দিকীন।",
    "bn_haque": "সে বললে -- \"যদি তুমি কোনো নিদর্শন নিয়ে এসে থাকো তবে তা উপস্থাপিত করো, যদি তুমি সত্যবাদীদের মধ্যেকার হও।\"",
    "bn_muhi": "সে বলল, যদি তুমি কোন নিদর্শন নিয়ে এসে থাক, তাহলে তা উপস্থিত কর যদি তুমি সত্যবাদী হয়ে থাক।",
    "en": "[Pharaoh] said, \"If you have come with a sign, then bring it forth, if you should be of the truthful.\""
  },
  {
    "id": 107,
    "ar": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ",
    "tr": "ফাআলকা-‘আসা-হু ফাইযা-হিয়া ছু‘বা-নুম মুবীন।",
    "bn_haque": "কাজেই তিনি তাঁর লাঠি নিক্ষেপ করলেন, তখন আশ্চর্য! তা হলো এক স্পষ্ট সাপ।",
    "bn_muhi": "তখন তিনি নিক্ষেপ করলেন নিজের লাঠিখানা এবং তাৎক্ষণাৎ তা জলজ্যান্ত এক অজগরে রূপান্তরিত হয়ে গেল।",
    "en": "So Moses threw his staff, and suddenly it was a serpent, manifest."
  },
  {
    "id": 108,
    "ar": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّٰظِرِينَ",
    "tr": "ওয়া নাঝা‘আ ইয়াদাহূফাইযা-হিয়া বাইদাউ লিন না-জিরীন।",
    "bn_haque": "আর তিনি তাঁর হাত বের করলেন, তখন আশ্চর্য! তা হলো দর্শকদের কাছে সাদা।",
    "bn_muhi": "আর বের করলেন নিজের হাত এবং তা সঙ্গে সঙ্গে দর্শকদের চোখে ধবধবে উজ্জ্বল দেখাতে লাগল।",
    "en": "And he drew out his hand; thereupon it was white [with radiance] for the observers."
  },
  {
    "id": 109,
    "ar": "قَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٌ",
    "tr": "কা-লাল মালাউ মিন কাওমি ফির‘আওনা ইন্না হা-যা-লাছা-হিরুন ‘আলীম।",
    "bn_haque": "ফিরআউনের লোকদের প্রধানরা বললে -- \"নিঃসন্দেহ এ একজন বিজ্ঞ জাদুকর।\"",
    "bn_muhi": "ফেরাউনের সাঙ্গ-পাঙ্গরা বলতে লাগল, নিশ্চয় লোকটি বিজ্ঞ-যাদুকর।",
    "en": "Said the eminent among the people of Pharaoh, \"Indeed, this is a learned magician"
  },
  {
    "id": 110,
    "ar": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ فَمَاذَا تَأْمُرُونَ",
    "tr": "ইউরীদুআইঁ ইউখরিজাকুম মিন আরদিকুম ফামা-যা-তা’মুরূন।",
    "bn_haque": "সে চায় তোমাদের দেশ থেকে তোমাদের বের করে দিতে, কাজেই তোমরা কি পরামর্শ দাও?",
    "bn_muhi": "সে তোমাদিগকে তোমাদের দেশ থেকে বের করে দিতে চায়। এ ব্যাপারে তোমাদের কি মত?",
    "en": "Who wants to expel you from your land [through magic], so what do you instruct?\""
  },
  {
    "id": 111,
    "ar": "قَالُوٓا۟ أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِى ٱلْمَدَآئِنِ حَٰشِرِينَ",
    "tr": "কা-লূআরজিহ ওয়া আখা-হু ওয়া আরছিল ফিল মাদাইনি হা-শিরীন।",
    "bn_haque": "তারা বললে -- \"তাকে ও তার ভাইকে কিঞ্চিৎ অবকাশ দাও, আর শহরে-নগরে পাঠাও তলবকারীদের --",
    "bn_muhi": "তারা বলল, আপনি তাকে ও তার ভাইকে অবকাশ দান করুন এবং শহরে বন্দরে লোক পাঠিয়ে দিন লোকদের সমবেত করার জন্য।",
    "en": "They said, \"Postpone [the matter of] him and his brother and send among the cities gatherers"
  },
  {
    "id": 112,
    "ar": "يَأْتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٍ",
    "tr": "ইয়া’তূকা বিকুল্লি ছা-হিরীন ‘আলীম।",
    "bn_haque": "তোমার কাছে তারা নিয়ে আসুক প্রত্যেক ঝানু জাদুকর।",
    "bn_muhi": "যাতে তারা পরাকাষ্ঠাসম্পন্ন বিজ্ঞ যাদুকরদের এনে সমবেত করে।",
    "en": "Who will bring you every learned magician.\""
  },
  {
    "id": 113,
    "ar": "وَجَآءَ ٱلسَّحَرَةُ فِرْعَوْنَ قَالُوٓا۟ إِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَٰلِبِينَ",
    "tr": "ওয়া জাআছছাহারাতুফির‘আওনা কা-লূইন্না লানা-লাআজরান ইন কুন্না-নাহনুলগালিবীন।",
    "bn_haque": "আর জাদুকররা ফিরআউনের কাছে এলো। তারা বললে -- \"আমাদের পুরস্কার থাকা চাই যদি আমরা নিজেরা বিজেতা হই।\"",
    "bn_muhi": "বস্তুতঃ যাদুকররা এসে ফেরাউনের কাছে উপস্থিত হল। তারা বলল, আমাদের জন্যে কি কোন পারিশ্রমিক নির্ধারিত আছে, যদি আমরা জয়লাভ করি?",
    "en": "And the magicians came to Pharaoh. They said, \"Indeed for us is a reward if we are the predominant.\""
  },
  {
    "id": 114,
    "ar": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ ٱلْمُقَرَّبِينَ",
    "tr": "কা-লা না‘আম ওয়া ইন্নাকুম লামিনাল মুকাররাবীন।",
    "bn_haque": "সে বললে -- \"হাঁ আর আলবৎ তোমরা হবে নিকটবর্তীদের অন্তর্ভুক্ত।\"",
    "bn_muhi": "সে বলল, হ্যাঁ এবং অবশ্যই তোমরা আমার নিকটবর্তী লোক হয়ে যাবে।",
    "en": "He said, \"Yes, and, [moreover], you will be among those made near [to me].\""
  },
  {
    "id": 115,
    "ar": "قَالُوا۟ يَٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ نَحْنُ ٱلْمُلْقِينَ",
    "tr": "কা-লূইয়া-মূছা ইম্মাআন তুলকিয়া ওয়া ইম্মাআন নাকূনা নাহনুল মুলক ীন।",
    "bn_haque": "তারা বললে -- \"হে মূসা! তুমি কি নিক্ষেপ করবে, না আমরাই হবো নিক্ষেপকারী?",
    "bn_muhi": "তারা বলল, হে মূসা! হয় তুমি নিক্ষেপ কর অথবা আমরা নিক্ষেপ করছি।",
    "en": "They said, \"O Moses, either you throw [your staff], or we will be the ones to throw [first].\""
  },
  {
    "id": 116,
    "ar": "قَالَ أَلْقُوا۟ فَلَمَّآ أَلْقَوْا۟ سَحَرُوٓا۟ أَعْيُنَ ٱلنَّاسِ وَٱسْتَرْهَبُوهُمْ وَجَآءُو بِسِحْرٍ عَظِيمٍ",
    "tr": "কা-লা আলকূ ফালাম্মা আলকাও ছাহারূআ‘ইউনান না-ছি ওয়াছতারহাবূহুম ওয়া জাঊ বিছিহরিন ‘আজীম।",
    "bn_haque": "তিনি বললেন -- \"তোমরাই ফেলো।\" অতঃপর যখন তারা ফেললো তখন লোকদের চোখে ধাঁধাঁ লাগিয়ে দিল আর তাদের ভয়াতুর করলো, আর তারা নিয়ে এলো এক বড় রকমের জাদু!",
    "bn_muhi": "তিনি বললেন, তোমরাই নিক্ষেপ কর। যখন তারা নিক্ষেপ করল তখন লোকদের চোখগুলোকে বাধিয়ে দিল, ভীত-সন্ত্রস্ত করে তুলল এবং মহাযাদু প্রদর্শন করল।",
    "en": "He said, \"Throw,\" and when they threw, they bewitched the eyes of the people and struck terror into them, and they presented a great [feat of] magic."
  },
  {
    "id": 117,
    "ar": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَلْقِ عَصَاكَ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
    "tr": "ওয়া আওহাইনাইলা-মূছাআন আলকি‘আসা-কা ফাইযা-হিয়া তালকাফুমাইয়া’ফিকূন।",
    "bn_haque": "তখন আমরা মূসাকে প্রত্যাদেশ দিলাম যে -- \"তোমার লাঠি নিক্ষেপ করো।\" তখন কি আশ্চর্য! তা গ্রাস করতে লাগলো যা তারা রচনা করেছিল।",
    "bn_muhi": "তারপর আমি ওহীযোগে মূসাকে বললাম, এবার নিক্ষেপ কর তোমার লাঠিখানা। অতএব সঙ্গে সঙ্গে তা সে সমুদয়কে গিলতে লাগল, যা তারা বানিয়েছিল যাদু বলে।",
    "en": "And We inspired to Moses, \"Throw your staff,\" and at once it devoured what they were falsifying."
  },
  {
    "id": 118,
    "ar": "فَوَقَعَ ٱلْحَقُّ وَبَطَلَ مَا كَانُوا۟ يَعْمَلُونَ",
    "tr": "ফাওয়াকা‘আল হাক্কুওয়া বাতালা মা-কা-নূইয়া‘মালূন।",
    "bn_haque": "কাজেই সত্য প্রতিষ্ঠা লাভ করলো এবং তারা যা করছিল তা বাতিল হয়ে গেল।",
    "bn_muhi": "সুতরাং এভাবে প্রকাশ হয়ে গেল সত্য বিষয় এবং ভুল প্রতিপন্ন হয়ে গেল যা কিছু তারা করেছিল।",
    "en": "So the truth was established, and abolished was what they were doing."
  },
  {
    "id": 119,
    "ar": "فَغُلِبُوا۟ هُنَالِكَ وَٱنقَلَبُوا۟ صَٰغِرِينَ",
    "tr": "ফাগুলিবূহুনা-লিকা ওয়ান কালাবূসা-গিরীন।",
    "bn_haque": "সুতরাং তারা সেইখানেই পরাভূত হলো, আর তারা মোড় ফেরালো ছোট হয়ে।",
    "bn_muhi": "সুতরাং তারা সেখানেই পরাজিত হয়ে গেল এবং অতীব লাঞ্ছিত হল।",
    "en": "And Pharaoh and his people were overcome right there and became debased."
  },
  {
    "id": 120,
    "ar": "وَأُلْقِىَ ٱلسَّحَرَةُ سَٰجِدِينَ",
    "tr": "ওয়া উলকিয়াছছাহারাতুছা-জিদীন।",
    "bn_haque": "আর জাদুকররা লুটিয়ে পড়লো সিজদারত অবস্থায়।",
    "bn_muhi": "এবং যাদুকররা সেজদায় পড়ে গেল।",
    "en": "And the magicians fell down in prostration [to Allah ]."
  },
  {
    "id": 121,
    "ar": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَٰلَمِينَ",
    "tr": "কা-লূআ-মান্না-বিরাব্বিল ‘আ-লামীন।",
    "bn_haque": "তারা বললে -- \"আমরা ঈমান আনলাম বিশ্বজগতের প্রভুর প্রতি --",
    "bn_muhi": "বলল, আমরা ঈমান আনছি মহা বিশ্বের পরওয়ারদেগারের প্রতি।",
    "en": "They said, \"We have believed in the Lord of the worlds,"
  },
  {
    "id": 122,
    "ar": "رَبِّ مُوسَىٰ وَهَٰرُونَ",
    "tr": "রাব্বি মূছা-ওয়া হা-রূন।",
    "bn_haque": "মূসা ও হারূনের প্রভু।",
    "bn_muhi": "যিনি মূসা ও হারুনের পরওয়ারদেগার।",
    "en": "The Lord of Moses and Aaron.\""
  },
  {
    "id": 123,
    "ar": "قَالَ فِرْعَوْنُ ءَامَنتُم بِهِۦ قَبْلَ أَنْ ءَاذَنَ لَكُمْ إِنَّ هَٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ٱلْمَدِينَةِ لِتُخْرِجُوا۟ مِنْهَآ أَهْلَهَا فَسَوْفَ تَعْلَمُونَ",
    "tr": "কা-লা ফির‘আওনুআ-মানতুম বিহী কাবলা আন আ-যানা লাকুম ইন্না হা-যালামাকরুম মাকারতুমূহু ফিল মাদীনাতি লিতুখরিজূমিনহাআহলাহা- ফাছওফা তা‘লামূন।",
    "bn_haque": "ফিরআউন বললে -- \"তোমরা তাতে বিশ্বাস করছ আমি তোমাদের অনুমতি দেবার আগেই! নিশ্চয় এটি এক চক্রান্ত যা তোমরা এ শহরে ফেদেছঁ যেন তোমরা এ থেকে এর লোকদের বার করে দিতে পারো। বেশ, শীঘ্রই তোমরা টের পাবে!",
    "bn_muhi": "ফেরাউন বলল, তোমরা কি (তাহলে) আমার অনুমতি দেয়ার আগেই ঈমান আনলে! এটা প্রতারণা, যা তোমরা এ নগরীতে প্রদর্শন করলে। যাতে করে এ শহরের অধিবাসীদিগকে শহর থেকে বের করে দিতে পার। সুতরাং তোমরা শীঘ্রই বুঝতে পারবে।",
    "en": "Said Pharaoh, \"You believed in him before I gave you permission. Indeed, this is a conspiracy which you conspired in the city to expel therefrom its people. But you are going to know."
  },
  {
    "id": 124,
    "ar": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَٰفٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
    "tr": "লাউকাত্তি‘আন্না আইদিয়াকুমওয়াআরজুলাকুমমিনখিলা-ফিন ছু ম্মা লাউসালিলবান্নাকুম আজমা‘ঈন।",
    "bn_haque": "আমি আলবৎ তোমাদের হাত ও তোমাদের পা উল্টো-পাল্টা কেটে দেবো, তারপর তোমাদের নিশ্চয়ই শূলে চড়াবো একসঙ্গে।",
    "bn_muhi": "অবশ্যই আমি কেটে দেব তোমাদের হাত ও পা বিপরীত দিক থেকে। তারপর তোমাদের সবাইকে শূলীতে চড়িয়ে মারব।",
    "en": "I will surely cut off your hands and your feet on opposite sides; then I will surely crucify you all.\""
  },
  {
    "id": 125,
    "ar": "قَالُوٓا۟ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
    "tr": "কা-লূইন্নাইলা-রাব্বিনা-মুনকালিবূন।",
    "bn_haque": "তারা বললে -- \"নিঃসন্দেহ আমাদের প্রভুর কাছেই আমরা প্রত্যাবর্তনকারী।",
    "bn_muhi": "তারা বলল, আমাদেরকে তো মৃত্যুর পর নিজেদের পরওয়ারদেগারের নিকট ফিরে যেতেই হবে।",
    "en": "They said, \"Indeed, to our Lord we will return."
  },
  {
    "id": 126,
    "ar": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتْنَا رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
    "tr": "ওয়ামা-তানকিমুমিন্না ইল্লাআন আ-মান্না-বিআ-য়া-তি রাব্বিনা-লাম্মা-জাআতনা- রাব্বানা-আফরিগ ‘আলাইনা-সাবরাওঁ ওয়াতাওয়াফফানা-মুছলিমীন।",
    "bn_haque": "আর তুমি আমাদের উপরে প্রতিহিংসা নিচ্ছ না শুধু এজন্য ছাড়া যে আমরা বিশ্বাস স্থাপন করেছি আমাদের প্রভুর নির্দেশাবলীতে যখন সে-সব আমাদের কাছে এসেছিল। 'আমাদের প্রভু! আমাদের উপরে ধৈর্য বর্ষণ করো, আর আমাদের মৃত্যু ঘটাও মুসলিমরূপে।",
    "bn_muhi": "বস্তুতঃ আমাদের সাথে তোমার শত্রুতা তো এ কারণেই যে, আমরা ঈমান এনেছি আমাদের পরওয়ারদেগারের নিদর্শনসমূহের প্রতি যখন তা আমাদের নিকট পৌঁছেছে। হে আমাদের পরওয়ারদেগার আমাদের জন্য ধৈর্য্যের দ্বার খুলে দাও এবং আমাদেরকে মুসলমান হিসাবে মৃত্যু দান কর।",
    "en": "And you do not resent us except because we believed in the signs of our Lord when they came to us. Our Lord, pour upon us patience and let us die as Muslims [in submission to You].\""
  },
  {
    "id": 127,
    "ar": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُۥ لِيُفْسِدُوا۟ فِى ٱلْأَرْضِ وَيَذَرَكَ وَءَالِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْىِۦ نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَٰهِرُونَ",
    "tr": "ওয়া কা-লাল মালাউ মিন কাওমি ফির‘আওনা আতাযারু মূছা-ওয়া কাওমাহূলিইউফছিদূ ফিল আরদিওয়া ইয়াযারাকা ওয়া আ-লিহাতাকা কা-লা ছানুকাত্তিলুআবনাআহুম ওয়া নাছতাহঈ নিছাআহুম, ওয়া ইন্না-ফাওকাহুম কা-হিরূন।",
    "bn_haque": "আর ফিরআউনের লোকদের প্রধানরা বললে -- \"আপনি কি মূসাকে ও তার লোকদের ছেড়ে দেবেন দেশে বিপর্যয় সৃষ্টি করতে এবং আপনাকে এবং আপনার দেবতাদের পরিত্যাগ করতে?\" সে বললে -- \"আমরা তাদের পুত্রদের অবশ্যই হত্যা করবো আর তাদের কন্যাদের বাঁচতে দেবো, আর আমরা আলবৎ তাদের উপরে প্রতাপশালী।\"",
    "bn_muhi": "ফেরাউনের সম্প্রদায়ের র্সদাররা বলল, তুমি কি এমনি ছেড়ে দেবে মূসা ও তার সম্প্রদায়কে। দেশময় হৈ-চৈ করার জন্য এবং তোমাকে ও তোমার দেব-দেবীকে বাতিল করে দেবার জন্য। সে বলল, আমি এখনি হত্যা করব তাদের পুত্র সন্তানদিগকে; আর জীবিত রাখব মেয়েদেরকে। বস্তুতঃ আমরা তাদের উপর প্রবল।",
    "en": "And the eminent among the people of Pharaoh said,\" Will you leave Moses and his people to cause corruption in the land and abandon you and your gods?\" [Pharaoh] said, \"We will kill their sons and keep their women alive; and indeed, we are subjugators over them.\""
  },
  {
    "id": 128,
    "ar": "قَالَ مُوسَىٰ لِقَوْمِهِ ٱسْتَعِينُوا۟ بِٱللَّهِ وَٱصْبِرُوٓا۟ إِنَّ ٱلْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِۦ وَٱلْعَٰقِبَةُ لِلْمُتَّقِينَ",
    "tr": "কা-লা মূছা-লিকাওমিহিছ তা‘ঈনূবিল্লা-হি ওয়াসবিরূ ইন্নাল আরদা লিল্লা-হি ইউরিছু হা- মাইঁ ইয়াশাউ মিন ‘ইবা-দিহী ওয়াল ‘আ-কিবাতুলিলমুত্তাকীন।",
    "bn_haque": "মূসা তাঁর লোকদের বললেন -- \"আল্লাহ্‌র কাছে সাহায্য চাও ও ধৈর্য ধারণ করো, নিঃসন্দেহ পৃথিবী তো আল্লাহ্‌র, তিনি তার উত্তরাধিকার দেবেন তাঁর বান্দাদের মধ্যের যাদের তিনি পছন্দ করেন। আর পরিণাম হচ্ছে ধর্মপরায়ণদেরই জন্যে।\"",
    "bn_muhi": "মূসা বললেন তার কওমকে, সাহায্য প্রার্থনা কর আল্লাহর নিকট এবং ধৈর্য্য ধারণ কর। নিশ্চয়ই এ পৃথিবী আল্লাহর। তিনি নিজের বান্দাদের মধ্যে যাকে ইচ্ছা এর উত্তরাধিকারী বানিয়ে দেন এবং শেষ কল্যাণ মুত্তাকীদের জন্যই নির্ধারিত রয়েছে।",
    "en": "Said Moses to his people, \"Seek help through Allah and be patient. Indeed, the earth belongs to Allah . He causes to inherit it whom He wills of His servants. And the [best] outcome is for the righteous.\""
  },
  {
    "id": 129,
    "ar": "قَالُوٓا۟ أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِنۢ بَعْدِ مَا جِئْتَنَا قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ٱلْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
    "tr": "কা-লূ ঊযীনা-মিন কাবলি আন তা’তিয়ানা-ওয়া মিম বা‘দি মা-জি’তানা- কা-লা ‘আছা-রাব্বুকুম আইঁ ইউহলিকা ‘আদুওওয়াকুম ওয়া ইয়াছতাখলিফাকুম ফিল আরদি ফাইয়ানজু রা কাইফা তা‘মালূন।",
    "bn_haque": "তারা বললে -- \"আমরা অত্যাচারিত হয়েছি আমাদের কাছে তোমার আগমনের আগে এবং আমাদের কাছে তোমার আসার পরেও।\" তিনি বললেন -- \"হতে পারে তোমাদের প্রভু তোমাদের শত্রুদের ধ্বংস করবেন, আর অচিরেই তোমাদের তিনি প্রতিনিধি ঠাওরাবেন দেশের মধ্যে, যেন তিনি দেখতে পারেন কেমনভাবে তোমরা কাজ করো।\"",
    "bn_muhi": "তারা বলল, আমাদের কষ্ট ছিল তোমার আসার পূর্বে এবং তোমার আসার পরে। তিনি বললেন, তোমাদের পরওয়ারদেগার শীঘ্রই তোমাদের শক্রদের ধ্বংস করে দেবেন এবং তোমাদেরকে দেশে প্রতিনিধিত্ব দান করবেন। তারপর দেখবেন, তোমরা কেমন কাজ কর।",
    "en": "They said, \"We have been harmed before you came to us and after you have come to us.\" He said, \"Perhaps your Lord will destroy your enemy and grant you succession in the land and see how you will do.\""
  },
  {
    "id": 130,
    "ar": "وَلَقَدْ أَخَذْنَآ ءَالَ فِرْعَوْنَ بِٱلسِّنِينَ وَنَقْصٍ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "tr": "ওয়া লাকাদ আখাযনাআ-লা ফির‘আওনা বিছছিনীনা ওয়া নাকসিম মিনাছছামারা-তি লা‘আল্লাহুম ইয়াযযাক্কারূন।",
    "bn_haque": "আর আমরা নিশ্চয়ই ফিরআউনের লোকদের পাকড়াও করেছিলাম বহুবৎসরের খরা আর ফল-ফসলের ক্ষতি দিয়ে, যেন তারা অনুধাবন করে।",
    "bn_muhi": "তারপর আমি পাকড়াও করেছি-ফেরাউনের অনুসারীদেরকে দুর্ভিক্ষের মাধ্যমে এবং ফল ফসলের ক্ষয়-ক্ষতির মাধ্যমে যাতে করে তারা উপদেশ গ্রহণ করে।",
    "en": "And We certainly seized the people of Pharaoh with years of famine and a deficiency in fruits that perhaps they would be reminded."
  },
  {
    "id": 131,
    "ar": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَٰذِهِۦ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ أَلَآ إِنَّمَا طَٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "tr": "ফাইযা-জাআতহুমুল হাছানাতুকা-লূলানা-হা-যিহী ওয়া ইন তুসিবহুম ছাইয়িআতুইঁ ইয়াত্তাইয়ারূবিমূছা-ওয়া মাম মা‘আহূ আলাইন্নামা তাইরুহুম ‘ইনদাল্লা-হি ওয়ালাকিন্না আকছারাহুম লা-ইয়া‘লামূন।",
    "bn_haque": "কিন্তু যখন তাদের কাছে ভালো অবস্থা আসতো, তারা বলতো -- \"এ-সব আমাদের জন্য।\" আর যখন মন্দ অবস্থা তাদের উপরে ঘটতো তারা আরোপ করতো মূসার ও তাঁর সঙ্গে যারা ছিল তাদের উপরে। একি নয় যে নিঃসন্দেহ তাদের ক্রিয়াকলাপ আল্লাহ্‌র কাছে রয়েছে? কিন্তু তাদের অধিকাংশই জানে না।",
    "bn_muhi": "অতঃপর যখন শুভদিন ফিরে আসে, তখন তারা বলতে আরম্ভ করে যে, এটাই আমাদের জন্য উপযোগী। আর যদি অকল্যাণ এসে উপস্থিত হয় তবে তাতে মূসার এবং তাঁর সঙ্গীদের অলক্ষণ বলে অভিহিত করে। শুনে রাখ তাদের অলক্ষণ যে, আল্লাহরই এলেমে রয়েছে, অথচ এরা জানে না।",
    "en": "But when good came to them, they said, \"This is ours [by right].\" And if a bad [condition] struck them, they saw an evil omen in Moses and those with him. Unquestionably, their fortune is with Allah, but most of them do not know."
  },
  {
    "id": 132,
    "ar": "وَقَالُوا۟ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
    "tr": "ওয়া কা-লূমাহমা-তা‘তিনা-বিহী মিন আ-য়াতিল লিতাছহারানা-বিহা- ফামা-নাহনু লাকা বিমু‘মিনীন।",
    "bn_haque": "আর তারা বললে -- \"তুমি নিদর্শন থেকে যে কোনোটাই আমাদের কাছে আনো না কেন তা দিয়ে আমাদের জাদু করতে, আমরা কিন্তু তোমাতে বিশ্বাস স্থাপনকারী হবো না।\"",
    "bn_muhi": "তারা আরও বলতে লাগল, আমাদের উপর জাদু করার জন্য তুমি যে নিদর্শনই নিয়ে আস না কেন আমরা কিন্তু তোমার উপর ঈমান আনছি না।",
    "en": "And they said, \"No matter what sign you bring us with which to bewitch us, we will not be believers in you.\""
  },
  {
    "id": 133,
    "ar": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٍ مُّفَصَّلَٰتٍ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
    "tr": "ফাআরাছালনা-‘আলাইহিমুততূফা-না ওয়াল জারা-দা ওয়াল কুম্মালা ওয়াদ্দাফা-দি‘আ ওয়াদ্দামা আ-য়া-তিম মুফাসসালা-তিন ফাছতাকবারূওয়া কা-নূকাওমাম মুজরিমীন।",
    "bn_haque": "তারপর আমরা তাদের উপরে পাঠালাম সুদূর প্রসারিত মৃত্যু, আর পঙ্গপাল ও উকুন, আর বেঙ ও রক্ত -- বিশদভাবে বর্ণিত নিদর্শনাবলী, কিন্তু তারা অহংকার করেছিল এবং তারা ছিল একটি অপরাধী সম্প্রদায়।",
    "bn_muhi": "সুতরাং আমি তাদের উপর পাঠিয়ে দিলাম তুফান, পঙ্গপাল, উকুন, ব্যাঙ ও রক্ত প্রভৃতি বহুবিধ নিদর্শন একের পর এক। তারপরেও তারা গর্ব করতে থাকল। বস্তুতঃ তারা ছিল অপরাধপ্রবণ।",
    "en": "So We sent upon them the flood and locusts and lice and frogs and blood as distinct signs, but they were arrogant and were a criminal people."
  },
  {
    "id": 134,
    "ar": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
    "tr": "ওয়া লাম্মা-ওয়া কা‘আ ‘আলাইহিমুর রিজঝুকা-লূইয়া-মূছাদ‘উলানা-রাব্বাকা বিমা‘আহিদা ‘ইনদাকা লাইন কাশাফতা ‘আন্নার রিজঝা লানু’মিনান্না লাকা ওয়ালানুরছিলান্না মা‘আকা বানীইছরাঈল।",
    "bn_haque": "আর যখন তাদের উপরে মড়কের আবির্ভাব হলো তারা বললে -- \"হে মূসা! তোমার প্রভুর কাছে আমাদের জন্য প্রার্থনা করো যেমন তিনি তোমার কাছে ওয়াদা করেছেন, তুমি যদি আমাদের কাছ থেকে মহামারী অপসারিত করে দাও তবে আমরা নিশ্চয়ই তোমাতে ঈমান আনবো আর তোমার সঙ্গে অবশ্যই ইসরাইলবংশীয়দের পাঠিয়ে দেবো।",
    "bn_muhi": "আর তাদের উপর যখন কোন আযাব পড়ে তখন বলে, হে মূসা আমাদের জন্য তোমার পরওয়ারদেগারের নিকট সে বিষয়ে দোয়া কর যা তিনি তোমার সাথে ওয়াদা করে রেখেছেন। যদি তুমি আমাদের উপর থেকে এ আযাব সরিয়ে দাও, তবে অবশ্যই আমরা ঈমান আনব তোমার উপর এবং তোমার সাথে বনী-ইসরাঈলদেরকে যেতে দেব।",
    "en": "And when the punishment descended upon them, they said, \"O Moses, invoke for us your Lord by what He has promised you. If you [can] remove the punishment from us, we will surely believe you, and we will send with you the Children of Israel.\""
  },
  {
    "id": 135,
    "ar": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ",
    "tr": "ফালাম্মা-কাশাফনা-‘আনহুমুর রিজঝা ইলাআজালিন হুম বা-লিগূহু ইযা-হুম ইয়ানকুছূ ন।",
    "bn_haque": "কিন্তু যখন আমরা তাদের থেকে মহামারী দূর করলাম নির্দিষ্ট সময়ের জন্য যাতে তারা পৌঁছুল, দেখো! তারা ভঙ্গ করলো!",
    "bn_muhi": "অতঃপর যখন আমি তাদের উপর থেকে আযাব তুলে নিতাম নির্ধারিত একটি সময় পর্যন্ত-যেখান পর্যন্ত তাদেরকে পৌছানোর উদ্দেশ্য ছিল, তখন তড়িঘড়ি তারা প্রতিশ্রুতি ভঙ্গ করত।",
    "en": "But when We removed the punishment from them until a term which they were to reach, then at once they broke their word."
  },
  {
    "id": 136,
    "ar": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَكَانُوا۟ عَنْهَا غَٰفِلِينَ",
    "tr": "ফানতাকামনা-মিনহুম ফাআগরাকনা-হুম ফিল ইয়াম্মি বিআন্নাহুম কাযযাবূবিআ-য়া-তিনাওয়া কা-নূ‘আনহা-গা-ফিলীন।",
    "bn_haque": "সেজন্য আমরা তাদের থেকে শেষপরিণতি নিলাম, আর তাদের আমরা ডুবিয়ে দিয়েছিলাম সাগরের জলে যেহেতু তারা প্রত্যাখ্যান করেছিল আমাদের নির্দেশসমূহ, আর এতে তারা ছিল অমনোযোগী।",
    "bn_muhi": "সুতরাং আমি তাদের কাছে থেকে বদলা নিয়ে নিলাম-বস্তুতঃ তাদেরকে সাগরে ডুবিয়ে দিলাম। কারণ, তারা মিথ্যা প্রতিপন্ন করেছিল আমার নিদর্শনসমূহকে এবং তৎপ্রতি অনীহা প্রদর্শন করেছিল।",
    "en": "So We took retribution from them, and We drowned them in the sea because they denied Our signs and were heedless of them."
  },
  {
    "id": 137,
    "ar": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَٰرِقَ ٱلْأَرْضِ وَمَغَٰرِبَهَا ٱلَّتِى بَٰرَكْنَا فِيهَا وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
    "tr": "ওয়া আওরাছনাল কাওমাল্লাযীনা কা-নূইউছতাদ‘আফূনা মাশা-রিকাল আরদিওয়া মাগা-রিবাহাল্লাতী বা-রাকনা-ফীহা- ওয়া তাম্মাত কালিমাতুরাব্বিকাল হুছনা-‘আলাবানীইছরাঈলা বিমা-সাবারূ ওয়া দাম্মারনা-মা-কা-না ইয়াসনা‘উ ফির‘আওনু ওয়া কাওমুহূওয়া মা-কা-নূইয়া‘রিশূন।",
    "bn_haque": "আর আমরা উত্তরাধিকার দিয়েছিলাম সেই লোকদের যাদের দুর্বল গণ্য করা হয়েছিল, -- দেশের পূর্ব্বাঞ্চলসমূহ ও তার পশ্চিমাঞ্চল সমূহ -- যাতে আমরা সমৃদ্ধি অর্পণ করেছিলাম। আর তোমার প্রভুর মনোরম বাণী পরিপূর্ণ হয়েছিল ইসরাইলের বংশধরদের ক্ষেত্রে যেহেতু তারা ধৈর্য ধরেছিল। আর আমরা ভেঙ্গে ফেলেছিলাম ফিরআউন ও তার লোকেরা যা গড়ে ছিল, আর যে- সব তারা বানিয়েছিল।",
    "bn_muhi": "আর যাদেরকে দুর্বল মনে করা হত তাদেরকেও আমি উত্তরাধিকার দান করেছি এ ভুখন্ডের পূর্ব ও পশ্চিম অঞ্চলের যাতে আমি বরকত সন্নিহিত রেখেছি এবং পরিপূর্ণ হয়ে গেছে তোমার পালনকর্তার প্রতিশ্রুত কল্যাণ বনী-ইসরাঈলদের জন্য তাদের ধৈর্য্যধারণের দরুন। আর ধ্বংস করে দিয়েছে সে সবকিছু যা তৈরী করেছিল ফেরাউন ও তার সম্প্রদায় এবং ধ্বংস করেছি যা কিছু তারা সুউচ্চ নির্মাণ করেছিল।",
    "en": "And We caused the people who had been oppressed to inherit the eastern regions of the land and the western ones, which We had blessed. And the good word of your Lord was fulfilled for the Children of Israel because of what they had patiently endured. And We destroyed [all] that Pharaoh and his people were producing and what they had been building."
  },
  {
    "id": 138,
    "ar": "وَجَٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتَوْا۟ عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰٓ أَصْنَامٍ لَّهُمْ قَالُوا۟ يَٰمُوسَى ٱجْعَل لَّنَآ إِلَٰهًا كَمَا لَهُمْ ءَالِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
    "tr": "ওয়া জাওয়াঝনা-ব্বিানীইছরাঈলাল বাহরা ফাআতাওঁ‘আলা-কাওমিইঁ ইয়া‘কুফূনা ‘আলাআসনা-মিল্লাহুম কা-লূইয়া-মূছাজ‘আল্লানাইলা-হান কামা-লাহুম আলিহাতুন কা-লা ইন্নাকুম কাওমুন তাজহালূন।",
    "bn_haque": "আর আমরা ইসরাইল বংশীয় লোকদের সমূদ্র পার করিয়ে দিই, তারপর তারা এল এক জাতির সংস্পর্শে যারা তাদের অবশিষ্ট প্রতিমাগুলোর প্রতি আসক্ত ছিল। তারা বললে -- \"হে মূসা! আমাদের জন্য একটি দেবতা গড়ে দাও যেমন তাদের দেবতারা রয়েছে ।\" তিনি বললেন -- \"তোমরা নিঃসন্দেহ এমন এক সম্প্রদায় যারা বোকামো করছো।",
    "bn_muhi": "বস্তুতঃ আমি সাগর পার করে দিয়েছি বনী-ইসরাঈলদিগকে। তখন তারা এমন এক সম্প্রদায়ের কাছে গিয়ে পৌছাল, যারা স্বহস্তনির্মিত মূর্তিপুজায় নিয়োজিত ছিল। তারা বলতে লাগল, হে মূসা; আমাদের উপাসনার জন্যও তাদের মূর্তির মতই একটি মূর্তি নির্মাণ করে দিন। তিনি বললেন, তোমাদের মধ্যে বড়ই অজ্ঞতা রয়েছে।",
    "en": "And We took the Children of Israel across the sea; then they came upon a people intent in devotion to [some] idols of theirs. They said, \"O Moses, make for us a god just as they have gods.\" He said, \"Indeed, you are a people behaving ignorantly."
  },
  {
    "id": 139,
    "ar": "إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
    "tr": "ইন্না-হাউলাই মুতাব্বারুম মা-হুম ফীহি ওয়া বা-তিলুম মা-কা-নূইয়া‘মালূন।",
    "bn_haque": "নিঃসন্দেহ এদের ব্যাপারে -- যাতে তারা লিপ্ত রয়েছে তা ধ্বংসপ্রাপ্ত হতে যাচ্ছে, আর বৃথা যা তারা করে চলেছে।",
    "bn_muhi": "এরা যে, কাজে নিয়োজিত রয়েছে তা ধ্বংস হবে এবং যা কিছু তারা করেছে তা যে ভুল!",
    "en": "Indeed, those [worshippers] - destroyed is that in which they are [engaged], and worthless is whatever they were doing.\""
  },
  {
    "id": 140,
    "ar": "قَالَ أَغَيْرَ ٱللَّهِ أَبْغِيكُمْ إِلَٰهًا وَهُوَ فَضَّلَكُمْ عَلَى ٱلْعَٰلَمِينَ",
    "tr": "কা-লা আগাইরাল্লা-হি আবগীকুম ইলা-হাওঁ ওয়া হুওয়া ফাদ্দালাকুম ‘আলাল ‘আ-লামীন।",
    "bn_haque": "তিনি বললেন -- \"আমি কি আল্লাহ্ ছাড়া তোমাদের জন্য অন্য উপাস্য খুঁজবো, অথচ তিনি তোমাদের শ্রেষ্ঠত্ব দিয়েছেন সমস্ত বিশ্বজগতের উপরে?\"",
    "bn_muhi": "তিনি বললেন, তাহলে কি আল্লাহকে ছাড়া তোমাদের জন্য অন্য কোন উপাস্য অনুসন্ধান করব, অথচ তিনিই তোমাদিগকে সারা বিশ্বে শ্রেষ্ঠত্ব দান করেছেন।",
    "en": "He said, \"Is it other than Allah I should desire for you as a god while He has preferred you over the worlds?\""
  },
  {
    "id": 141,
    "ar": "وَإِذْ أَنجَيْنَٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "tr": "ওয়া ইযআনজাইনা-কুম মিন আ-লি ফির‘আওনা ইয়াছূমূনাকুম ছূআল ‘আযা-বি ইউকাত্তিলূনা আবনাআকুম ওয়া ইয়াছতাহইউনা নিছাআকুম ওয়াফী যা-লিকুম বালাউম মিররাব্বিকুম ‘আজীম।",
    "bn_haque": "আর স্মরণ করো, আমরা তোমাদের উদ্ধার করেছিলাম ফিরআউনের লোকদের থেকে, তারা তোমাদের অত্যাচার করেছিল মর্মান্তিক শাস্তি দিয়ে, -- তারা তোমাদের পুত্রসন্তানদের হত্যা করতো ও বাচঁতে দিত তোমাদের কন্যাদের। আর এতে ছিল তোমাদের জন্য তোমাদের প্রভুর তরফ থেকে এক বিরাট সঙ্কট।",
    "bn_muhi": "আর সে সময়ের কথা স্মরণ কর, যখন আমি তোমাদেরকে ফেরাউনের লোকদের কবল থেকে মুক্তি দিয়েছি; তারা তোমাদেরকে দিত নিকৃষ্ট শাস্তি, তোমাদের পুত্র-সন্তানদের মেরে ফেলত এবং মেয়েদের বাঁচিয়ে রাখত। এতে তোমাদের প্রতি তোমাদের পরওয়ারদেগারের বিরাট পরীক্ষা রয়েছে।",
    "en": "And [recall, O Children of Israel], when We saved you from the people of Pharaoh, [who were] afflicting you with the worst torment - killing your sons and keeping your women alive. And in that was a great trial from your Lord."
  },
  {
    "id": 142,
    "ar": "وَوَٰعَدْنَا مُوسَىٰ ثَلَٰثِينَ لَيْلَةً وَأَتْمَمْنَٰهَا بِعَشْرٍ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ",
    "tr": "ওয়া ওয়া-‘আদনা-মূছা-ছালা-ছীনা লাইলাতাওঁ ওয়া আতমামনা-হা-বি‘আশরিন ফাতাম্মা মীকা-তুরাব্বিহীআরবা‘ঈনা লাইলাতাওঁ ওয়া কা-লা মূছা-লিআখীহি হা-রূনাখ লুফনী ফী কাওমী ওয়া আসলিহওয়ালা-তাত্তাবি‘ ছাবীলাল মুফছিদীন।",
    "bn_haque": "আর আমরা মূসার সঙ্গে ওয়াদা করেছিলাম ত্রিশ রাত্রি, আর তা পূর্ণ করি দশ দিয়ে -- তাতে পূর্ণ হলো তাঁর প্রভুর নির্ধারিত চল্লিশ রাত্রি। আর মূসা তাঁর ভাই হারূনকে বললেন -- \"আমার সম্প্রদায়ের মধ্যে তুমি আমার প্রতিনিধিত্ব করবে ও ভালোভাবে চলবে, আর গন্ডগোল সৃষ্টিকারীদের পথ অনুসরণ করো না।\"",
    "bn_muhi": "আর আমি মূসাকে প্রতিশ্রুতি দিয়েছি ত্রিশ রাত্রির এবং সেগুলোকে পূর্ন করেছি আরো দশ দ্বারা। বস্তুতঃ এভাবে চল্লিশ রাতের মেয়াদ পূর্ণ হয়ে গেছে। আর মূসা তাঁর ভাই হারুনকে বললেন, আমার সম্প্রদায়ে তুমি আমার প্রতিনিধি হিসাবে থাক। তাদের সংশোধন করতে থাক এবং হাঙ্গামা সৃষ্টিকারীদের পথে চলো না।",
    "en": "And We made an appointment with Moses for thirty nights and perfected them by [the addition of] ten; so the term of his Lord was completed as forty nights. And Moses said to his brother Aaron, \"Take my place among my people, do right [by them], and do not follow the way of the corrupters.\""
  },
  {
    "id": 143,
    "ar": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِىٓ أَنظُرْ إِلَيْكَ قَالَ لَن تَرَىٰنِى وَلَٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِى فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا فَلَمَّآ أَفَاقَ قَالَ سُبْحَٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا۠ أَوَّلُ ٱلْمُؤْمِنِينَ",
    "tr": "ওয়া লাম্মা-জাআ মূছা-লিমীকা-তিনা ওয়া কাল্লামাহূরাব্বুহূ কা-লা রাব্বি আরিনীআনজুর ইলাইকা কা-লা লান তারা-নী ওয়ালা-কিনিনজু র ইলাল জাবালি ফাইনিছতাকাররা মাকা-নাহূফাছাওফা তারা-নী ফালাম্মা-তাজাল্লা-রাব্বুহূলিলজাবালি জা‘আলাহূদাক্কাওঁ ওয়া খার রা মূছা-সা‘ঈকা- ফালাম্মাআফা-কা কা-লা ছুবহানাকা তুবতুইলাইকা ওয়া আনা আওওয়ালূল মু’মিনীন।",
    "bn_haque": "আর যখন মূসা আমাদের নির্ধারিত-স্থলে এসে পৌঁছুলেন এবং তাঁর প্রভু তাঁর সাথে কথা বললেন, তিনি বললেন -- \"আমার প্রভু! আমাকে দর্শন দাও, আমি তোমাকে দেখবো।\" তিনি বললেন -- \"তুমি কখনই আমাকে দেখতে পাবে না, বরং পাহাড়টির দিকে তাকাও, যদি তা তার জায়গায় স্থির থাকে তবে তুমি আমাকে দেখবে।\" তারপর যখন তাঁর প্রভু পাহাড়টিতে জ্যোতিষ্মান হলেন তখন তিনি তাকে চূর্ণ-বিচূর্ণ করলেন, আর মূসা পড়ে গেলেন সংজ্ঞাহীন হয়ে। তারপর যখন তিনি চেতনা পেলেন, তিনি বললেন -- \"তোমারই সব মহিমা! আমি তোমারই দিকে ফিরছি, আর আমি হব মুমিনদের মধ্যে অগ্রণী।\"",
    "bn_muhi": "তারপর মূসা যখন আমার প্রতিশ্রুত সময় অনুযায়ী এসে হাযির হলেন এবং তাঁর সাথে তার পরওয়ারদেগার কথা বললেন, তখন তিনি বললেন, হে আমার প্রভু, তোমার দীদার আমাকে দাও, যেন আমি তোমাকে দেখতে পাই। তিনি বললেন, তুমি আমাকে কস্মিনকালেও দেখতে পাবে না, তবে তুমি পাহাড়ের দিকে দেখতে থাক, সেটি যদি স্বস্থানে দঁড়িয়ে থাকে তবে তুমিও আমাকে দেখতে পাবে। তারপর যখন তার পরওয়ারদগার পাহাড়ের উপর আপন জ্যোতির বিকিরণ ঘটালেন, সেটিকে বিধ্বস্ত করে দিলেন এবং মূসা অজ্ঞান হয়ে পড়ে গেলেন। অতঃপর যখন তাঁর জ্ঞান ফিরে এল; বললেন, হে প্রভু! তোমার সত্তা পবিত্র, তোমার দরবারে আমি তওবা করছি এবং আমিই সর্বপ্রথম বিশ্বাস স্থাপন করছি।",
    "en": "And when Moses arrived at Our appointed time and his Lord spoke to him, he said, \"My Lord, show me [Yourself] that I may look at You.\" [ Allah ] said, \"You will not see Me, but look at the mountain; if it should remain in place, then you will see Me.\" But when his Lord appeared to the mountain, He rendered it level, and Moses fell unconscious. And when he awoke, he said, \"Exalted are You! I have repented to You, and I am the first of the believers.\""
  },
  {
    "id": 144,
    "ar": "قَالَ يَٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِى وَبِكَلَٰمِى فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
    "tr": "কা-লা ইয়া-মূছাইন্নিসতাফাইতুকা ‘আলান্না-ছি বিরিছা-লা-তী ওয়া বিকালা-মী  ফাখুযমাআ-তাইতুকা ওয়া কুম মিনাশশা-কিরীন।",
    "bn_haque": "তিনি বললেন -- \"হে মূসা! নিঃসন্দেহ আমি তোমাকে নির্বাচন করেছি জনগণের উপরে আমার বাণী প্রেরণের দ্বারা ও আমার বাক্যালাপের দ্বারা, কাজেই তুমি ধারণ করো যা বিধান আমি তোমাকে দিয়েছি, আর কৃতজ্ঞদের মধ্যেকার হও।\"",
    "bn_muhi": "(পরওয়ারদেগার) বললেন, হে মূসা, আমি তোমাকে আমার বার্তা পাঠানোর এবং কথা বলার মাধ্যমে লোকদের উপর বিশিষ্টতা দান করেছি। সুতরাং যা কিছু আমি তোমাকে দান করলাম, গ্রহণ কর এবং কৃতজ্ঞ থাক।",
    "en": "[ Allah ] said, \"O Moses, I have chosen you over the people with My messages and My words [to you]. So take what I have given you and be among the grateful.\""
  },
  {
    "id": 145,
    "ar": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوَاحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا۟ بِأَحْسَنِهَا سَأُو۟رِيكُمْ دَارَ ٱلْفَٰسِقِينَ",
    "tr": "ওয়া কাতাবনা-লাহূফিল আলওয়া-হিমিন কুল্লি শাইয়িম মাও‘ইজাতাওঁ ওয়া তাফসীলাল লিকুল্লি শাইয়িন ফাখুযহা-বিকুওওয়াতিওঁ ওয়া’মুর কাওমাকা ইয়া’খুযূবিআহছানিহা- ছাঊরীকুম দা-রাল ফা-ছিকীন।",
    "bn_haque": "আর আমরা তাঁর জন্য লিপিবদ্ধ করেছিলাম ফলকগুলোতে হরেক রকমের উপদেশ আর সব-কিছুর ব্যাখ্যা, -- \"এ-সব তাহলে শক্তভাবে ধারণ করো, আর তোমার লোকদের নির্দেশ দাও শ্রেষ্ঠগুলো গ্রহণ করতে। আমি অচিরেই তোমাদের দেখাবো সত্যত্যাগীদের বাসস্থান।\"",
    "bn_muhi": "আর আমি তোমাকে পটে লিখে দিয়েছি সর্বপ্রকার উপদেশ ও বিস্তারিত সব বিষয়। অতএব, এগুলোকে দৃঢ়ভাবে ধারণ কর এবং স্বজাতিকে এর কল্যাণকর বিষয়সমূহ দৃঢ়তার সাথে পালনের নির্দেশ দাও।",
    "en": "And We wrote for him on the tablets [something] of all things - instruction and explanation for all things, [saying], \"Take them with determination and order your people to take the best of it. I will show you the home of the defiantly disobedient.\""
  },
  {
    "id": 146,
    "ar": "سَأَصْرِفُ عَنْ ءَايَٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا وَإِن يَرَوْا۟ سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا۟ سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَكَانُوا۟ عَنْهَا غَٰفِلِينَ",
    "tr": "ছাআসরিফু‘আন আ-য়া-তিয়াল্লাযীনা ইয়াতাকাব্বারূনা ফিল আরদিবিগাইরিল হাক্কি ওয়াইয়ঁইয়ারাও কুল্লা আ-য়াতিল লা-ইউ’মিনূবিহা- ওয়াইয়ঁইয়ারাও ছাবীলাররুশদি লাইয়াত্তাখিযূহু ছাবীলাওঁ ওয়াইয়ঁইয়ারাও ছাবীলাল গাইয়ি ইয়াত্তাখিযূহু ছাবীলান যালিকা বিআন্নাহুম কাযযাবূবিআ-য়া-তিনা-ওয়া কা-নূ‘আনহা-গা-ফিলীন।",
    "bn_haque": "অচিরেই আমার নির্দেশাবলী থেকে আমি ফিরিয়ে দেবো তাদের যারা দেশের মধ্যে অন্যায়ভাবে অহংকার করে। আর যদিও তারা প্রত্যেকটি নিদর্শন দেখতে পায় তবু তারা ওতে বিশ্বাস করবে না, আর যদি তারা ভ্রান্ত পথের দেখা পায় তবে তাকে তারা পথ বলে গ্রহণ করে। এটি এজন্য যে তারা আমাদের নির্দেশ-সমূহকে প্রত্যাখ্যান করেছিল, আর তাতে তারা উদাসীন হয়েছিল।",
    "bn_muhi": "আমি আমার নিদর্শনসমূহ হতে তাদেরকে ফিরিয়ে রাখি, যারা পৃথিবীতে অন্যায়ভাবে গর্ব করে। যদি তারা সমস্ত নিদর্শন প্রত্যক্ষ করে ফেলে, তবুও তা বিশ্বাস করবে না। আর যদি হেদায়েতের পথ দেখে, তবে সে পথ গ্রহণ করে না। অথচ গোমরাহীর পথ দেখলে তাই গ্রহণ করে নেয়। এর কারণ, তারা আমার নিদর্শনসমূহকে মিথ্যা বলে মনে করেছে এবং তা থেকে বেখবর রয়ে গেছে।",
    "en": "I will turn away from My signs those who are arrogant upon the earth without right; and if they should see every sign, they will not believe in it. And if they see the way of consciousness, they will not adopt it as a way; but if they see the way of error, they will adopt it as a way. That is because they have denied Our signs and they were heedless of them."
  },
  {
    "id": 147,
    "ar": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلْءَاخِرَةِ حَبِطَتْ أَعْمَٰلُهُمْ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "tr": "ওয়াল্লাযীনা কাযযাবূবিআ-য়া-তিনা-ওয়া লিকাইল আ-খিরাতি হাবিতাতআ‘মালুহুম হাল ইউজঝাওনা ইল্লা-মা-কা-নূইয়া‘মালূন।",
    "bn_haque": "আর যারা মিথ্যারোপ করেছিল আমাদের নির্দেশাবলীতে ও পরকালের মুলাকাতের সন্বন্ধে, তাদের ক্রিয়াকলাপ বৃথা হয়েছে। তাদের কি প্রতিফল দেয়া হবে যা তারা করে যাচ্ছিল তার বিপরীতে?",
    "bn_muhi": "বস্তুতঃ যারা মিথ্যা জেনেছে আমার আয়াতসমূকে এবং আখেরাতের সাক্ষাতকে, তাদের যাবতীয় কাজকর্ম ধ্বংস হয়ে গেছে। তেমন বদলাই সে পাবে যেমন আমল করত।",
    "en": "Those who denied Our signs and the meeting of the Hereafter - their deeds have become worthless. Are they recompensed except for what they used to do?"
  },
  {
    "id": 148,
    "ar": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ أَلَمْ يَرَوْا۟ أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ٱتَّخَذُوهُ وَكَانُوا۟ ظَٰلِمِينَ",
    "tr": "ওয়াত্তাখাযা কাওমু মূছা-মিম বা‘দিহী মিন হুলিইয়িহিম ‘ইজলান জাছাদাল্লাহূখুওয়া-রুন আলাম ইয়ারাও আন্নাহূলা-ইউকালিলমুহুম ওয়ালা-ইয়াহদীহিম ছাবীলা- । ইত্তাখাযূহু ওয়া কা-নূজা-লিমীন।",
    "bn_haque": "আর মূসার লোকেরা তাঁর পরে গ্রহণ করলো তাদের অলংকার দিয়ে একটি গোবৎসকে -- একটি দেহ, যাতে ফোকলা আওয়াজ হতো। তারা কি দেখলো না যে এটি তো তাদের সঙ্গে কথা বলে না আর তাদের পথে পরিচালিতও করে না? তারা এটিকে গ্রহণ করলো, আর তারা ছিল অন্যায়কারী।",
    "bn_muhi": "আর বানিয়ে নিল মূসার সম্প্রদায় তার অনুপস্থিতিতে নিজেদের অলংকারাদির দ্বারা একটি বাছুর তা থেকে বেরুচ্ছিল ‘হাম্বা হাম্বা’ শব্দ। তারা কি একথাও লক্ষ্য করল না যে, সেটি তাদের সাথে কথাও বলছে না এবং তাদেরকে কোন পথও বাতলে দিচ্ছে না! তারা সেটিকে উপাস্য বানিয়ে নিল। বস্তুতঃ তারা ছিল জালেম।",
    "en": "And the people of Moses made, after [his departure], from their ornaments a calf - an image having a lowing sound. Did they not see that it could neither speak to them nor guide them to a way? They took it [for worship], and they were wrongdoers."
  },
  {
    "id": 149,
    "ar": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوْا۟ أَنَّهُمْ قَدْ ضَلُّوا۟ قَالُوا۟ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ",
    "tr": "ওয়া লাম্মা-ছুকিতা ফীআইদীহিম ওয়া রাআও আন্নাহুম কাদ দাললূ কা-লূলাইল্লাম ইয়ারহামনা-রাব্বুনা-ওয়া ইয়াগফির লানা-লানাকূনান্না মিনাল খা-ছিরীন।",
    "bn_haque": "আর যখন তাদের হাতে কামড় পড়লো আর দেখলো যে তারা বিপথে চলে গেছে, তারা বললে -- \"যদি না আমাদের প্রভু আমাদের প্রতি করুণা করেন ও আমাদের পরিত্রাণ করেন তবে আমরা আলবৎ ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবো।\"",
    "bn_muhi": "অতঃপর যখন তারা অনুতপ্ত হল এবং বুঝতে পারল যে, আমরা নিশ্চিতই গোমরাহ হয়ে পড়েছি, তখন বলতে লাগল, আমাদের প্রতি যদি আমাদের পরওয়ারদেগার করুণা না করেন, তবে অবশ্যই আমরা ধবংস হয়ে যাব।",
    "en": "And when regret overcame them and they saw that they had gone astray, they said, \"If our Lord does not have mercy upon us and forgive us, we will surely be among the losers.\""
  },
  {
    "id": 150,
    "ar": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
    "tr": "ওয়া লাম্মা-রাজা‘আ মূছাইলা-কাওমিহীগাদবা-না আছিফান কা-লা বি’ছামাখালাফতুমূনী মিম বা‘দী আ‘আজিলতুম আমরা রাব্বিকুম ওয়া আলকাল আলওয়াহা ওয়া আখাযা বিরা’ছি আখীহি ইয়াজুররুহূইলাইহি কা-লাবনা উম্মা ইন্নাল কাওমাছ তাদ‘আফূনী ওয়া কা-দূইয়াকতুলূনানী  ফালা-তুশমিত বিয়াল আ‘দাআ ওয়ালাতাজ‘আলনী মা‘আল কাওমিজ্জা-লিমীন।",
    "bn_haque": "আর যখন মূসা ফিরে এলেন তাঁর লোকদের কাছে ক্ষুদ্ধ ও ত্রুদ্ধ হয়ে, তিনি বললেন -- \"আমার পরে তোমরা আমার স্থলে যা কারেছ তা জঘন্য! তোমরা কি তোমাদের প্রভুর বিচার এগিয়ে আনতে চাও?\" আর তিনি ফলকগুলো ফেলে দিলেন, আর তাঁর ভাইয়ের মাথা ধরলেন তাঁর দিকে তাঁকে টেনে আনতে। তিনি বললেন -- \"হে আমার সহোদর! নিঃসন্দেহ লোকেরা আমাকে দুর্বল ঠাওরেছিল ও আমাকে প্রায় মেরেই ফেলেছিল। সুতরাং আমার দশায় শত্রুদের পুলকিত করো না, আর, আমাকে পাপিষ্ঠ লোকদের দলভুক্ত করো না।\"",
    "bn_muhi": "তারপর যখন মূসা নিজ সম্প্রদায়ে ফিরে এলেন রাগাম্বিত ও অনুতপ্ত অবস্থায়, তখন বললেন, আমার অনুপস্থিতিতে তোমরা আমার কি নিকৃষ্ট প্রতিনিধিত্বটাই না করেছ। তোমরা নিজ পরওয়ারদেগারের হুকুম থেকে কি তাড়াহুড়া করে ফেললে এবং সে তখতীগুলো ছুঁড়ে ফেলে দিলেন এবং নিজের ভাইয়ের মাথার চুল চেপে ধরে নিজের দিকে টানতে লাগলেন। ভাই বললেন, হে আমার মায়ের পুত্র, লোকগুলো যে আমাকে দুর্বল মনে করল এবং আমাকে যে মেরে ফেলার উপক্রম করেছিল। সুতরাং আমার উপর আর শত্রুদের হাসিও না। আর আমাকে জালিমদের সারিতে গন্য করো না।",
    "en": "And when Moses returned to his people, angry and grieved, he said, \"How wretched is that by which you have replaced me after [my departure]. Were you impatient over the matter of your Lord?\" And he threw down the tablets and seized his brother by [the hair of] his head, pulling him toward him. [Aaron] said, \"O son of my mother, indeed the people oppressed me and were about to kill me, so let not the enemies rejoice over me and do not place me among the wrongdoing people.\""
  },
  {
    "id": 151,
    "ar": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
    "tr": "কা-লা রাব্বিগফিরলী ওয়া লিআখী ওয়া আদখিলনা-ফী রাহমাতিকা  ওয়া আনতা আরহামুর রা-হিমীন।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! আমাকে ও আমার ভাইকে পরিত্রাণ করো, আর আমাদের দাখিল করো তোমার অনুগ্রহের মধ্যে, কেননা তুমিই দয়ালুদের মধ্যে শ্রেষ্ঠ করুণাময়।\"",
    "bn_muhi": "মূসা বললেন, হে আমার পরওয়ারদেগার, ক্ষমা কর আমাকে আর আমার ভাইকে এবং আমাদেরকে তোমার রহমতের অন্তর্ভুক্ত কর। তুমি যে সর্বাধিক করুণাময়।",
    "en": "[Moses] said, \"My Lord, forgive me and my brother and admit us into Your mercy, for You are the most merciful of the merciful.\""
  },
  {
    "id": 152,
    "ar": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
    "tr": "ইন্নাল্লাযীনাত তাখাযুল ‘ইজলা ছাইয়ানা-লুহুম গাদাবুম মির রাব্বিহিম ওয়া যিল্লাতুন ফিল হায়া-তিদদুনইয়া ওয়া কাযা-লিকা নাজযিল মুফতারীন।",
    "bn_haque": "নিঃসন্দেহ যারা গো-বৎসকে গ্রহণ করেছিল তাদের পাকড়াও করবে তাদের প্রভুর ক্রোধ ও লাঞ্ছনা এই দুনিয়ার জীবনে। আর এইভাবেই আমরা প্রতিফল দিই মিথ্যারচনাকারীদের।",
    "bn_muhi": "অবশ্য যারা গোবৎসকে উপাস্য বানিয়ে নিয়েছে, তাদের উপর তাদের পরওয়ারদেগারের পক্ষ থেকে পার্থিব এ জীবনেই গযব ও লাঞ্জনা এসে পড়বে। এমনি আমি অপবাদ আরোপকারীদেরকে শাস্তি দিয়ে থাকি।",
    "en": "Indeed, those who took the calf [for worship] will obtain anger from their Lord and humiliation in the life of this world, and thus do We recompense the inventors [of falsehood]."
  },
  {
    "id": 153,
    "ar": "وَٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعْدِهَا وَءَامَنُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "tr": "ওয়াল্লাযীনা ‘আমিলুছছাইয়িআ-তি ছুম্মা তা-বূমিম বা‘দিহা-ওয়া আ-মানূ  ইন্না রাব্বাকা মিম বা‘দিহা-লাগাফুরুর রাহীম।",
    "bn_haque": "আর যারা অসদাচরণ করে আর তারপরে ফেরে ও বিশ্বাস করে, -- নিঃসন্দেহ তোমার প্রভু তো এর পরে পরম ক্ষমাশীল, অফুরন্ত ফলদাতা।",
    "bn_muhi": "আর যারা মন্দ কাজ করে, তারপরে তওবা করে নেয় এবং ঈমান নিয়ে আসে, তবে নিশ্চয়ই তোমার পরওয়ারদেগার তওবার পর অবশ্য ক্ষমাকারী, করুণাময়।",
    "en": "But those who committed misdeeds and then repented after them and believed - indeed your Lord, thereafter, is Forgiving and Merciful."
  },
  {
    "id": 154,
    "ar": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
    "tr": "ওয়া লাম্মা-ছাকাতা ‘আম মূছাল গাদাবুআখাযাল আলওয়া-হা ওয়া ফী নুছখাতিহাহুদাওঁ ওয়া রাহমাতুললিল্লাযীনা হুম লিরাব্বিহিম ইয়ারহাবূন।",
    "bn_haque": "আর মূসা থেকে ক্রোধ যখন প্রশমিত হলো তিনি তখন ফলকগুলো তুলে নিলেন, সে-সবের লেখনে ছিল পথনির্দেশ ও করুণা, তাদের জন্য যারা তাদের প্রভুর প্রতি ভয় করে।",
    "bn_muhi": "তারপর যখন মূসার রাগ পড়ে গেল, তখন তিনি তখতীগুলো তুলে নিলেন। আর যা কিছু তাতে লেখা ছিল, তা ছিল সে সমস্ত লোকের জন্য হেদায়েত ও রহমত যারা নিজেদের পরওয়ারদেগারকে ভয় করে।",
    "en": "And when the anger subsided in Moses, he took up the tablets; and in their inscription was guidance and mercy for those who are fearful of their Lord."
  },
  {
    "id": 155,
    "ar": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَٰتِنَا فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّٰىَ أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلْغَٰفِرِينَ",
    "tr": "ওয়াখতা-রা মূছা-কাওমাহূছাবা‘ঈনা রাজুলাল লিমীকা-তিনা- ফালাম্মাআখাযাতহুমুর রাজফাতুকা-লা রাব্বি লাও শি’তা আহলাকতাহুম মিন কাবলুওয়াইয়্যা-ইয়া আতুহলিকুনা-বিমা-ফা‘আলাছছুফাহাউ মিন্না- ইন হিয়া ইল্লা-ফিতনাতুকা তুদিল্লু বিহা-মান তাশাউ ওয়া তাহদী মান তাশাউ আনতা ওয়ালিইউনা-ফাগফিরালানাওয়ারহামনা-ওয়া আনতা খাইরুল গা-ফিরীন।",
    "bn_haque": "আর মূসা তাঁর সম্প্রদায়ের মধ্যে সত্তর জন লোককে বাছাই করলেন আমাদের নির্ধারিত স্থলের জন্য, কাজেই যখন ভূমিকম্প তাদের পাকড়ালো, তিনি বললেন -- \"আমার প্রভু! তুমি যদি ইচ্ছা করতে তবে এর আগেই তো তুমি তাদের ধ্বংস করতে পারতে, আর আমাকেও। তুমি কি আমাদের ধ্বংস করবে আমাদের মধ্যের নির্বোধরা যা করেছে তার জন্যে? এ তোমার পরীক্ষা বৈ তো নয়। এর দ্বারা তুমি বিপথগামী করো যাদের তুমি ইচ্ছা করো, আর সৎপথে চালাও যাদের তুমি ইচ্ছা করো। তুমিই আমাদের অভিভাবক, অতএব আমাদের পরিত্রাণ করো ও আমাদের প্রতি করুণা করো, কারণ তুমিই পরিত্রাণকারীদের মধ্যে সর্বোত্তম।",
    "bn_muhi": "আর মূসা বেছে নিলেন নিজের সম্প্রদায় থেকে সত্তর জন লোক আমার প্রতিশ্রুত সময়ের জন্য। তারপর যখন তাদেরকে ভূমিকম্প পাকড়াও করল, তখন বললেন, হে আমার পরওয়ারদেগার, তুমি যদি ইচ্ছা করতে, তবে তাদেরকে আগেই ধ্বংস করে দিতে এবং আমাকেও। আমাদেরকে কি সে কর্মের কারণে ধ্বংস করছ, যা আমার সম্প্রদায়ের নির্বোধ লোকেরা করেছে? এসবই তোমার পরীক্ষা; তুমি যাকে ইচ্ছা এতে পথ ভ্রষ্ট করবে এবং যাকে ইচ্ছা সরলপথে রাখবে। তুমি যে আমাদের রক্ষক-সুতরাং আমাদেরকে ক্ষমা করে দাও এবং আমাদের উপর করুনা কর। তাছাড়া তুমিই তো সর্বাধিক ক্ষমাকারী।",
    "en": "And Moses chose from his people seventy men for Our appointment. And when the earthquake seized them, he said, \"My Lord, if You had willed, You could have destroyed them before and me [as well]. Would You destroy us for what the foolish among us have done? This is not but Your trial by which You send astray whom You will and guide whom You will. You are our Protector, so forgive us and have mercy upon us; and You are the best of forgivers."
  },
  {
    "id": 156,
    "ar": "وَٱكْتُبْ لَنَا فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْءَاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤْمِنُونَ",
    "tr": "ওয়াকতুব লানা-ফী হা-যিহিদ দুনইয়া-হাছানাতাওঁ ওয়া ফিল আ-খিরাতি ইন্নাহুদনাইলাইকা কা-লা ‘আযা-বী উসীবুবিহী মান আশাউ, ওয়া রাহমাতী ওয়াছি‘আত কুল্লা শাইয়িন ফাছাআকতুবুহা-লিল্লাযীনা ইয়াত্তাকূনা ওয়া ইয়ু’তূনাঝঝাকাতা ওয়াল্লাযীনা হুম বিআ-য়া-তিনা-ইউ’মিনূন।",
    "bn_haque": "\"আর আমাদের জন্য বিধান করো এই দুনিয়াতেই কল্যাণ এবং পরকালেও, আমরা নিঃসন্দেহ তোমার দিকেই ফিরছি।\" তিনি বললেন -- \"আমার শাস্তি -- তা দিয়ে আমি আঘাত হানবো যাকে ইচ্ছা করবো, কিন্তু আমার করুণা -- তা সব-কিছুই পরিবেষ্ঠন করে। সুতরাং আমি তা বিধান করবো তাদের জন্য যারা ধর্মভীরুতা অবলন্বন করে, আর যাকাত আদায় করে, আর যারা আমাদের নির্দেশাবলীতে বিশ্বাস করে, --",
    "bn_muhi": "আর পৃথিবীতে এবং আখেরাতে আমাদের জন্য কল্যাণ লিখে দাও। আমরা তোমার দিকে প্রত্যাবর্তন করছি। আল্লাহ তা’আলা বললেন, আমার আযাব তারই উপর পরিব্যাপ্ত। সুতরাং তা তাদের জন্য লিখে দেব যারা ভয় রাখে, যাকাত দান করে এবং যারা আমার আয়তসমুহের উপর বিশ্বাস স্থাপন করে।",
    "en": "And decree for us in this world [that which is] good and [also] in the Hereafter; indeed, we have turned back to You.\" [ Allah ] said, \"My punishment - I afflict with it whom I will, but My mercy encompasses all things.\" So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our verses -"
  },
  {
    "id": 157,
    "ar": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ أُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "tr": "আল্লাযীনা ইয়াত্তাবি‘ঊনার রাছূলান্নাবিইয়াল উম্মিইয়াল্লাযী ইয়াজিদূ নাহূমাকতূবান ‘ইনদাহুম ফিততাওরা-তি ওয়াল ইনজীলি  ইয়া’মরুহুম বিলমা‘রূফি ওয়া ইয়ানহা-হুম ‘আনিল মুনকারি ওয়া ইউহিল্লুলাহুমুততাইয়িবা-তি ওয়া ইউ হাররিমু‘আলাইহিমুল খাবাইছা ওয়া ইয়াদা‘উ ‘আনহুম ইসরাহুম ওয়াল আগলা-লাল্লাতী কা-নাত ‘আলাইহিম ফাল্লাযীনা আমানূবিহী ওয়া ‘আঝঝারুহু ওয়া নাসারুহু ওয়াত্তাবা‘উন নূরাল্লাযী উনঝিলা মা‘আহূ  উলাইকা হুমুল মুফলিহূন।",
    "bn_haque": "যারা অনুসরণ করে সেই রসূলকে -- নবী, উম্মী, যাঁকে তারা পায় উল্লিখিত রয়েছে তাদের কাছের তওরাতে ও ইঞ্জীলে, আর যিনি তাদের নির্দেশ দেন সৎকাজের ও তাদের নিষেধ করেন অসৎকাজ থেকে, আর তাদের জন্য বৈধ করেন ভালো বিষয়বস্তু ও তাদের জন্য নিষেধ করেন মন্দ জিনিসগুলো, আর যিনি তাদের থেকে দূর করে দেন তাদের বোঝা ও বন্ধন যা তাদের উপরে ছিল। অতএব যারা তাঁতে বিশ্বাস করে ও তাঁকে মান্য করে ও তাঁকে সাহায্য করে আর অনুসরণ করে সেই আলো যা তাঁর সঙ্গে অবতীর্ণ হয়েছে, -- এরা নিজেরাই হচ্ছে সফলকাম।",
    "bn_muhi": "সেসমস্ত লোক, যারা আনুগত্য অবলম্বন করে এ রসূলের, যিনি উম্মী নবী, যাঁর সম্পর্কে তারা নিজেদের কাছে রক্ষিত তওরাত ও ইঞ্জিলে লেখা দেখতে পায়, তিনি তাদেরকে নির্দেশ দেন সৎকর্মের, বারণ করেন অসৎকর্ম থেকে; তাদের জন্য যাবতীয় পবিত্র বস্তু হালাল ঘোষনা করেন ও নিষিদ্ধ করেন হারাম বস্তুসমূহ এবং তাদের উপর থেকে সে বোঝা নামিয়ে দেন এবং বন্দীত্ব অপসারণ করেন যা তাদের উপর বিদ্যমান ছিল। সুতরাং যেসব লোক তাঁর উপর ঈমান এনেছে, তাঁর সাহচর্য অবলম্বন করেছে, তাঁকে সাহায্য করেছে এবং সে নূরের অনুসরণ করেছে যা তার সাথে অবতীর্ণ করা হয়েছে, শুধুমাত্র তারাই নিজেদের উদ্দেশ্য সফলতা অর্জন করতে পেরেছে।",
    "en": "Those who follow the Messenger, the unlettered prophet, whom they find written in what they have of the Torah and the Gospel, who enjoins upon them what is right and forbids them what is wrong and makes lawful for them the good things and prohibits for them the evil and relieves them of their burden and the shackles which were upon them. So they who have believed in him, honored him, supported him and followed the light which was sent down with him - it is those who will be the successful."
  },
  {
    "id": 158,
    "ar": "قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَآ إِلَٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
    "tr": "কুল ইয়াআইয়ূহান্না-ছুইন্নী রাছূলুল্লা-হি ইলাইকুম জামী‘আ নিল্লাযী লাহূমুলকুছছামাওয়া-তি ওয়াল আরদি লাইলা-হা ইল্লা-হুওয়া ইউহয়ী ওয়া ইউমীতু ফাআ-মিনূ বিল্লা-হি ওয়া রাছূলিহিন নাবিইয়িল উম্মিইয়িল্লাযী ইউ’মিনুবিল্লা-হি ওয়া কালিমা-তিহী ওয়াত্তাবি‘উহু লা‘আল্লাকুম তাহতাদূ ন।",
    "bn_haque": "বলো -- \"ওহে জনগণ! আমি নিশ্চয়ই আল্লাহ্‌র রসূল তোমাদের সবার কাছে, -- মহাকাশমন্ডল ও পৃথিবীর সার্বভৌমত্ব যাঁর সেইজনেরই, তিনি ছাড়া অন্য উপাস্য নেই, তিনি জীবন দান করেন ও মৃত্যু ঘটান। সেজন্য আল্লাহ্‌তে বিশ্বাস করো ও তাঁর রসূলের প্রতি -- উম্মী নবী, যিনি ঈমান এনেছেন আল্লাহতে ও তাঁর বাণীসমূহে, আর তোমরাও তাঁর অনুসরণ করো যেন তোমরা সৎপথপ্রাপ্ত হতে পারো।\"",
    "bn_muhi": "বলে দাও, হে মানব মন্ডলী। তোমাদের সবার প্রতি আমি আল্লাহ প্রেরিত রসূল, সমগ্র আসমান ও যমীনে তার রাজত্ব। একমাত্র তাঁকে ছাড়া আর কারো উপাসনা নয়। তিনি জীবন ও মৃত্যু দান করেন। সুতরাং তোমরা সবাই বিশ্বাস স্থাপন করো আল্লাহর উপর তাঁর প্রেরিত উম্মী নবীর উপর, যিনি বিশ্বাস রাখেন আল্লাহর এবং তাঁর সমস্ত কালামের উপর। তাঁর অনুসরণ কর যাতে সরল পথপ্রাপ্ত হতে পার।",
    "en": "Say, [O Muhammad], \"O mankind, indeed I am the Messenger of Allah to you all, [from Him] to whom belongs the dominion of the heavens and the earth. There is no deity except Him; He gives life and causes death.\" So believe in Allah and His Messenger, the unlettered prophet, who believes in Allah and His words, and follow him that you may be guided."
  },
  {
    "id": 159,
    "ar": "وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "tr": "ওয়া মিন কাওমি মূছাউম্মাতুইঁ ইয়াহদূনা বিলহাক্কিওয়া বিহী ইয়া‘দিলূন।",
    "bn_haque": "আর মূসার সম্প্রদায়ের মধ্যেও একটি দল রয়েছে যারা পথ দেখায় সত্যের দ্বারা ও তার দ্বারা ন্যায়বিচার করে।",
    "bn_muhi": "বস্তুতঃ মূসার সম্প্রদায়ে একটি দল রয়েছে যারা সত্যপথ নির্দেশ করে এবং সে মতেই বিচার করে থাকে।",
    "en": "And among the people of Moses is a community which guides by truth and by it establishes justice."
  },
  {
    "id": 160,
    "ar": "وَقَطَّعْنَٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ كُلُوا۟ مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
    "tr": "য়া কাত্তা‘না-হুমুছনাতাই ‘আশরাতা আছবা-তান উমামা- ওয়াআওহাইনাইলামূছা-ইযিছতাছকা-হু কাওমুহূআনিদরিব বি‘আসা-কাল হাজারা ফামবাজাছাত মিনহুছনাতা- ‘আশরাতা ‘আইনান কাদ ‘আলিমা কুল্লুউনা-ছিম মাশরাবহুম ওয়াজাল্লালনা-‘আলাইহিমুল গামা-মা ওয়া আনঝালনা-‘আলাইহিমুল মান্না ওয়াছছালওয়া- কুলূমিন তাইয়িবা-তি মা-রাঝাকনা-কুম ওয়া মা-জালামূনা-ওয়ালা-কিন কা-নূ আনফুছাহুম ইয়াজলিমূন।",
    "bn_haque": "আর আমরা তাদের বিভক্ত করেছিলাম বারোটি গোত্রে দলে। আর মূসার কাছে আমরা প্রেরণা দিলাম যখন তাঁর লোকেরা তাঁর কাছে পানি চাইল, এই বলে -- \"তোমার লাঠি দিয়ে পাথরে আঘাত করো।\" তখন তা থেকে বারোটি ঝরনা প্রবাহিত হলো। প্রত্যেক গোত্র আপন জলপান-স্থান চিনে নিলো। আর তাদের উপরে আমরা মেঘ দিয়ে আচ্ছাদান করেছিলাম, আর তাদের কাছে পাঠিয়েছিলাম 'মান্না’ ও 'সালওয়া’, -- \"তোমাদের যা জীবিকা দিয়েছি তার ভালো ভালো জিনিস থেকে আহার করো।\" কিন্তু তারা আমাদের কোনো অনিষ্ট করে নি, বরং তারা তাদের নিজেদের প্রতি অনিষ্ট করছিল।",
    "bn_muhi": "আর আমি পৃথক পৃথক করে দিয়েছি তাদের বার জন পিতামহের সন্তানদেরকে বিরাট বিরাট দলে, এবং নির্দেশ দিয়েছি মুসাকে, যখন তার কাছে তার সম্প্রদায় পানি চাইল যে, স্বীয় যষ্টির দ্বারা আঘাত কর এ পাথরের উপর। অতঃপর এর ভেতর থেকে ফুটে বের হল বারটি প্রস্রবণ। প্রতিটি গোত্র চিনে নিল নিজ নিজ ঘাঁটি। আর আমি ছায়া দান করলাম তাদের উপর মেঘের এবং তাদের জন্য অবতীর্ন করলাম মান্না ও সালওয়া। যে পরিচ্ছন্ন বস্তুত জীবিকারূপে আমি তোমাদের দিয়েছি, তা থেকে তোমরা ভক্ষণ কর। বস্তুতঃ তারা আমার কোন ক্ষতি করেনি, বরং ক্ষতি করেছে নিজেদেরই।",
    "en": "And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water, \"Strike with your staff the stone,\" and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not, but they were [only] wronging themselves."
  },
  {
    "id": 161,
    "ar": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا۟ هَٰذِهِ ٱلْقَرْيَةَ وَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا۟ حِطَّةٌ وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٰٔتِكُمْ سَنَزِيدُ ٱلْمُحْسِنِينَ",
    "tr": "ওয়া ইযকীলা লাহুমুছ কুনূহা-যিহিল কারইয়াতা ওয়া কুলূমিনহা-হাইছুশি’তুম ওয়া কূলূহিত্তাতুওঁ ওয়াদখুলুল বা-বা ছুজ্জাদান নাগফিরলাকুম খাতিূআ-তিকুম ছানাঝীদুল মুহছিনীন।",
    "bn_haque": "আর স্মরণ করো! তাদের বলা হয়েছিল -- \"এ জনবসতিতে বসবাস করো, আর এ থেকে আহার করো যখন-যেখানে ইচ্ছা করো, আর বলো 'হিৎতাতুন’, আর সদর-দরজা দিয়ে প্রবেশ করো নতমস্তকে, তোমাদের সমস্ত ভুলভ্রান্তি আমরা তোমাদের থেকে ক্ষমা করে দেবো। উপরন্তু আমরা বাড়িয়ে দেবো শুভকর্মীদের জন্য।\"",
    "bn_muhi": "আর যখন তাদের প্রতি নির্দেশ হল যে, তোমরা এ নগরীতে বসবাস কর এবং খাও তা থেকে যেখান থেকে ইচ্ছা এবং বল, আমাদের ক্ষমা করুন। আর দরজা দিয়ে প্রবেশ কর প্রণত অবস্থায়। তবে আমি ক্ষমা করে দেব তোমাদের পাপসমুহ। অবশ্য আমি সৎকর্মীদিগকে অতিরিক্ত দান করব।",
    "en": "And [mention, O Muhammad], when it was said to them, \"Dwell in this city and eat from it wherever you will and say, 'Relieve us of our burdens,' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward].\""
  },
  {
    "id": 162,
    "ar": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَظْلِمُونَ",
    "tr": "ফাবাদ্দালাল্লাযীনা জালামূমিনহুম কাওলান গাইরাল্লাযীকীলা লাহুম ফাআরছালনা‘আলাইহিম রিজঝাম মিনাছছামাই বিমা-কা-নূইয়াজলিমূন।",
    "bn_haque": "কিন্তু তাদের মধ্যে যারা অন্যায় করেছিল তারা তাদের যা বলা হয়েছিল তার বিপরীত কথায় তা বদলে দিল, সেজন্য তাদের উপরে আমরা আকাশ থেকে পাঠালাম মহামারী, যেহেতু তারা অন্যায় ক’রে চলছিল।",
    "bn_muhi": "অনন্তর জালেমরা এতে অন্য শব্দ বদলে দিল তার পরিবর্তে, যা তাদেরকে বলা হয়েছিল। সুতরাং আমি তাদের উপর আযাব পাঠিয়েছি আসমান থেকে তাদের অপকর্মের কারণে।",
    "en": "But those who wronged among them changed [the words] to a statement other than that which had been said to them. So We sent upon them a punishment from the sky for the wrong that they were doing."
  },
  {
    "id": 163,
    "ar": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا۟ يَفْسُقُونَ",
    "tr": "ওয়াছআলহুম ‘আনিল কারইয়াতিল্লাতী কা-নাত হা-দিরাতাল বাহর । ইযইয়া‘দূ না ফিছছাবতি ইয তা’তীহিম হীতা-নুহুম ইয়াওমা ছাবতিহিম শুররা‘আওঁ ওয়া ইয়াওমা লাইয়াছবিতূনা লা-তা’তীহিম কাযা-লিকা নাবলূহুম বিমা-কা-নূইয়াফছুকূন।",
    "bn_haque": "আর তাদের জিজ্ঞাসা করো সেই জনবসতি সন্বন্ধে যারা ছিল সমুদ্রের কিনারে। স্মরণ করো! তারা সব্বাতের উল্লঙ্ঘন করেছিল, কারণ তাদের মাছগুলো তাদের কাছে আসতো তাদের সাব্বাতের দিনে ঝাঁকে-ঝাঁকে, আর যেদিন তারা সব্বাত পালন করতো না তারা তাদের কাছে আসতো না। এইভাবে আমরা তাদের নিয়ন্ত্রিত করেছিলাম, কেননা তারা পাপাচার করে চলতো।",
    "bn_muhi": "আর তাদের কাছে সে জনপদের অবস্থা সম্পর্কে জিজ্ঞেস কর যা ছিল নদীর তীরে অবস্থিত। যখন শনিবার দিনের নির্দেশের ব্যাপারে সীমাতিক্রম করতে লাগল, যখন আসতে লাগল মাছগুলো তাদের কাছে শনিবার দিন পানির উপর, আর যেদিন শনিবার হত না, আসত না। এভাবে আমি তাদেরকে পরীক্ষা করেছি। কারণ, তারা ছিল নাফরমান।",
    "en": "And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day, and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient."
  },
  {
    "id": 164,
    "ar": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
    "tr": "ওয়া ইযকা-লাত উম্মাতুম মিনহুম লিমা তা‘ইজূনা কাওমানিল্লা-হু মুহলিকুহুম আও মু‘আযযিবুহুম ‘আযা-বান শাদীদান কা-লূমা‘যিরাতান ইলা-রাব্বিকুম ওয়া লা‘আল্লাহুম ইয়াত্তাকূন।",
    "bn_haque": "আর যখন তাদের মধ্যের একটি দল বললে -- \"কেন তোমরা সেই লোকদের উপদেশ দিচ্ছ আল্লাহ্ যাদের ধ্বংস করতে যাচ্ছেন অথবা কঠোর শাস্তিতে শাস্তি দিতে যাচ্ছেন\"? তাঁরা বললেন -- \"তোমাদের প্রভুর কাছে দোষমুক্ত হবার জন্য, আর যাতে তারা ধর্মপরায়ণতা অবলন্বন করে।\"",
    "bn_muhi": "আর যখন তাদের মধ্যে থেকে এক সম্প্রদায় বলল, কেন সে লোকদের সদুপদেশ দিচ্ছেন, যাদেরকে আল্লাহ ধ্বংস করে দিতে চান কিংবা আযাব দিতে চান কঠিন আযাব? সে বললঃ তোমাদের পালনকর্তার সামনে দোষ ফুরাবার জন্য এবং এজন্য যেন তারা ভীত হয়।",
    "en": "And when a community among them said, \"Why do you advise [or warn] a people whom Allah is [about] to destroy or to punish with a severe punishment?\" they [the advisors] said, \"To be absolved before your Lord and perhaps they may fear Him.\""
  },
  {
    "id": 165,
    "ar": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
    "tr": "ফালাম্মা- নাছূ মা-যুক্কিরূ বিহীআনজাইনাল্লাযীনা ইয়ানহাওনা ‘আনিছছূইওয়া আখাযনাল্লাযীনা জালামূবি‘আযা-বিম বাঈছিম বিমা-কা-নূইয়াফছুকূন।",
    "bn_haque": "কিন্তু যখন তারা বিস্মৃত হলো যা তাদের স্মরণ করিয়ে দেয়া হয়েছিল, আমরা উদ্ধার করেছিলাম তাদের যারা নিষেধ করতো অসৎকাজ থেকে, আর যারা অন্যায় করে তাদের আমরা পাকড়াও করলাম কঠিন শাস্তিতে, যেহেতু তারা পাপাচার করতো।",
    "bn_muhi": "অতঃপর যখন তারা সেসব বিষয় ভুলে গেল, যা তাদেরকে বোঝানো হয়েছিল, তখন আমি সেসব লোককে মুক্তি দান করলাম যারা মন্দ কাজ থেকে বারণ করত। আর পাকড়াও করলাম, গোনাহগারদেরকে নিকৃষ্ট আযাবের মাধ্যমে তাদের না-ফরমানীর দরুন।",
    "en": "And when they forgot that by which they had been reminded, We saved those who had forbidden evil and seized those who wronged, with a wretched punishment, because they were defiantly disobeying."
  },
  {
    "id": 166,
    "ar": "فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَٰسِـِٔينَ",
    "tr": "ফালাম্মা-‘আতাও ‘আম্মা-নুহূ‘আনহু কুলনা-লাহুম কূনূকিরাদাতান খা-ছিঈন।",
    "bn_haque": "তারপর যখন তারা তাচ্ছিল্য করলো তাতে যা করতে তাদের নিষেধ করা হয়েছিল তখন আমরা তাদের বললাম -- \"তোমরা ঘৃণ্য বানর হয়ে যাও।\"",
    "bn_muhi": "তারপর যখন তারা এগিয়ে যেতে লাগল সে কর্মে যা থেকে তাদের বারণ করা হয়েছিল, তখন আমি নির্দেশ দিলাম যে, তোমরা লাঞ্ছিত বানর হয়ে যাও।",
    "en": "So when they were insolent about that which they had been forbidden, We said to them, \"Be apes, despised.\""
  },
  {
    "id": 167,
    "ar": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
    "tr": "ওয়া ইযতাআযযানা রাব্বুকা লাইয়াব‘আছান্না ‘আলাইহিম ইলা-ইয়াওমিল কিয়া-মাতি মাইঁ ইয়াছূমূহুম ছূআল ‘আযা-বি ইন্না রাব্বাকা লাছারী‘উল ইকা-বি ওয়া ইন্নাহূ লাগাফূরুর রাহীম।",
    "bn_haque": "আর স্মরণ করো! তোমার প্রভু ঘোষণা করলেন যে তিনি তাদের বিরুদ্ধে কিয়ামতের দিন পর্যন্ত নিযুক্ত করবেন যারা তাদের পীড়ন করবে কঠিন নিপীড়নে। নিশ্চয় তোমার প্রভু তো প্রতিফল-দানে তৎপর এবং তিনি তো নিশ্চয়ই পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "আর সে সময়ের কথা স্মরণ কর, যখন তোমার পালনকর্তা সংবাদ দিয়েছেন যে, অবশ্যই কেয়ামত দিবস পর্যন্ত ইহুদীদের উপর এমন লোক পাঠাতে থাকবেন যারা তাদেরকে নিকৃষ্ট শাস্তি দান করতে থাকবে। নিঃসন্দেহে তোমার পালনকর্তা শীঘ্র শাস্তি দানকারী এবং তিনি ক্ষমাশীল, দয়ালু।",
    "en": "And [mention] when your Lord declared that He would surely [continue to] send upon them until the Day of Resurrection those who would afflict them with the worst torment. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful."
  },
  {
    "id": 168,
    "ar": "وَقَطَّعْنَٰهُمْ فِى ٱلْأَرْضِ أُمَمًا مِّنْهُمُ ٱلصَّٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ وَبَلَوْنَٰهُم بِٱلْحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
    "tr": "ওয়া কাত্তা‘না-হুম ফিল আরদিউমামান মিনহুমুসসা-লিহূনা ওয়া মিনহুম দূ না যালিকা  ওয়া বালাওনা-হুম বিলহাছানা-তি ওয়াছছাইয়িআ-তি লা‘আল্লাহুম ইয়ারজি‘ঊন।",
    "bn_haque": "আর আমরা পৃথিবীতে তাদের বিভক্ত করেছি বিভিন্ন দলে, তাদের মধ্যে কেউ-কেউ সৎপথাবলন্বী, আর তাদের কতক এর বিপরীত। আর আমরা তাদের নিয়ন্ত্রিত করেছি ভালো দিয়ে ও মন্দ দিয়ে, যেন তারা ফিরে আসে।",
    "bn_muhi": "আর আমি তাদেরকে বিভক্ত করে দিয়েছি দেশময় বিভিন্ন শ্রেনীতে, তাদের মধ্যে কিছু রয়েছে ভাল আর কিছু রয়েছে অন্য রকম! তাছাড়া আমি তাদেরকে পরীক্ষা করেছি ভাল ও মন্দের মাধ্যমে যাতে তারা ফিরে আসে।",
    "en": "And We divided them throughout the earth into nations. Of them some were righteous, and of them some were otherwise. And We tested them with good [times] and bad that perhaps they would return [to obedience]."
  },
  {
    "id": 169,
    "ar": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَٰبَ يَأْخُذُونَ عَرَضَ هَٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَٰقُ ٱلْكِتَٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ وَٱلدَّارُ ٱلْءَاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ",
    "tr": "ফাখালাফা মিমবা‘দিহিম খালফুওঁ ওয়ারিছুলকিতা-বা ইয়া’খুযূনা ‘আরাদাহা-যাল আদনা-ওয়া ইয়াকূলূনা ছাইউগফারুলানা ওয়া ইয়ঁইয়া’তিহিম ‘আরাদুম মিছলুহূ ইয়া’খুযূহু; আলাম ই’খায‘আলাইহিম মীছা-কুল কিতা-বি আল্লাইয়াকূলূ‘আলাল্লা-হি ইল্লাল হাক্কা ওয়া দারাছূমা-ফীহি ওয়াদ্দা-রুল আ-খিরাতুখাইরুল লিল্লাযীনা ইয়াত্তাকূনা আফালা-তা‘কিলূন।",
    "bn_haque": "অতঃপর তাদের পরে স্থলাভিষিক্ত হয়েছিল এক উত্তরপুরুষ যারা গ্রন্থ উত্তরাধিকার করেছিল, তারা আঁকড়ে ধরেছিল এই সাধারণ জীবনের তুচ্ছ-বস্তুসব আর বলতো -- \"আমাদের তো মাফ করে দেয়া হবে।\" আর যদি তাদের কাছে তার মতো বস্তুগুলো আসে তবে তারা তা গ্রহণ করে। তাদের কাছ থেকে কি গ্রন্থের অঙ্গীকার নেওয়া হয় নি যে তারা আল্লাহ্ সন্বন্ধে সত্য ছাড়া আর কিছু বলবে না, আর তারা পাঠও করেছে যা তাতে রয়েছে? আর পরকালের বাসস্থানই শ্রেয় তাদের জন্য যারা ধর্মভীরুতা অবলন্বন করে। তোমরা কি তবে বুঝো না?",
    "bn_muhi": "তারপর তাদের পেছনে এসেছে কিছু অপদার্থ, যারা উত্তরাধিকারী হয়েছে কিতাবের; তারা নিকৃষ্ট পার্থিব উপকরণ আহরণ করছে এবং বলছে, আমাদের ক্ষমা করে দেয়া হবে। বস্তুতঃ এমনি ধরনের উপকরণ যদি আবারো তাদের সামনে উপস্থিত হয়, তবে তাও তুলে নেবে। তাদের কাছথেকে কিতাবে কি অঙ্গীকার নেয়া হয়নি যে, আল্লাহর প্রতি সত্য ছাড়া কিছু বলবে না? অথচ তারা সে সবই পাঠ করেছে, যা তাতে লেখা রয়েছে। বস্তুতঃ আখেরাতের আলয় ভীতদের জন্য উত্তম-তোমরা কি তা বোঝ না ?",
    "en": "And there followed them successors who inherited the Scripture [while] taking the commodities of this lower life and saying, \"It will be forgiven for us.\" And if an offer like it comes to them, they will [again] take it. Was not the covenant of the Scripture taken from them that they would not say about Allah except the truth, and they studied what was in it? And the home of the Hereafter is better for those who fear Allah, so will you not use reason?"
  },
  {
    "id": 170,
    "ar": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ",
    "tr": "ওয়াল্লাযীনা ইউমাছছিকূনা বিলকিতা-বি ওয়া আকা-মুসসালা-তা ইন্না-লা-নুদী‘উ আজরাল মুসলিহীন।",
    "bn_haque": "আর যারা কিতাব শক্তভাবে ধারণ করে ও নামায কায়েম করে -- আমরা নিশ্চয় সৎকর্মশীলদের কর্মফল বিনষ্ট করি না।",
    "bn_muhi": "আর যেসব লোক সুদৃঢ়ভাবে কিতাবকে আঁকড়ে থাকে এবং নামায প্রতিষ্ঠা করে নিশ্চয়ই আমি বিনষ্ট করব না সৎকর্মীদের সওয়াব।",
    "en": "But those who hold fast to the Book and establish prayer - indeed, We will not allow to be lost the reward of the reformers."
  },
  {
    "id": 171,
    "ar": "وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
    "tr": "ওয়া ইযনাতাকনাল জাবালা ফাওকাহুম কাআন্নাহূজু ল্লাতুওঁ ওয়া জান্নূ আন্নাহূওয়াকি‘উম বিহিম খুযূমাআ-তাইনা-কুম বিকুওওয়াতিওঁ ওয়াযকুরূমা-ফিহি লা‘আল্লাকুম তাত্তাকূন।",
    "bn_haque": "আরোও স্মরণ করো! আমরা তাদের উপরে পর্বতকে কম্পিত করলাম তা যেন হয়েছিল একটি আচ্ছাদন, আর তারা ভেবেছিল যে এ নিশ্চয়ই তাদের উপরে ভেঙ্গে পড়েছে, \"আমরা তোমাদের যা দিয়েছি তা দৃঢ়ভাবে আকঁড়ে ধরো, আর তাতে যা রয়েছে তা স্মরণ রেখো, যাতে তোমরা ধর্মভীরুতা অবলন্বন করো\"।",
    "bn_muhi": "আর যখন আমি তুলে ধরলাম পাহাড়কে তাদের উপরে সামিয়ানার মত এবং তারা ভয় করতে লাগল যে, সেটি তাদের উপর পড়বে, তখন আমি বললাম, ধর, যা আমি তোমাদের দিয়েছি, দৃঢ়ভাবে এবং স্মরণ রেখো যা তাতে রয়েছে, যেন তোমরা বাঁচতে পার।",
    "en": "And [mention] when We raised the mountain above them as if it was a dark cloud and they were certain that it would fall upon them, [and Allah said], \"Take what We have given you with determination and remember what is in it that you might fear Allah .\""
  },
  {
    "id": 172,
    "ar": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا۟ بَلَىٰ شَهِدْنَآ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَٰمَةِ إِنَّا كُنَّا عَنْ هَٰذَا غَٰفِلِينَ",
    "tr": "ওয়া ইয আখাযা রাব্বুকা মিম বানীআ-দামা মিন জুহূরিহিম যুররিইইয়াতাহুম ওয়া আশহাদাহুম ‘আলাআনফুছিহিম আলাছতুবিরাব্বিকুম কা-লূবালা-শাহিদনা আন তাকূলূইয়াওমাল কিয়া-মাতি ইন্না-কুন্না-‘আন হা-যা-গা-ফিলীন।",
    "bn_haque": "আর স্মরণ করো! তোমার প্রভু আদমের বংশধরদের থেকে -- তাদের পৃষ্ঠদেশ থেকে -- তাদের সন্তান-সন্ততি এনেছিলেন, আর তাদের নিজেদের সন্বন্ধে তাদের সাক্ষ্য দিইয়েছিলেন -- \"আমি কি তোমাদের প্রভু নই?\" তারা বলেছিল -- \"হাঁ, আমরা সাক্ষ্য দিচ্ছি।\" এজন্য যে পাছে তোমরা কিয়ামতের দিনে বলো -- \"আমরা তো এ বিষয়ে অজ্ঞাত ছিলাম,\" --",
    "bn_muhi": "আর যখন তোমার পালনকর্তা বনী আদমের পৃষ্টদেশ থেকে বের করলেন তাদের সন্তানদেরকে এবং নিজের উপর তাদেরকে প্রতিজ্ঞা করালেন, আমি কি তোমাদের পালনকর্তা নই ? তারা বলল, অবশ্যই, আমরা অঙ্গীকার করছি। আবার না কেয়ামতের দিন বলতে শুরু কর যে, এ বিষয়টি আমাদের জানা ছিল না।",
    "en": "And [mention] when your Lord took from the children of Adam - from their loins - their descendants and made them testify of themselves, [saying to them], \"Am I not your Lord?\" They said, \"Yes, we have testified.\" [This] - lest you should say on the day of Resurrection, \"Indeed, we were of this unaware.\""
  },
  {
    "id": 173,
    "ar": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
    "tr": "আও তাকূলূইন্নামা-আশরাকা আ-বাউনা মিন কাবলুওয়া কুন্না যুররিইয়াতাম মিম বা‘দিহিম আফাতুহলিকুনা-বিমা-ফা‘আলাল মুবতিলূন।",
    "bn_haque": "অথবা তোমরা বলো -- \"আসল ব্যাপার হচ্ছে আমাদের পূর্বপুরুষরা এর আগেই অংশীদার ঠাওরেছিল, আর আমরা তাদের পরবর্তীকালে বংশধরই ছিলাম। তুমি কি তবে আমাদের ধ্বংস করবে ভ্রষ্টাচারীরা যা করেছিল সেজন্য?",
    "bn_muhi": "অথবা বলতে শুরু কর যে, অংশীদারিত্বের প্রথা তো আমাদের বাপ-দাদারা উদ্ভাবন করেছিল আমাদের পূর্বেই। আর আমরা হলাম তাদের পশ্চাৎবর্তী সন্তান-সন্ততি। তাহলে কি সে কর্মের জন্য আমাদেরকে ধ্বংস করবেন, যা পথভ্রষ্টরা করেছে?",
    "en": "Or [lest] you say, \"It was only that our fathers associated [others in worship] with Allah before, and we were but descendants after them. Then would You destroy us for what the falsifiers have done?\""
  },
  {
    "id": 174,
    "ar": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
    "tr": "ওয়া কাযা-লিকা নুফাসসিলুল আ-য়া-তি ওয়া লা‘আল্লাহুম ইয়ারজি‘ঊন।",
    "bn_haque": "আর এইভাবে আমাদের নির্দেশাবলী আমরা ব্যাখ্যা করি যেন তারা ফিরে আসে।",
    "bn_muhi": "বস্তুতঃ এভাবে আমি বিষয়সমূহ সবিস্তারে বর্ণনা করি, যাতে তারা ফিরে আসে।",
    "en": "And thus do We [explain in] detail the verses, and perhaps they will return."
  },
  {
    "id": 175,
    "ar": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
    "tr": "ওয়াতলু ‘আলাইহিম নাবাআল্লাযী আ-তাইনা-হুআ-য়া-তিনা-ফানছালাখা মিনহাফাআতবা‘আহুশশাইতা-নুফাকা-না মিনাল গা-বীন।",
    "bn_haque": "আর তাদের কাছে পাঠ করো ওর বৃত্তান্ত যাকে আমরা আমাদের নির্দেশাবলী প্রদান করেছিলাম, কিন্তু সে সে-সব থেকে গুটিয়ে নেয়, সেজন্য শয়তান তার পিছু নেয়, কাজেই সে বিপথ-গামীদের অন্তর্ভুক্ত হয়।",
    "bn_muhi": "আর আপনি তাদেরকে শুনিয়ে দিন, সে লোকের অবস্থা, যাকে আমি নিজের নিদর্শনসমূহ দান করেছিলাম, অথচ সে তা পরিহার করে বেরিয়ে গেছে। আর তার পেছনে লেগেছে শয়তান, ফলে সে পথভ্রষ্টদের অন্তর্ভূক্ত হয়ে পড়েছে।",
    "en": "And recite to them, [O Muhammad], the news of him to whom we gave [knowledge of] Our signs, but he detached himself from them; so Satan pursued him, and he became of the deviators."
  },
  {
    "id": 176,
    "ar": "وَلَوْ شِئْنَا لَرَفَعْنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
    "tr": "ওয়া লাও শি’না-লারাফা‘না-হু বিহা-ওয়ালা-কিন্নাহূআখলাদা ইলাল আরদিওয়াত্তাবা‘আ হাওয়া-হু ফামাছালুহূকামাছালিল কালবি ইন তাহমিল ‘আলাইহি ইয়ালহাছআও তাতরুকহু ইয়ালহাছ যা-লিকা মাছালুল কাওমিল্লাযীনা কাযযাবূবিাআ-য়া-তিনা- ফাকসুসিল কাসাসা লা‘আল্লাহুম ইয়াতাফাক্কারূন।",
    "bn_haque": "আর যদি আমরা ইচ্ছা করতাম তবে নিশ্চয়ই এর দ্বারা তাকে আমরা উন্নীত করতাম, কিন্তু সে মাটি আকঁড়ে ধরলো, আর সে তার হীন-কামনার অনুসরণ করে চললো। সুতরাং তার উপমা হচ্ছে কুকুরের দৃষ্টান্তের মতো -- ওকে যদি তুমি তাড়া করো, সে জিব বের ক’রে হাঁপাবে, আর যদি তুমি তাকে এড়িয়ে চলো সে জিব বার করে হাঁপাবে। এই হচ্ছে সে-সব লোকের দৃষ্টান্ত যারা আমাদের নির্দেশসমূহ প্রত্যাখ্যান করে। তুমি ইতিবৃত্ত বিবৃত করো যেন তারা চিন্তা করতে পারে।",
    "bn_muhi": "অবশ্য আমি ইচ্ছা করলে তার মর্যাদা বাড়িয়ে দিতাম সে সকল নিদর্শনসমূহের দৌলতে। কিন্তু সে যে অধঃপতিত এবং নিজের রিপুর অনুগামী হয়ে রইল। সুতরাং তার অবস্থা হল কুকুরের মত; যদি তাকে তাড়া কর তবুও হাঁপাবে আর যদি ছেড়ে দাও তবুও হাঁপাবে। এ হল সেসব লোকের উদাহরণ; যারা মিথ্যা প্রতিপন্ন করেছে আমার নিদর্শনসমূহকে। অতএব, আপনি বিবৃত করুন এসব কাহিনী, যাতে তারা চিন্তা করে।",
    "en": "And if We had willed, we could have elevated him thereby, but he adhered [instead] to the earth and followed his own desire. So his example is like that of the dog: if you chase him, he pants, or if you leave him, he [still] pants. That is the example of the people who denied Our signs. So relate the stories that perhaps they will give thought."
  },
  {
    "id": 177,
    "ar": "سَآءَ مَثَلًا ٱلْقَوْمُ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَأَنفُسَهُمْ كَانُوا۟ يَظْلِمُونَ",
    "tr": "ছাআ মাছালানিল কাওমুল্লাযীনা কাযযাবূবিআ-ইয়া-তিনা- ওয়া আনফুছাহুম কা-নূ ইয়াজলিমূন।",
    "bn_haque": "মন্দের দৃষ্টান্ত সেই লোকেরা যারা আমাদের বাণীসমূহে মিথ্যারোপ করে, আর তাদের অন্তরা‌ত্মার প্রতিই তারা অত্যাচার করে চলে!",
    "bn_muhi": "তাদের উদাহরণ অতি নিকৃষ্ট, যারা মিথ্যা প্রতিপন্ন করেছে আমার আয়াত সমূহকে এবং তারা নিজেদেরই ক্ষতি সাধন করেছে।",
    "en": "How evil an example [is that of] the people who denied Our signs and used to wrong themselves."
  },
  {
    "id": 178,
    "ar": "مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِى وَمَن يُضْلِلْ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
    "tr": "মাইঁ ইয়াহদিল্লা-হু ফাহুওয়াল মুহতাদী ওয়া মাইঁ ইউদলিল ফাউলাইকা হুমুল খা-ছিরূন।",
    "bn_haque": "যাকে আল্লাহ্ পথ দেখান সে-ই তবে সৎপথে চালিত, আর যাকে তিনি বিপথে চলতে দেন, তাহলে তারা নিজেরাই ক্ষতিগ্রস্ত হয়।",
    "bn_muhi": "যাকে আল্লাহ পথ দেখাবেন, সেই পথপ্রাপ্ত হবে। আর যাকে তিনি পথ ভ্রষ্ট করবেন, সে হবে ক্ষতিগ্রস্ত।",
    "en": "Whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - it is those who are the losers."
  },
  {
    "id": 179,
    "ar": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ ٱلْجِنِّ وَٱلْإِنسِ لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ ءَاذَانٌ لَّا يَسْمَعُونَ بِهَآ أُو۟لَٰٓئِكَ كَٱلْأَنْعَٰمِ بَلْ هُمْ أَضَلُّ أُو۟لَٰٓئِكَ هُمُ ٱلْغَٰفِلُونَ",
    "tr": "ওয়া লাকাদ যারা’না-লিজাহান্নামা কাছীরাম মিনাল জিন্নি ওয়ালইনছি  লাহুম কুলূবুল্লাইয়াফকাহূনা বিহা-  ওয়া লাহুম আ‘ইউনুল্লা-ইউবসিরূনা বিহা- ওয়া লাহুম আ-যানুল্লা-ইয়াছমা‘উনা বিহা- উলাইকা কালআন‘আ-মি বাল হুম আদাল্লু উলাইকা হুমুল গা-ফিলূন।",
    "bn_haque": "আর আমরা জাহান্নামের জন্য নিশ্চয়ই ছড়িয়ে দিয়েছি জিন ও মানুষের মধ্যের অনেককে, -- তাদের হৃদয় আছে তা দিয়ে তারা বুঝে না, আর তাদের চোখ আছে তা দিয়ে তারা দেখে না, আর তাদের কান আছে তা দিয়ে তারা শোনে না। তারা গবাদি-পশুর ন্যায়, বরং তারা আরো পথভ্রষ্ট। তারা নিজেরাই হচ্ছে উদাসীন।",
    "bn_muhi": "আর আমি সৃষ্টি করেছি দোযখের জন্য বহু জ্বিন ও মানুষ। তাদের অন্তর রয়েছে, তার দ্বারা বিবেচনা করে না, তাদের চোখ রয়েছে, তার দ্বারা দেখে না, আর তাদের কান রয়েছে, তার দ্বারা শোনে না। তারা চতুষ্পদ জন্তুর মত; বরং তাদের চেয়েও নিকৃষ্টতর। তারাই হল গাফেল, শৈথিল্যপরায়ণ।",
    "en": "And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand, they have eyes with which they do not see, and they have ears with which they do not hear. Those are like livestock; rather, they are more astray. It is they who are the heedless."
  },
  {
    "id": 180,
    "ar": "وَلِلَّهِ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ فَٱدْعُوهُ بِهَا وَذَرُوا۟ ٱلَّذِينَ يُلْحِدُونَ فِىٓ أَسْمَٰٓئِهِۦ سَيُجْزَوْنَ مَا كَانُوا۟ يَعْمَلُونَ",
    "tr": "ওয়ালিল্লা-হিল আছমাউল হুছনা- ফাদ‘ঊহু বিহা-;ওয়াযারুল্লাযীনা ইউলহিদূনা ফীআছমাইহী; ছাইউজঝাওনা মা-কা-নূইয়া‘মালূন।",
    "bn_haque": "আর আল্লাহ্‌রই হচ্ছে সবচাইতে ভালো নামাবলী, কাজেই তাঁকে ডাকো সেই সবের দ্বারা, আর তাদের ছেড়ে দাও যারা তাঁর নামাবলী নিয়ে বিকৃতি করে। অচিরেই তাদের প্রতিফল দেয়া হবে তারা যা করে যাচ্ছে তার জন্য।",
    "bn_muhi": "আর আল্লাহর জন্য রয়েছে সব উত্তম নাম। কাজেই সে নাম ধরেই তাঁকে ডাক। আর তাদেরকে বর্জন কর, যারা তাঁর নামের ব্যাপারে বাঁকা পথে চলে। তারা নিজেদের কৃতকর্মের ফল শীঘ্রই পাবে।",
    "en": "And to Allah belong the best names, so invoke Him by them. And leave [the company of] those who practice deviation concerning His names. They will be recompensed for what they have been doing."
  },
  {
    "id": 181,
    "ar": "وَمِمَّنْ خَلَقْنَآ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
    "tr": "ওয়া মিম্মান খালাকনা-উম্মাতুইঁ ইয়াহদূনা বিলহাক্কিওয়াবিহী ইয়া‘দিলূন।",
    "bn_haque": "আর যাদের আমরা সৃষ্টি করেছি তাদের মধ্যে আছে একটি দল যারা পথ দেখায় সত্যের দ্বারা, আর তার দ্বারা তারা ন্যায়পরায়ণতা করে।",
    "bn_muhi": "আর যাদেরকে আমি সৃষ্টি করেছি, তাদের মধ্যে এমন এক দল রয়েছে যারা সত্য পথ দেখায় এবং সে অনুযায়ী ন্যায়চিার করে।",
    "en": "And among those We created is a community which guides by truth and thereby establishes justice."
  },
  {
    "id": 182,
    "ar": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
    "tr": "ওয়াল্লাযীনা কাযযাবূবিআ-য়া-তিনা-ছানাছতাদরিজুহুম মিন হাইছুলা-ইয়া‘লামূন।",
    "bn_haque": "আর যারা আমাদের বাণীসমূহে মিথ্যারোপ করে তাদের আমরা ক্রমাগত টেনে নিয়ে যাই, -- কোথা থেকে তা তারা জানে না।",
    "bn_muhi": "বস্তুতঃ যারা মিথ্যা প্রতিপন্ন করেছে আমার আয়াতসমূহকে, আমি তাদেরকে ক্রমান্বয়ে পাকড়াও করব এমন জায়গা থেকে, যার সম্পর্কে তাদের ধারণাও হবে না।",
    "en": "But those who deny Our signs - We will progressively lead them [to destruction] from where they do not know."
  },
  {
    "id": 183,
    "ar": "وَأُمْلِى لَهُمْ إِنَّ كَيْدِى مَتِينٌ",
    "tr": "ওয়া উমলী লাহুম ইন্না কাইদী মাতীন।",
    "bn_haque": "আর আমি তাদের অবসর দিই, নিঃসন্দেহ আমার ব্যবস্থা অত্যন্ত বলিষ্ঠ।",
    "bn_muhi": "বস্তুতঃ আমি তাদেরকে ঢিল দিয়ে থাকি। নিঃসন্দেহে আমার কৌশল সুনিপুণ।",
    "en": "And I will give them time. Indeed, my plan is firm."
  },
  {
    "id": 184,
    "ar": "أَوَلَمْ يَتَفَكَّرُوا۟ مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ",
    "tr": "আওয়ালাম ইয়াতাফাক্কারূ মা-বিসা-হিবিহিম মিন জিন্নাতিন ইন হুওয়া ইল্লা-নাযীরুম মুবীন।",
    "bn_haque": "তারা কি চিন্তা করে না? তাদের সহচরের মধ্যে কোনো পাগলামি নেই। বাস্তবে তিনি তো এক সুস্পষ্ট সতর্ককারী।",
    "bn_muhi": "তারা কি লক্ষ্য করেনি যে, তাদের সঙ্গী লোকটির মস্তিষ্কে কোন বিকৃতি নেই? তিনি তো ভীতি প্রদর্শনকারী প্রকৃষ্টভাবে।",
    "en": "Then do they not give thought? There is in their companion [Muhammad] no madness. He is not but a clear warner."
  },
  {
    "id": 185,
    "ar": "أَوَلَمْ يَنظُرُوا۟ فِى مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا خَلَقَ ٱللَّهُ مِن شَىْءٍ وَأَنْ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقْتَرَبَ أَجَلُهُمْ فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ",
    "tr": "আওয়া লাম ইয়ানজুরূ ফী মালাকূতিছছামা-ওয়া-তি ওয়াল আরদিওয়ামা-খালাকাল্লা-হু মিন শাইয়িওঁ ওয়া আন ‘আছাআইঁ ইয়াকূনা কাদিকতারাবা আজালুহুম, ফাবিআইয়ি হাদীছিম বা‘দাহূইউ‘মিনূন।",
    "bn_haque": "তারা কি তাকায় না মহাকাশমন্ডল ও পৃথিবীর সাম্রাজ্যের প্রতি আর যা-কিছু আল্লাহ্ সৃষ্টি করেছেন, আর হতে পারে তাদের নির্ধারিত কাল ঘনিয়ে এসেছে? এর পরে আর কোন পর্যালোচনার দ্বারা তারা তবে বিশ্বাস করবে?",
    "bn_muhi": "তারা কি প্রত্যক্ষ করেনি আকাশ ও পৃথিবীর রাজ্য সম্পর্কে এবং যা কিছু সৃষ্টি করেছেন আল্লাহ তা’আলা বস্তু সামগ্রী থেকে এবং এ ব্যাপারে যে, তাদের সাথে কৃত ওয়াদার সময় নিকটবর্তী হয়ে এসেছে? বস্তুতঃ এরপর কিসের উপর ঈমান আনবে?",
    "en": "Do they not look into the realm of the heavens and the earth and everything that Allah has created and [think] that perhaps their appointed time has come near? So in what statement hereafter will they believe?"
  },
  {
    "id": 186,
    "ar": "مَن يُضْلِلِ ٱللَّهُ فَلَا هَادِىَ لَهُۥ وَيَذَرُهُمْ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
    "tr": "মাইঁ ইউদলিলিল্লা-হু ফালা-হা-দিইয়ালাহূ ওয়া ইয়াযারুহুম ফী তুগইয়া-নিহিম ইয়া‘মাহূন।",
    "bn_haque": "যাকে আল্লাহ্ বিপথে যেতে দেন তার জন্যে তবে কোনো পথপ্রদর্শক নেই। আর তাদের তিনি ছেড়ে দেন তাদের অবাধ্যতায় উদভ্রান্তভাবে ঘুরপাক খেতে।",
    "bn_muhi": "আল্লাহ যাকে পথভ্রষ্ট করেন। তার কোন পথপ্রদর্শক নেই। আর আল্লাহ তাদেরকে তাদের দুষ্টামীতে মত্ত অবস্তায় ছেড়ে দিয়ে রাখেন।",
    "en": "Whoever Allah sends astray - there is no guide for him. And He leaves them in their transgression, wandering blindly."
  },
  {
    "id": 187,
    "ar": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّى لَا يُجَلِّيهَا لِوَقْتِهَآ إِلَّا هُوَ ثَقُلَتْ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْـَٔلُونَكَ كَأَنَّكَ حَفِىٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
    "tr": "ইয়াছআলূনাকা ‘আনিছ ছা-‘আতি আইঁ ইয়া-না মুরছা-হা- কুল ইন্নামা-‘ইলমুহা-‘ইনদা রাববী লা-ইউজাললীহা-লিওয়াকতিহা-ইল্লা-হূ । ছাকুলাত ফিছছামা-ওয়া-তি ওয়াল আরদি লা-তা’তীকুম ইল্লা-বাগতাতান ইয়াছআলূনাকা কাআন্নাকা হাফিইয়ুন ‘আনহা-; কুল ইন্নামা-‘ইলমুহা-‘ইনদাল্লা-হি ওয়ালা-কিন্না আকছারান্নাছি লা-ইয়া‘লামূন।",
    "bn_haque": "তারা তোমাকে ঘড়িঘন্টা সন্বন্ধে জিজ্ঞাসা করছে -- কখন তা ঘটবে। বলো -- \"এর জ্ঞান অবশ্যই রয়েছে আমার প্রভুর কাছে, এর সময় সন্বন্ধে তা প্রকাশ করতে পারে না তিনি ছাড়া কেউ। এ অতি গুরুতর ব্যাপার মহাকাশমন্ডলে ও পৃথিবীতে, এ এসে পড়বে না তোমাদের উপরে অতর্কিতে ছাড়া।\" তারা তোমাকে জিজ্ঞাসা করছে যেন তুমিই এ বিষয়ে আগ্রহী। বলো -- \"এর জ্ঞান আলবৎ আল্লাহ্‌র কাছে, কিন্তু অধিকাংশ লোকই জানে না।\"",
    "bn_muhi": "আপনাকে জিজ্ঞেস করে, কেয়ামত কখন অনুষ্ঠিত হবে? বলে দিন এর খবর তো আমার পালনকর্তার কাছেই রয়েছে। তিনিই তা অনাবৃত করে দেখাবেন নির্ধারিত সময়ে। আসমান ও যমীনের জন্য সেটি অতি কঠিন বিষয়। যখন তা তোমাদের উপর আসবে অজান্তেই এসে যাবে। আপনাকে জিজ্ঞেস করতে থাকে, যেন আপনি তার অনুসন্ধানে লেগে আছেন। বলে দিন, এর সংবাদ বিশেষ করে আল্লাহর নিকটই রয়েছে। কিন্তু তা অধিকাংশ লোকই উপলব্ধি করে না।",
    "en": "They ask you, [O Muhammad], about the Hour: when is its arrival? Say, \"Its knowledge is only with my Lord. None will reveal its time except Him. It lays heavily upon the heavens and the earth. It will not come upon you except unexpectedly.\" They ask you as if you are familiar with it. Say, \"Its knowledge is only with Allah, but most of the people do not know.\""
  },
  {
    "id": 188,
    "ar": "قُل لَّآ أَمْلِكُ لِنَفْسِى نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُ وَلَوْ كُنتُ أَعْلَمُ ٱلْغَيْبَ لَٱسْتَكْثَرْتُ مِنَ ٱلْخَيْرِ وَمَا مَسَّنِىَ ٱلسُّوٓءُ إِنْ أَنَا۠ إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
    "tr": "কুল লাআমলিকুলিনাফছী নাফ‘আওঁ ওয়ালা-দাররান ইল্লা-মা-শাআল্লা-হু ওয়া লাও কুনতুআ‘লামূল গাইবা লাছতাকছারতুমিনাল খাইরি ওয়ামা-মাছছানিয়াছ ছূউ ইন আনা ইল্লা-নাযীরুওঁ ওয়া বাশীরুল লিকাওমিইঁ ইউ’মিনূন।",
    "bn_haque": "বলো -- \"আমার কোনো অধিকার নেই আমার নিজেরই কোনো লাভ বা ক্ষতি করবার -- আল্লাহ্ যা চান তা-ব্যতীত। আর যদি আমি অদৃশ্যের সম্যক্ জ্ঞান রাখতাম তবে কল্যাণের প্রাচুর্য বানিয়ে নিতাম, আর কোনো অনিষ্ট আমাকে স্পর্শ করতো না। আমি তো একজন সতর্ককারী বই নই, আর একজন সুসংবাদদাতা সেই লোকদের জন্য যারা ঈমান এনেছে।",
    "bn_muhi": "আপনি বলে দিন, আমি আমার নিজের কল্যাণ সাধনের এবং অকল্যাণ সাধনের মালিক নই, কিন্তু যা আল্লাহ চান। আর আমি যদি গায়বের কথা জেনে নিতে পারতাম, তাহলে বহু মঙ্গল অর্জন করে নিতে পারতাম, ফলে আমার কোন অমঙ্গল কখনও হতে পারত না। আমি তো শুধুমাত্র একজন ভীতি প্রদর্শক ও সুসংবাদদাতা ঈমানদারদের জন্য।",
    "en": "Say, \"I hold not for myself [the power of] benefit or harm, except what Allah has willed. And if I knew the unseen, I could have acquired much wealth, and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe.\""
  },
  {
    "id": 189,
    "ar": "هُوَ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّىٰهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِۦ فَلَمَّآ أَثْقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَٰلِحًا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
    "tr": "হুওয়াল্লাযীখালাকাকুম মিন নাফছিওঁ ওয়া-হিদাতিওঁ ওয়া জা‘আলা মিনহা-ঝাওজাহালিইয়াছকুনা ইলাইহা- ফালাম্মা-তাগাশশা-হা-হামালাত হামলান খাফীফান ফামাররাত বিহী, ফালাম্মাআছকালাদ্দা‘আওয়াল্লা-হা রাব্বাহুমা-লাইন আ-তাইতানা-সা-লিহাল লানাকূনান্না মিনাশশা-কিরীন।",
    "bn_haque": "তিনিই সেইজন যিনি তোমাদের সৃষ্টি করেছেন একই নফস থেকে, আর তা থেকে তিনি তৈরি করেছেন তার সঙ্গিনী যেন সে তার মধ্যে শান্তি পেতে পারে। অতএব যখন সে তাতে উপগত হয় সে তখন একটি হাল্কা বোঝা ধারণ করে আর তা নিয়ে চলাফেরা করে, তারপর যখন তা ভারী হয়ে উঠে তখন উভয়ে আহ্বান করে তাদের প্রভু আল্লাহ্‌কে -- \"যদি তুমি আমাদের সুষ্ঠু একটি দাও আমরা তবে নিশ্চয়ই হবো কৃতজ্ঞদের অন্তর্ভুক্ত।\"",
    "bn_muhi": "তিনিই সে সত্তা যিনি তোমাদিগকে সৃষ্টি করেছেন একটি মাত্র সত্তা থেকে; আর তার থেকেই তৈরী করেছেন তার জোড়া, যাতে তার কাছে স্বস্তি পেতে পারে। অতঃপর পুরুষ যখন নারীকে আবৃত করল, তখন, সে গর্ভবতী হল। অতি হালকা গর্ভ। সে তাই নিয়ে চলাফেরা করতে থাকল। তারপর যখন বোঝা হয়ে গেল, তখন উভয়েই আল্লাহকে ডাকল যিনি তাদের পালনকর্তা যে, তুমি যদি আমাদিগকে সুস্থ ও ভাল দান কর তবে আমরা তোমার শুকরিয়া আদায় করব।",
    "en": "It is He who created you from one soul and created from it its mate that he might dwell in security with her. And when he covers her, she carries a light burden and continues therein. And when it becomes heavy, they both invoke Allah, their Lord, \"If You should give us a good [child], we will surely be among the grateful.\""
  },
  {
    "id": 190,
    "ar": "فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَا فَتَعَٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
    "tr": "ফালাম্মাআ-তা-হুমা-সা-লিহান জা‘আলা-লাহূ, শুরাকাআ ফীমাআ-তা-হুমা- ফাতা‘আ-লাল্লা-হু ‘আম্মা-ইউশরিকূন।",
    "bn_haque": "কিন্তু তিনি যখন তাদের সুষ্ঠু একটি দান করলেন তারা তাঁর সঙ্গে দাঁড় করালো অংশীদার তিনি তাদের যা দিয়েছেন তার সন্বন্ধে। কিন্তু বহু উচ্চে অবস্থিত আল্লাহ্ তারা যা অংশী বানায় সে-সব থেকে।",
    "bn_muhi": "অতঃপর তাদেরকে যখন সুস্থ ও ভাল দান করা হল, তখন দানকৃত বিষয়ে তার অংশীদার তৈরী করতে লাগল। বস্তুতঃ আল্লাহ তাদের শরীক সাব্যস্ত করা থেকে বহু উর্ধে।",
    "en": "But when He gives them a good [child], they ascribe partners to Him concerning that which He has given them. Exalted is Allah above what they associate with Him."
  },
  {
    "id": 191,
    "ar": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
    "tr": "আ ইউশরিকূনা মা-লা-ইয়াখলুকুশাইআওঁ ওয়াহুম ইউখলাকূন।",
    "bn_haque": "তারা কি অংশীদার বসায় তাকে যে কিছুই সৃষ্টি করে না, বরং তাদেরই সৃষ্টি করা হয়েছে?",
    "bn_muhi": "তারা কি এমন কাউকে শরীক সাব্যস্ত করে, যে একটি বস্তুও সৃষ্টি করেনি, বরং তাদেরকে সৃষ্টি করা হয়েছে।",
    "en": "Do they associate with Him those who create nothing and they are [themselves] created?"
  },
  {
    "id": 192,
    "ar": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
    "tr": "ওয়ালা-ইয়াছতাতী‘ঊনা লাহুম নাসরাওঁ ওয়ালাআনফুছাহুম ইয়ানসুরূন।",
    "bn_haque": "আর ওরা কোনো ক্ষমতা রাখে না তাদের সাহায্য করার, আর তারা তাদের নিজেদেরও সাহায্য করতে পারে না।",
    "bn_muhi": "আর তারা, না তাদের সাহায্য করতে পারে, না নিজের সাহায্য করতে পারে।",
    "en": "And the false deities are unable to [give] them help, nor can they help themselves."
  },
  {
    "id": 193,
    "ar": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَتَّبِعُوكُمْ سَوَآءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَٰمِتُونَ",
    "tr": "ওয়া ইন তাদ‘উহুম ইলাল হুদা-লা-ইয়াত্তাবি‘উকুম ছাওয়াউন ‘আলাইকুম আদা‘আওতুমূহুম আম আনতুম সা-মিতূন।",
    "bn_haque": "আর যদি তোমরা তাদের আহ্বান করো সৎপথের প্রতি, তারা তোমাদের অনুসরণ করবে না। তোমরা তাদের আহ্বান করো অথবা তোমরা চুপচাপ থাকো, তোমাদের জন্যে সমান।",
    "bn_muhi": "আর তোমরা যদি তাদেরকে আহবান কর সুপথের দিকে, তবে তারা তোমাদের আহবান অনুযায়ী চলবে না। তাদেরকে আহবান জানানো কিংবা নীরব থাকা উভয়টিই তোমাদের জন্য সমান।",
    "en": "And if you [believers] invite them to guidance, they will not follow you. It is all the same for you whether you invite them or you are silent."
  },
  {
    "id": 194,
    "ar": "إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمْثَالُكُمْ فَٱدْعُوهُمْ فَلْيَسْتَجِيبُوا۟ لَكُمْ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "ইন্নাল্লাযীনা তাদ‘ঊনা মিন দূনিল্লা-হি ‘ইবা-দুনআমছা-লুকুম ফাদ‘ঊহুম ফালইয়াছতাজীবূ লাকুম ইন কুনতুম সা-দিকীন।",
    "bn_haque": "নিঃসন্দেহ তোমরা আল্লাহ্‌কে ছেড়ে দিয়ে যাদের আহ্বান কর তারা তোমাদেরই ন্যায় দাস, সুতরাং তাদের ডাকো, তোমাদের প্রতি তারা তবে সাড়া দিক, -- যদি তোমরা সত্যবাদী হও।",
    "bn_muhi": "আল্লাহকে বাদ দিয়ে তোমরা যাদেরকে ডাক, তারা সবাই তোমাদের মতই বান্দা। অতএব, তোমরা যাদেরকে ডাক, তখন তাদের পক্ষেও তো তোমাদের সে ডাক কবুল করা উচিত যদি তোমরা সত্যবাদী হয়ে থাক?",
    "en": "Indeed, those you [polytheists] call upon besides Allah are servants like you. So call upon them and let them respond to you, if you should be truthful."
  },
  {
    "id": 195,
    "ar": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَآ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَآ أَمْ لَهُمْ ءَاذَانٌ يَسْمَعُونَ بِهَا قُلِ ٱدْعُوا۟ شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
    "tr": "আলাহুম আরজুলুইঁ ইয়ামশূনা বিহা-  আম লাহুম আইদিইঁ ইয়াবতিশূনা বিহা-  আম লাহুম আ‘ইউনুইঁ ইয়ুবসিরূনা বিহা-  আম লাহুম আ-যা-নুইঁ ইয়াছমা‘ঊনা বিহা- কুলিদ‘ঊ শুরাকাআকুম ছুম্মা কীদূ নি ফালা-তুনজিরূন।",
    "bn_haque": "তাদের কি পা আছে যা দিয়ে তারা চলতে পারে, অথবা তাদের কি হাত আছে যা দিয়ে ধরতে পারে, অথবা তাদের কি চোখ আছে যা দিয়ে দেখতে পারে, অথবা তাদের কি কান আছে যা দিয়ে তারা শুনতে পারে? বলো -- \"ডাকো তোমাদের অংশীদারদের, তারপর আমার বিরুদ্ধে ফন্দি আটোঁ, আর আমাকে অবকাশ দিও না!",
    "bn_muhi": "তাদের কি পা আছে, যদ্বারা তারা চলাফেরা করে, কিংবা তাদের কি হাত আছে, যদ্বারা তারা ধরে। অথবা তাদের কি চোখ আছে যদ্বারা তারা দেখতে পায় কিংবা তাদের কি কান আছে যদ্বারা শুনতে পায়? বলে দাও, তোমরা ডাক তোমাদের অংশীদারদিগকে, অতঃপর আমার অমঙ্গল কর এবং আমাকে অবকাশ দিও না।",
    "en": "Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say, [O Muhammad], \"Call your 'partners' and then conspire against me and give me no respite."
  },
  {
    "id": 196,
    "ar": "إِنَّ وَلِۦِّىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَٰبَ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ",
    "tr": "ইন্না ওয়ালিইয়িইয়াল্লা-হুল্লাযী নাঝঝালাল কিতা-বা  ওয়া হুওয়া ইয়াতাওয়াল্লাসসা-লিহীন।",
    "bn_haque": "\"নিঃসন্দেহ আমার অভিভাবক হচ্ছেন আল্লাহ্ যিনি কিতাব অবতারণ করেছেন, আর তিনিই অভিভাবকত্ব করেন সৎপথা- বলন্বীদের।",
    "bn_muhi": "আমার সহায় তো হলেন আল্লাহ, যিনি কিতাব অবতীর্ণ করেছেন। বস্তুত; তিনিই সাহায্য করেন সৎকর্মশীল বান্দাদের।",
    "en": "Indeed, my protector is Allah, who has sent down the Book; and He is an ally to the righteous."
  },
  {
    "id": 197,
    "ar": "وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
    "tr": "ওয়াল্লাযীনা তাদ‘ঊনা মিন দূনিহী লা-ইয়াছতাতী‘ঊনা নাসরাকুমওয়ালা-আনফুছাহুম ইয়ানসুরূন।",
    "bn_haque": "আর যাদের তোমরা আহ্বান কর তাঁকে ছেড়ে দিয়ে, তারা কোনো ক্ষমতা রাখে না তোমাদের সাহায্য করার, আর তাদের নিজেদেরও তারা সাহায্য করতে পারে না।",
    "bn_muhi": "আর তোমরা তাঁকে বাদ দিয়ে যাদেরকে ডাক তারা না তোমাদের কোন সাহায্য করতে পারবে, না নিজেদের আত্নরক্ষা করতে পারবে।",
    "en": "And those you call upon besides Him are unable to help you, nor can they help themselves.\""
  },
  {
    "id": 198,
    "ar": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَسْمَعُوا۟ وَتَرَىٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
    "tr": "ওয়া ইন তাদ‘ঊহুম ইলাল হুদা-লা-ইয়াছমা‘ঊ ওয়া তারা-হুম ইয়ানজুরুনা ইলাইকা ওয়া হুম লা-ইউবসিরূন।",
    "bn_haque": "আর যদি তোমরা তাদের আহ্বান কর সৎপথের প্রতি, তারা শোনে না। আর তুমি তাদের দেখতে পাও তারা তোমার দিকে তাকিয়ে আছে, কিন্তু তারা দেখতে পাবে না।",
    "bn_muhi": "আর তুমি যদি তাদেরকে সুপথে আহবান কর, তবে তারা তা কিছুই শুনবে না। আর তুমি তো তাদের দেখছই, তোমার দিকে তাকিয়ে আছে, অথচ তারা কিছুই দেখতে পাচ্ছে না।",
    "en": "And if you invite them to guidance, they do not hear; and you see them looking at you while they do not see."
  },
  {
    "id": 199,
    "ar": "خُذِ ٱلْعَفْوَ وَأْمُرْ بِٱلْعُرْفِ وَأَعْرِضْ عَنِ ٱلْجَٰهِلِينَ",
    "tr": "খুযিল ‘আফওয়া ওয়া‘মুর বিল ‘উরফি ওয়া আ‘রিদ‘আনিল জা-হিলীন।",
    "bn_haque": "ক্ষমা অবলন্বন করো আর সদয়তার নির্দেশ দাও, আর অজ্ঞদের পরিহার করে চলো।",
    "bn_muhi": "আর ক্ষমা করার অভ্যাস গড়ে তোল, সৎকাজের নির্দেশ দাও এবং মূর্খ জাহেলদের থেকে দূরে সরে থাক।",
    "en": "Take what is given freely, enjoin what is good, and turn away from the ignorant."
  },
  {
    "id": 200,
    "ar": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
    "tr": "ওয়া ইম্মা-ইয়ানঝাগান্নাকা মিনাশশাইতা-নি নাঝগুন ফাছতা‘ইযবিল্লা-হি ইন্নাহূছামী‘উন ‘আলীম।",
    "bn_haque": "আর যদি শয়তানের থেকে খোঁচাখুচি তোমাকে আহত করে তবে আল্লাহ্‌র কাছে আশ্রয় চাও। নিঃসন্দেহ তিনি সর্ব শ্রোতা, সর্বজ্ঞাতা।",
    "bn_muhi": "আর যদি শয়তানের প্ররোচনা তোমাকে প্ররোচিত করে, তাহলে আল্লাহর শরণাপন্ন হও তিনিই শ্রবণকারী, মহাজ্ঞানী।",
    "en": "And if an evil suggestion comes to you from Satan, then seek refuge in Allah . Indeed, He is Hearing and Knowing."
  },
  {
    "id": 201,
    "ar": "إِنَّ ٱلَّذِينَ ٱتَّقَوْا۟ إِذَا مَسَّهُمْ طَٰٓئِفٌ مِّنَ ٱلشَّيْطَٰنِ تَذَكَّرُوا۟ فَإِذَا هُم مُّبْصِرُونَ",
    "tr": "ইন্নাল্লাযীনাত তাকাও ইযা-মাছছাহুম তাইফুম মিনাশশাইতা-নি তাযাক্কারূফাইযা-হুম মুবসিরূন।",
    "bn_haque": "নিঃসন্দেহ যারা ধর্মপরায়ণতা অবলন্বন করে, যখন শয়তানের আক্রমণ তাদের স্পর্শ করে তারা স্মরণ করে, -- তাহলে দেখো! তারাই হয় দৃষ্টিশক্তিমান!",
    "bn_muhi": "যাদের মনে ভয় রয়েছে, তাদের উপর শয়তানের আগমন ঘটার সাথে সাথেই তারা সতর্ক হয়ে যায় এবং তখনই তাদের বিবেচনাশক্তি জাগ্রত হয়ে উঠে।",
    "en": "Indeed, those who fear Allah - when an impulse touches them from Satan, they remember [Him] and at once they have insight."
  },
  {
    "id": 202,
    "ar": "وَإِخْوَٰنُهُمْ يَمُدُّونَهُمْ فِى ٱلْغَىِّ ثُمَّ لَا يُقْصِرُونَ",
    "tr": "ওয়া ইখওয়া-নুহুম ইয়ামুদ্দূনাহুম ফিল গাইয়ি ছুম্মা লা-ইউকসিরূন।",
    "bn_haque": "আর তাদের ভাইয়েরা, -- তারা এদের টেনে নেয় ভ্রান্তির মধ্যে, আর তারা থামে না।",
    "bn_muhi": "পক্ষান্তরে যারা শয়তানের ভাই, তাদেরকে সে ক্রমাগত পথভ্রষ্ট তার দিকে নিয়ে যায় অতঃপর তাতে কোন কমতি করে না।",
    "en": "But their brothers - the devils increase them in error; then they do not stop short."
  },
  {
    "id": 203,
    "ar": "وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا۟ لَوْلَا ٱجْتَبَيْتَهَا قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى هَٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
    "tr": "ওয়া ইযা-লাম তা’তিহিম বিআ-য়াতিন কা-লূলাওলাজ তাবাইতাহা- কুল ইন্নামা আত্তাবি‘উ মা-ইউহা ইলাইইয়া মিররাববী হা-যা-বাসাইরু মিররাব্বিকুম ওয়া হুদাওঁ ওয়া রাহমাতুল লিকাওমিইঁ ইউ’মিনূন।",
    "bn_haque": "আর যখন তুমি তাদের কাছে কোনো আয়াত আনো না, তারা বলে -- \"কেন তুমি তা বেছে নাও না?\" তুমি বলো -- \"আমি শুধু তারই অনুসরণ করি যা আমার কাছে প্রত্যাদিষ্ট হয়েছে আমার প্রভুর কাছ থেকে, এটি হচ্ছে তোমাদের প্রভুর কাছ থেকে দৃষ্টিদায়ক, আর পথনির্দেশক, আর হচ্ছে করুণা সেই লোকদের জন্য যারা বিশ্বাস করে।\"",
    "bn_muhi": "আর যখন আপনি তাদের নিকট কোন নিদর্শন নিয়ে না যান, তখন তারা বলে, আপনি নিজের পক্ষ থেকে কেন অমুকটি নিয়ে আসলেন না, তখন আপনি বলে দিন, আমি তো সে মতেই চলি যে হুকুম আমার নিকট আসে আমার পরওয়ারদেগারের কাছ থেকে। এটা ভাববার বিষয় তোমাদের পরওয়ারদেগারের পক্ষ থেকে এবং হেদায়েত ও রহমত সেসব লোকের জন্য যারা ঈমান এনেছে।",
    "en": "And when you, [O Muhammad], do not bring them a sign, they say, \"Why have you not contrived it?\" Say, \"I only follow what is revealed to me from my Lord. This [Qur'an] is enlightenment from your Lord and guidance and mercy for a people who believe.\""
  },
  {
    "id": 204,
    "ar": "وَإِذَا قُرِئَ ٱلْقُرْءَانُ فَٱسْتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
    "tr": "ওয়া ইযা-কুরিয়াল কুরআ-নুফাছতামি‘ঊ লাহূওয়া আনসিতূলা‘আল্লাকুম তুরহামূন।",
    "bn_haque": "আর যখন কুরআন পঠিত হয় তখন তা শোনো, আর চুপ করে থেকো, যেন তোমাদের প্রতি করুণা বর্ষিত হয়।",
    "bn_muhi": "আর যখন কোরআন পাঠ করা হয়, তখন তাতে কান লাগিয়ে রাখ এবং নিশ্চুপ থাক যাতে তোমাদের উপর রহমত হয়।",
    "en": "So when the Qur'an is recited, then listen to it and pay attention that you may receive mercy."
  },
  {
    "id": 205,
    "ar": "وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْءَاصَالِ وَلَا تَكُن مِّنَ ٱلْغَٰفِلِينَ",
    "tr": "ওয়াযকুর রাব্বাকা ফী নাফছিকা তাদাররু‘আওঁ ওয়া খীফাতওঁ ওয়া দূনাল জাহরি মিনাল কাওলি বিলগুদুওবিওয়াল আ-সা-লি ওয়ালা-তাকুম মিনাল গা-ফিলীন।",
    "bn_haque": "আর স্মরণ করো তোমার প্রভুকে নিজের অন্তরে সবিনয়ে ও সভয়ে ও অনুচ্চস্বরে, প্রাতে ও অপরাহ্নে, আর উদাসীনদের অন্তর্ভুক্ত হয়ো না।",
    "bn_muhi": "আর স্মরণ করতে থাক স্বীয় পালনকর্তাকে আপন মনে ক্রন্দনরত ও ভীত-সন্ত্রস্ত অবস্থায় এবং এমন স্বরে যা চিৎকার করে বলা অপেক্ষা কম; সকালে ও সন্ধ্যায়। আর বে-খবর থেকো না।",
    "en": "And remember your Lord within yourself in humility and in fear without being apparent in speech - in the mornings and the evenings. And do not be among the heedless."
  },
  {
    "id": 206,
    "ar": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسْجُدُونَ ۩",
    "tr": "ইন্নাল্লাযীনা ‘ইন্দা রাব্বিকালা-ইয়াছতাকবিরূনা‘আন ‘ইবা-দাতিহীওয়াইউছাব্বিহূনাহূওয়া লাহূইয়াছজুদূন। (ছিজদাহ-১)",
    "bn_haque": "নিঃসন্দেহ যারা তোমার প্রভুর সান্নিধ্যে রয়েছে তারা তাঁর উপাসনায় অহংকার দেখায় না, আর তারা তাঁরই মহিমা কীর্তন করে, আর তাঁরই প্রতি সিজদা প্রদান করে।",
    "bn_muhi": "নিশ্চয়ই যারা তোমার পরওয়ারদেগারের সান্নিধ্যে রয়েছেন, তারা তাঁর বন্দেগীর ব্যাপারে অহঙ্কার করেন না এবং স্মরণ করেন তাঁর পবিত্র সত্তাকে; আর তাঁকেই সেজদা করেন।",
    "en": "Indeed, those who are near your Lord are not prevented by arrogance from His worship, and they exalt Him, and to Him they prostrate."
  }
]