[
  {
    "id": 1,
    "ar": "يَٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "tr": "ইয়াআইয়ুহান্নাবিইয়ুত্তাকিল্লা-হা ওয়ালা তুতি‘ইল কা-ফিরীনা ওয়াল মুনা-ফিকীনা ইন্নাল্লা-হা কা-না ‘আলীমান হাকীমা।",
    "bn_haque": "হে প্রিয় নবী! আল্লাহ্‌কে ভয়-ভক্তি করো আর অবিশ্বাসীদের ও মুনাফিকদের আজ্ঞাপালন করো না। নিঃসন্দেহ আল্লাহ্ সর্বজ্ঞাতা, পরমজ্ঞানী।",
    "bn_muhi": "হে নবী! আল্লাহকে ভয় করুন এবং কাফের ও কপট বিশ্বাসীদের কথা মানবেন না। নিশ্চয় আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।",
    "en": "O Prophet, fear Allah and do not obey the disbelievers and the hypocrites. Indeed, Allah is ever Knowing and Wise."
  },
  {
    "id": 2,
    "ar": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ مِن رَّبِّكَ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "tr": "ওয়াত্তাবি‘ মা-ইঊহাইলাইকা মির রাব্বিকা ইন্নাল্লা-হা কা-না বিমা-তা‘মালূনা খাবীরা-।",
    "bn_haque": "আর তুমি অনুসরণ করো তোমার প্রভুর কাছ থেকে তোমার নিকট যা প্রত্যাদেশ করা হয়েছে। নিশ্চয়ই তোমরা যা কর সে-সন্বন্ধে আল্লাহ্ পূর্ণ ওয়াকিফহাল।",
    "bn_muhi": "আপনার পালনকর্তার পক্ষ থেকে যা অবতীর্ণ হয়, আপনি তার অনুসরণ করুন। নিশ্চয় তোমরা যা কর, আল্লাহ সে বিষয়ে খবর রাখেন।",
    "en": "And follow that which is revealed to you from your Lord. Indeed Allah is ever, with what you do, Acquainted."
  },
  {
    "id": 3,
    "ar": "وَتَوَكَّلْ عَلَى ٱللَّهِ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "tr": "ওয়া তাওয়াক্কাল ‘আলাল্লা-হি ওয়া কাফা-বিল্লা-হি ওয়াকীলা-।",
    "bn_haque": "আর আল্লাহ্‌র উপরে নির্ভর করো। বস্তুত কর্ণধাররূপে আল্লাহ্‌ই যথেষ্ট।",
    "bn_muhi": "আপনি আল্লাহর উপর ভরসা করুন। কার্যনির্বাহীরূপে আল্লাহই যথেষ্ট।",
    "en": "And rely upon Allah ; and sufficient is Allah as Disposer of affairs."
  },
  {
    "id": 4,
    "ar": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِى جَوْفِهِۦ وَمَا جَعَلَ أَزْوَٰجَكُمُ ٱلَّٰٓـِٔى تُظَٰهِرُونَ مِنْهُنَّ أُمَّهَٰتِكُمْ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ذَٰلِكُمْ قَوْلُكُم بِأَفْوَٰهِكُمْ وَٱللَّهُ يَقُولُ ٱلْحَقَّ وَهُوَ يَهْدِى ٱلسَّبِيلَ",
    "tr": "মা-জা‘আলাল্লা-হু লিরাজুলিম মিন কালবাইনি ফী জাওফিহী ওয়ামা-জা‘আলা আঝওয়াজাকুমুল লাঈ তুজা-হিরূনা মিনহুন্না উম্মাহা-তিকুম ওয়ামা-জা‘আলা আদ‘ইয়াআকুম আবনাআকুম যা-লিকুম কাওলুকুম বিআফওয়া-হিকুম ওয়াল্লাহু ইয়াকূলুল হাক্কা ওয়াহুওয়া ইয়াহদিছছাবীল।",
    "bn_haque": "আল্লাহ্ কোনো মানুষের জন্য তার ধড়ের মধ্যে দুটি হৃদয় বানান নি, আর তোমাদের স্ত্রীদেরও যাদের থেকে তোমরা 'যিহার’ ক’রে ফিরে গেছ তাদের তিনি তোমাদের মা বানান নি, আর তোমাদের পোষ্য-সন্তানদেরও তোমাদের সন্তান বানান নি। এ-সব হচ্ছে তোমাদের মুখ দিয়ে তোমাদের কথা। আর আল্লাহ্‌ই সত্যকথা বলেন, আর তিনিই পথে পরিচালিত করেন।",
    "bn_muhi": "আল্লাহ কোন মানুষের মধ্যে দুটি হৃদয় স্থাপন করেননি। তোমাদের স্ত্রীগণ যাদের সাথে তোমরা যিহার কর, তাদেরকে তোমাদের জননী করেননি এবং তোমাদের পোষ্যপুত্রদেরকে তোমাদের পুত্র করেননি। এগুলো তোমাদের মুখের কথা মাত্র। আল্লাহ ন্যায় কথা বলেন এবং পথ প্রদর্শন করেন।",
    "en": "Allah has not made for a man two hearts in his interior. And He has not made your wives whom you declare unlawful your mothers. And he has not made your adopted sons your [true] sons. That is [merely] your saying by your mouths, but Allah says the truth, and He guides to the [right] way."
  },
  {
    "id": 5,
    "ar": "ٱدْعُوهُمْ لِءَابَآئِهِمْ هُوَ أَقْسَطُ عِندَ ٱللَّهِ فَإِن لَّمْ تَعْلَمُوٓا۟ ءَابَآءَهُمْ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ وَمَوَٰلِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "tr": "উদ‘ঊহুম লিআ-বাইহিম হুওয়া আকছাতু‘ইনদাল্লা-হি ফাইল্লাম তা‘লামূআবাআহুম ফাইখওয়া-নুকুম ফিদ্দীনি ওয়া মাওয়া-লীকুম ওয়া লাইছা ‘আলাইকুম জুনাহুন ফীমাআখতাতুম বিহী ওয়ালা-কিম মা-তা‘আম্মাদাত কুলূবুকুম ওয়া কানাল্লা-হু গাফূরার রাহীমা-।",
    "bn_haque": "তোমরা তাদের সন্বোধন কর তাদের বাপেদের নামে, এটিই আল্লাহ্‌র কাছে বেশি ন্যায়সংগত। কিন্তু যদি তোমরা তাদের পিতাদের না জানো তাহলে তারা তোমাদের ধর্ম-ভাই ও তোমাদের বন্ধুবান্ধব। আর তোমাদের উপরে কোনো অপরাধ হবে না সে-সবে যাতে তোমরা ভুল কর, কিন্তু যা তোমাদের হৃদয় মতলব আঁটে। আর আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "তোমরা তাদেরকে তাদের পিতৃপরিচয়ে ডাক। এটাই আল্লাহর কাছে ন্যায়সঙ্গত। যদি তোমরা তাদের পিতৃ-পরিচয় না জান, তবে তারা তোমাদের ধর্মীয় ভাই ও বন্ধুরূপে গণ্য হবে। এ ব্যাপারে তোমাদের কোন বিচ্যুতি হলে তাতে তোমাদের কোন গোনাহ নেই, তবে ইচ্ছাকৃত হলে ভিন্ন কথা। আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "en": "Call them by [the names of] their fathers; it is more just in the sight of Allah . But if you do not know their fathers - then they are [still] your brothers in religion and those entrusted to you. And there is no blame upon you for that in which you have erred but [only for] what your hearts intended. And ever is Allah Forgiving and Merciful."
  },
  {
    "id": 6,
    "ar": "ٱلنَّبِىُّ أَوْلَىٰ بِٱلْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ وَأَزْوَٰجُهُۥٓ أُمَّهَٰتُهُمْ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَٰبِ ٱللَّهِ مِنَ ٱلْمُؤْمِنِينَ وَٱلْمُهَٰجِرِينَ إِلَّآ أَن تَفْعَلُوٓا۟ إِلَىٰٓ أَوْلِيَآئِكُم مَّعْرُوفًا كَانَ ذَٰلِكَ فِى ٱلْكِتَٰبِ مَسْطُورًا",
    "tr": "আন্নাবিইয়ুআওলা-বিলমু’মিনীনা মিন আনফুছিহিম ওয়া আঝওয়া-জুহূ উম্মাহা-তুহুম ওয়া উলুল আরহা-মি বাদুহুম আওলা-ব্বিা‘দিন ফী কিতা-বিল্লা-হি মিনাল মু’মিনীনা ওয়াল মুহা-জিরীনা ইল্লাআন তাফ‘আলূ ইলাআওলিয়াইকুম মা‘রূফান কা-না যা-লিকা ফিল কিতা-বি মাছতূরা-।",
    "bn_haque": "এই নবী মুমিনদের কাছে তাদের নিজেদের চেয়েও অধিক অন্তরঙ্গ, আর তাঁর পত্নীগণ হচ্ছেন তাদের মাতা। আর গর্ভজাত সম্পর্কধারীরা -- তারা আল্লাহ্‌র বিধানে একে অন্যে অধিকতর নিকটবর্তী মুমিনদের ও মুহাজিরদের চাইতে, তবে তোমরা যেন তোমাদের বন্ধুবর্গের প্রতি সদাচার করো। এমনটাই গ্রন্থে লিপিবদ্ধ রয়েছে।",
    "bn_muhi": "নবী মুমিনদের নিকট তাদের নিজেদের অপেক্ষা অধিক ঘনিষ্ঠ এবং তাঁর স্ত্রীগণ তাদের মাতা। আল্লাহর বিধান অনুযায়ী মুমিন ও মুহাজিরগণের মধ্যে যারা আত্নীয়, তারা পরস্পরে অধিক ঘনিষ্ঠ। তবে তোমরা যদি তোমাদের বন্ধুদের প্রতি দয়া-দাক্ষিণ্য করতে চাও, করতে পার। এটা লওহে-মাহফুযে লিখিত আছে।",
    "en": "The Prophet is more worthy of the believers than themselves, and his wives are [in the position of] their mothers. And those of [blood] relationship are more entitled [to inheritance] in the decree of Allah than the [other] believers and the emigrants, except that you may do to your close associates a kindness [through bequest]. That was in the Book inscribed."
  },
  {
    "id": 7,
    "ar": "وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّۦنَ مِيثَٰقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُم مِّيثَٰقًا غَلِيظًا",
    "tr": "ওয়া ইযআখাযনা-মিনান্নাবিইয়ীনা মীছা-কাহুম ওয়া মিনকা ওয়া মিন নূহিওঁ ওয়া ইবরাহীমা ওয়া মূছা-ওয়া ‘ঈছাব নি মারইয়ামা ওয়া আখাযনা-মিনহুম মীছা-কান গালীজা-।",
    "bn_haque": "আর স্মরণ কর! আমরা নবীদের থেকে তাঁদের অঙ্গীকার গ্রহণ করেছিলাম, আর তোমার কাছ থেকেও, আর নূহ ও ইব্রাহীম ও মূসা ও মরিয়ম-পুত্র ঈসার কাছ থেকে, আর তাঁদের কাছ থেকে আমরা গ্রহণ করেছিলাম এক জোরালো অংগীকার --",
    "bn_muhi": "যখন আমি পয়গম্বরগণের কাছ থেকে, আপনার কাছ থেকে এবং নূহ, ইব্রাহীম, মূসা ও মরিয়ম তনয় ঈসার কাছ থেকে অঙ্গীকার নিলাম এবং অঙ্গীকার নিলাম তাদের কাছ থেকে দৃঢ় অঙ্গীকার।",
    "en": "And [mention, O Muhammad], when We took from the prophets their covenant and from you and from Noah and Abraham and Moses and Jesus, the son of Mary; and We took from them a solemn covenant."
  },
  {
    "id": 8,
    "ar": "لِّيَسْـَٔلَ ٱلصَّٰدِقِينَ عَن صِدْقِهِمْ وَأَعَدَّ لِلْكَٰفِرِينَ عَذَابًا أَلِيمًا",
    "tr": "লিয়াছআলাসসা-দিকীনা ‘আন সিদকিহিম ওয়া আ‘আদ্দা লিলকা-ফিরীনা ‘আযা-বান আলীমা-।",
    "bn_haque": "যেন তিনি সত্যবাদীদের জিজ্ঞাসা করতে পারেন তাঁদের সত্যবাদিতা সন্বন্ধে, আর অবিশ্বাসীদের জন্য তিনি প্রস্তুত রেখেছেন মর্মন্তুদ শাস্তি।",
    "bn_muhi": "সত্যবাদীদেরকে তাদের সত্যবাদিতা সম্পর্কে জিজ্ঞাসা করার জন্য। তিনি কাফেরদের জন্য যন্ত্রণাদায়ক শাস্তি প্রস্তুত রেখেছেন।",
    "en": "That He may question the truthful about their truth. And He has prepared for the disbelievers a painful punishment."
  },
  {
    "id": 9,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
    "tr": "ইয়া আইয়ুহাল্লাযীনা আ-মানুযকুরূনি‘মাতাল্লা-হি ‘আলাইকুম ইযজাআতকুম জুনূদুন ফাআরছালনা-‘আলাইহিম রীহাওঁ ওয়া জুনূদাল্লাম তারাওহা- ওয়া কা-নাল্লা-হু বিমাতা‘মালূনা বাসীরা-।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! তোমাদের উপরে আল্লাহ্‌র অনুগ্রহ স্মরণ কর, যখন তোমাদের উপরে সৈন্যদল এসে পড়েছিল, তখন আমরা তাদের বিরুদ্ধে পাঠালাম এক ঝড়-ঝঞ্চা, আর এক বাহিনী যা তোমরা দেখতে পাও নি। আর তোমরা যা করছিলে সে-সন্বন্ধে আল্লাহ্ সর্বদ্রষ্টা।",
    "bn_muhi": "হে মুমিনগণ! তোমরা তোমাদের প্রতি আল্লাহর নেয়ামতের কথা স্মরণ কর, যখন শত্রুবাহিনী তোমাদের নিকটবর্তী হয়েছিল, অতঃপর আমি তাদের বিরুদ্ধে ঝঞ্চাবায়ু এবং এমন সৈন্যবাহিনী প্রেরণ করেছিলাম, যাদেরকে তোমরা দেখতে না। তোমরা যা কর, আল্লাহ তা দেখেন।",
    "en": "O you who have believed, remember the favor of Allah upon you when armies came to [attack] you and We sent upon them a wind and armies [of angels] you did not see. And ever is Allah, of what you do, Seeing."
  },
  {
    "id": 10,
    "ar": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
    "tr": "ইযজাঊকুমমিনফাওকিকুম ওয়া মিন আছফালা মিনকুমওয়াইযঝা-গাতিল আবসা-রু ওয়া বালাগাতিল কুলূবুল হানা-জিরা ওয়া তাজুন্নূনা বিল্লা-হিজ জু নূনা।",
    "bn_haque": "স্মরণ করো! তারা তোমাদের উপরে এসে পড়েছিল তোমাদের উপর থেকে এবং তোমাদের চেয়ে নিচে থেকে, আর যখন চোখগুলো বিারিত হয়েছিল আর হৃৎপিন্ডগুলো পৌঁছেগিয়েছিল গলদেশে, আর তোমরা আল্লাহ্‌র সন্বন্ধে নানান ভুল ধারণা ধারণ করেছিলে।",
    "bn_muhi": "যখন তারা তোমাদের নিকটবর্তী হয়েছিল উচ্চ ভূমি ও নিম্নভূমি থেকে এবং যখন তোমাদের দৃষ্টিভ্রম হচ্ছিল, প্রাণ কন্ঠাগত হয়েছিল এবং তোমরা আল্লাহ সম্পর্কে নানা বিরূপ ধারণা পোষণ করতে শুরু করছিলে।",
    "en": "[Remember] when they came at you from above you and from below you, and when eyes shifted [in fear], and hearts reached the throats and you assumed about Allah [various] assumptions."
  },
  {
    "id": 11,
    "ar": "هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًا شَدِيدًا",
    "tr": "হুনা-লিকাব তুলিয়াল মু’মিনূনা ওয়া ঝুলঝিলূঝিলঝা-লান শাদীদা-।",
    "bn_haque": "সেখানে মুমিনদের পরীক্ষা করা হয়েছিল, আর তাদের ঝাঁকানো হয়েছিল কঠিন ঝাঁকানিতে।",
    "bn_muhi": "সে সময়ে মুমিনগণ পরীক্ষিত হয়েছিল এবং ভীষণভাবে প্রকম্পিত হচ্ছিল।",
    "en": "There the believers were tested and shaken with a severe shaking."
  },
  {
    "id": 12,
    "ar": "وَإِذْ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًا",
    "tr": "ওয়া ইযইয়াকূ লুলমুনা-ফিকূনা ওয়াল্লাযীনা ফী কুলূবিহিম মারাদুম মা-ওয়া‘আদানাল্লাহুয়া রাছূলুহূইল্লা-গুরূরা-।",
    "bn_haque": "আর স্মরণ করো! মুনাফিকরা ও যাদের হৃদয়ে ব্যাধি রয়েছে তারা বলছিল -- \"আল্লাহ্ ও তাঁর রসূল আমাদের কাছে প্রতারণা করা ছাড়া অন্য ওয়াদা করেন নি।\"",
    "bn_muhi": "এবং যখন মুনাফিক ও যাদের অন্তরে রোগ ছিল তারা বলছিল, আমাদেরকে প্রদত্ত আল্লাহ ও রসূলের প্রতিশ্রুতি প্রতারণা বৈ নয়।",
    "en": "And [remember] when the hypocrites and those in whose hearts is disease said, \" Allah and His Messenger did not promise us except delusion,\""
  },
  {
    "id": 13,
    "ar": "وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ يَٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ وَيَسْتَـْٔذِنُ فَرِيقٌ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِىَ بِعَوْرَةٍ إِن يُرِيدُونَ إِلَّا فِرَارًا",
    "tr": "ওয়া ইযকা-লাততাইফাতুম মিনহুম ইয়াআহলা ইয়াছরিবা লা-মুকা-মা লাকুম ফারজি‘ঊ ওয়া ইয়াছতা’যিনুফারীকুম মিনহুমুন নাবিইইয়া ইয়াকূলূনা ইন্না বুইঊতানা‘আওরাতুওঁ  ওয়ামা-হিয়া বি‘আওরাতিইঁ  ইয়ঁইউদূ না ইল্লা-ফিরা-রা-।",
    "bn_haque": "আর স্মরণ করো! তাদের মধ্যের একদল বলেছিল -- \"হে ইয়াছরিব-এর বাসিন্দারা! তোমাদের জন্য দাঁড়াবার জায়গা নেই, সেজন্য ফিরে যাও।\" আর তাদের মধ্যের কোনো দল নবীর কাছে অনুমতি চাইছিল এই বলে -- \"আমাদের বাড়িঘর নিশ্চয়ই অনাবৃত।\" কিন্তু সেগুলো অনাবৃত ছিল না। তারা তো চাইছিল কেবল পালিয়ে যেতে।",
    "bn_muhi": "এবং যখন তাদের একদল বলেছিল, হে ইয়াসরেববাসী, এটা টিকবার মত জায়গা নয়, তোমরা ফিরে চল। তাদেরই একদল নবীর কাছে অনুমতি প্রার্থনা করে বলেছিল, আমাদের বাড়ী-ঘর খালি, অথচ সেগুলো খালি ছিল না, পলায়ন করাই ছিল তাদের ইচ্ছা।",
    "en": "And when a faction of them said, \"O people of Yathrib, there is no stability for you [here], so return [home].\" And a party of them asked permission of the Prophet, saying, \"Indeed, our houses are unprotected,\" while they were not exposed. They did not intend except to flee."
  },
  {
    "id": 14,
    "ar": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَءَاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًا",
    "tr": "ওয়া লাও দুখিলাত ‘আলাইহিম মিন আকতা-রিহা-ছু ম্মা ছুইলুল ফিতনাতা লাআ-তাওহাওয়ামা-তালাব্বাছূবিহাইল্লা ইয়াছীরা।",
    "bn_haque": "আর যদি এর সীমানা থেকে তাদের উপরে অনুপ্রবেশ হত এবং তাদের বলা হত বিদ্রোহ করতে, তাহলে তারা অবশ্যই তাতে এসে পড়ত, আর তারা সেখানে অবস্থান করত না অল্পক্ষণ ছাড়া।",
    "bn_muhi": "যদি শত্রুপক্ষ চতুর্দিক থেকে নগরে প্রবেশ করে তাদের সাথে মিলিত হত, অতঃপর বিদ্রোহ করতে প্ররোচিত করত, তবে তারা অবশ্যই বিদ্রোহ করত এবং তারা মোটেই বিলম্ব করত না।",
    "en": "And if they had been entered upon from all its [surrounding] regions and fitnah had been demanded of them, they would have done it and not hesitated over it except briefly."
  },
  {
    "id": 15,
    "ar": "وَلَقَدْ كَانُوا۟ عَٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَٰرَ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًا",
    "tr": "ওয়া লাকাদ কা-নূ‘আ-হাদুল্লা-হা মিন কাবলুলা-ইউওয়ালূলনাল আদবা -রা  ওয়া কা-না ‘আহদুল্লা-হি মাছঊলা।",
    "bn_haque": "আর ইতিপূর্বে তো তারা আল্লাহ্‌র কাছে ওয়াদা করেছিল যে তারা পিঠ ফেরাবে না। আর আল্লাহ্‌র সঙ্গের অংগীকার সন্বন্ধে সওয়াল করা হবে।",
    "bn_muhi": "অথচ তারা পূর্বে আল্লাহর সাথে অঙ্গীকার করেছিল যে, তারা পৃষ্ঠ প্রদর্শন করবে না। আল্লাহর অঙ্গীকার সম্পর্কে জিজ্ঞাসা করা হবে।",
    "en": "And they had already promised Allah before not to turn their backs and flee. And ever is the promise to Allah [that about which one will be] questioned."
  },
  {
    "id": 16,
    "ar": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا",
    "tr": "কুল্লাই ইয়ানফা‘আকুমুল ফিরা-রু ইন ফারারতুম মিনাল মাওতি আবিলকাতলি ওয়া ইযাল লা-তুমাত্তা‘ঊনা ইল্লা-কালীলা-।",
    "bn_haque": "বলো -- \"পালিয়ে যাওয়া কখনো তোমাদের লাভবান করবে না, যদিও তোমরা মৃত্যু অথবা কাতল হওয়া থেকে পলায়ন কর, আর সে-ক্ষেত্রে তোমরা উপভোগ করতে পারবে না অল্পক্ষণ ছাড়া।\"",
    "bn_muhi": "বলুন! তোমরা যদি মৃত্যু অথবা হত্যা থেকে পলায়ন কর, তবে এ পলায়ন তোমাদের কাজে আসবে না। তখন তোমাদেরকে সামান্যই ভোগ করতে দেয়া হবে।",
    "en": "Say, [O Muhammad], \"Never will fleeing benefit you if you should flee from death or killing; and then [if you did], you would not be given enjoyment [of life] except for a little.\""
  },
  {
    "id": 17,
    "ar": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
    "tr": "কুল মান যাল্লাযী ইয়া‘সিমুকুম মিনাল্লা-হি ইন আরা-দা বিকুম ছুূআন আও আরা-দা বিকুম রাহমাতাওঁ ওয়ালা-ইয়াজিদূ না লাহুম মিন দূ নিল্লা-হি ওয়ালিইয়াওঁ ওয়ালা-নাসীরা-।",
    "bn_haque": "তুমি বলো -- \"কে আছে যে তোমাদের আল্লাহ্‌র থেকে বাধা দিতে পারে যদি তিনি তোমাদের জন্য অনিষ্ট ইচ্ছা করেন অথবা তোমাদের জন্য অনুগ্রহ চান?\" আর তাদের জন্য আল্লাহ্‌কে বাদ দিয়ে তারা পাবে না কোনো অভিভাবক, আর না কোনো সাহায্যকারী।",
    "bn_muhi": "বলুন! কে তোমাদেরকে আল্লাহ থেকে রক্ষা করবে যদি তিনি তোমাদের অমঙ্গল ইচ্ছা করেন অথবা তোমাদের প্রতি অনুকম্পার ইচ্ছা? তারা আল্লাহ ব্যতীত নিজেদের কোন অভিভাবক ও সাহায্যদাতা পাবে না।",
    "en": "Say, \"Who is it that can protect you from Allah if He intends for you an ill or intends for you a mercy?\" And they will not find for themselves besides Allah any protector or any helper."
  },
  {
    "id": 18,
    "ar": "قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا",
    "tr": "কাদ ইয়া‘লামুল্লা-হুল মু‘আওবিকীনা মিনকুম ওয়াল কাইলীনা লিইখওয়া নিহিম হালুম্মা ইলাইনা- ওয়ালা-ইয়া’তূনাল বা’ছা ইল্লা-কালীলা-।",
    "bn_haque": "আল্লাহ্ আলবৎ জেনে গেছেন তোমাদের মধ্যের বাধাদান-কারীদের, আর যারা তাদের ভাই-বিরাদরের প্রতি বলে -- \"আমাদের সঙ্গে এখানে চলে এসো।\" আর তারা যুদ্ধে আসে না অল্প কয়জন ছাড়া, --",
    "bn_muhi": "আল্লাহ খুব জানেন তোমাদের মধ্যে কারা তোমাদেরকে বাধা দেয় এবং কারা তাদের ভাইদেরকে বলে, আমাদের কাছে এস। তারা কমই যুদ্ধ করে।",
    "en": "Already Allah knows the hinderers among you and those [hypocrites] who say to their brothers, \"Come to us,\" and do not go to battle, except for a few,"
  },
  {
    "id": 19,
    "ar": "أَشِحَّةً عَلَيْكُمْ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ أُو۟لَٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَٰلَهُمْ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "tr": "আশিহহাতান ‘আলাইকুম, ফাইযা-জাআল খাওফুরাআইতাহুম ইয়ানজুরূনা ইলাইকা তাদূ রু আ‘ইউনুহুম কাল্লাযী ইউগশা-‘আলাইহি মিনাল মাওতি ফাইযা-যাহাবাল খাওফুছালাকূকুম বিআলছিনাতিন হিদা-দিন আশিহহাতান ‘আলাল খাইরি উলাইকা লাম ইউ’মিনূফাআহবাতাল্লা-হু আ‘মা-লাহুম ওয়া কা-না যা-লিকা ‘আলাল্লা-হি ইয়াছীরা-।",
    "bn_haque": "তোমাদের প্রতি ঈর্ষান্বিত হয়ে। কিন্তু যখন কোনো বিপদ আসে তখন তুমি তাদের দেখতে পাবে তারা তোমার দিকে চেয়ে আছে, -- তাদের চোখ ঘুরছে তার মতো যে মৃত্যুর কারণে মূর্চ্ছা গেছে। তারপর যখন বিপদ চলে যায় তখন তারা তোমাদের আঘাত করে তীক্ষ জিহবা দিয়ে সৌভাগ্যের জন্য ঈর্ষান্বিত হয়ে। এরা বিশ্বাস করে নি, সেজন্য আল্লাহ্ তাদের কীর্তিকলাপ বিফল করেছেন। আর এটি তো আল্লাহ্‌র জন্য সহজ।",
    "bn_muhi": "তারা তোমাদের প্রতি কুন্ঠাবোধ করে। যখন বিপদ আসে, তখন আপনি দেখবেন মৃত্যুভয়ে অচেতন ব্যক্তির মত চোখ উল্টিয়ে তারা আপনার প্রতি তাকায়। অতঃপর যখন বিপদ টলে যায় তখন তারা ধন-সম্পদ লাভের আশায় তোমাদের সাথে বাকচাতুরীতে অবতীর্ণ হয়। তারা মুমিন নয়। তাই আল্লাহ তাদের কর্মসমূহ নিস্ফল করে দিয়েছেন। এটা আল্লাহর জন্যে সহজ।",
    "en": "Indisposed toward you. And when fear comes, you see them looking at you, their eyes revolving like one being overcome by death. But when fear departs, they lash you with sharp tongues, indisposed toward [any] good. Those have not believed, so Allah has rendered their deeds worthless, and ever is that, for Allah, easy."
  },
  {
    "id": 20,
    "ar": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ وَلَوْ كَانُوا۟ فِيكُم مَّا قَٰتَلُوٓا۟ إِلَّا قَلِيلًا",
    "tr": "ইয়াহছাবূনাল আহঝা-বা লাম ইয়াযহাবূ ওয়া ইঁ ইয়া’তিল আহঝা-বুইয়াওয়াদ্দূলাও আন্নাহুম বা-দূ না ফিল আ‘রা-বি ইয়াছআলূনা ‘আন আমবাইকুম ওয়া লাও কা-নূ ফীকুম মা-কা-তালূইল্লা- কালীলা-।",
    "bn_haque": "তারা ভেবেছিল যে জোট-বাঁধা ফৌজ চলে যাচ্ছে না, আর যদি জোট-বাধাঁ ফৌজ আসত তবে তারা কামনা করত -- যদি তারা আরবের বেদুইন হয়েও জিজ্ঞাসাবাদ করতে পারত তোমাদের খোঁজখবর সন্বন্ধে। আর যদি তারা তোমাদের সঙ্গেও থাকে তবু তারা যুদ্ধ করত না অল্প একটু ছাড়া।",
    "bn_muhi": "তারা মনে করে শক্রবাহিনী চলে যায়নি। যদি শক্রবাহিনী আবার এসে পড়ে, তবে তারা কামনা করবে যে, যদি তারা গ্রামবাসীদের মধ্য থেকে তোমাদের সংবাদাদি জেনে নিত, তবেই ভাল হত। তারা তোমাদের মধ্যে অবস্থান করলেও যুদ্ধ সামান্যই করত।",
    "en": "They think the companies have not [yet] withdrawn. And if the companies should come [again], they would wish they were in the desert among the bedouins, inquiring [from afar] about your news. And if they should be among you, they would not fight except for a little."
  },
  {
    "id": 21,
    "ar": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْءَاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًا",
    "tr": "লাকাদ কা-না লাকুমফীরাছূলিল্লা-হি উছওয়াতুনহাছানাতুল লিমান কা-না ইয়ারজুল্লা-হা ওয়াল ইয়াওমাল আখিরা ওয়া যাকারাল্লা-হা কাছীরা-।",
    "bn_haque": "তোমাদের জন্য নিশ্চয়ই আল্লাহ্‌র রসূলের মধ্যে রয়েছে এক অত্যুৎকৃষ্ট দৃষ্টান্ত তার জন্য যে আল্লাহ্‌কে ও আখেরাতের দিনকে কামনা করে আর আল্লাহ্‌কে প্রচুর পরিমাণে স্মরণ করে!",
    "bn_muhi": "যারা আল্লাহ ও শেষ দিবসের আশা রাখে এবং আল্লাহকে অধিক স্মরণ করে, তাদের জন্যে রসূলুল্লাহর মধ্যে উত্তম নমুনা রয়েছে।",
    "en": "There has certainly been for you in the Messenger of Allah an excellent pattern for anyone whose hope is in Allah and the Last Day and [who] remembers Allah often."
  },
  {
    "id": 22,
    "ar": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ وَمَا زَادَهُمْ إِلَّآ إِيمَٰنًا وَتَسْلِيمًا",
    "tr": "ওয়া লাম্মা-রাআল মু’মিনূনাল আহঝা-বা কা-লূহা-যা-মা-ওয়া‘আদানাল্লা-হু ওয়া রাছূলুহূওয়া সাদাকাল্লা-হু ওয়া রাছূলুহূ  ওয়ামা-ঝা-দাহুম ইল্লাঈমা-নাওঁ ওয়া তাছলীমা-।",
    "bn_haque": "আর যখন মুমিনগণ জোট-বাঁধা ফৌজের দেখা পেল তারা বললে -- \"এটিই তো তাই যার কথা আল্লাহ্ ও তাঁর রসূল আমাদের কাছে পূর্বাভাস দিয়েছিলেন, আর আল্লাহ্ ও তাঁর রসূল সত্যকথাই বলেছিলেন। আর এটি তাদের বিশ্বাস ও আনুগত্য ব্যতীত অন্য কিছু বাড়ায় নি।",
    "bn_muhi": "যখন মুমিনরা শক্রবাহিনীকে দেখল, তখন বলল, আল্লাহ ও তাঁর রসূল এরই ওয়াদা আমাদেরকে দিয়েছিলেন এবং আল্লাহ ও তাঁর রসূল সত্য বলেছেন। এতে তাদের ঈমান ও আত্নসমর্পণই বৃদ্ধি পেল।",
    "en": "And when the believers saw the companies, they said, \"This is what Allah and His Messenger had promised us, and Allah and His Messenger spoke the truth.\" And it increased them only in faith and acceptance."
  },
  {
    "id": 23,
    "ar": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌ صَدَقُوا۟ مَا عَٰهَدُوا۟ ٱللَّهَ عَلَيْهِ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ وَمَا بَدَّلُوا۟ تَبْدِيلًا",
    "tr": "মিনাল মু’মিনীনা রিজা-লুন সাদাকূমা-‘আ-হাদুল্লা-হ ‘আলাইহি ফামিনহুম মান কাদানাহবাহূওয়া মিনহুম মাইঁ ইয়ানতাজিরু  ওয়ামা-বাদ্দালূতাবদীলা-।",
    "bn_haque": "মুমিনদের মধ্যে এমন লোক রয়েছে যারা আল্লাহ্‌র সঙ্গে তারা যা ওয়াদা করেছে সে-সন্বন্ধে সত্যপরায়ণতা অবলন্বন করে, সেজন্যে তাদের মধ্যে কেউ-কেউ তার ব্রত পূর্ণ করেছে, আর তাদের মধ্যে কেউ-কেউ প্রতীক্ষা করছে, আর তারা কোনো বদলানো বদলায় নি, --",
    "bn_muhi": "মুমিনদের মধ্যে কতক আল্লাহর সাথে কৃত ওয়াদা পূর্ণ করেছে। তাদের কেউ কেউ মৃত্যুবরণ করেছে এবং কেউ কেউ প্রতীক্ষা করছে। তারা তাদের সংকল্প মোটেই পরিবর্তন করেনি।",
    "en": "Among the believers are men true to what they promised Allah . Among them is he who has fulfilled his vow [to the death], and among them is he who awaits [his chance]. And they did not alter [the terms of their commitment] by any alteration -"
  },
  {
    "id": 24,
    "ar": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "tr": "লিয়াজঝিয়াল্লা-হুসসা-দিকীনা বিসিদকিহিম ওয়া ইউ‘আযযি বাল মুনা-ফিকীনা ইন শাআ আওঁইয়াতূবা ‘আলাইহিম ইন্নাল্লা-হা কা-না গাফূরার রাহীমা।",
    "bn_haque": "যেন আল্লাহ্ পুরস্কৃত করতে পারেন সত্যপরায়ণদের তাদের সত্যনিষ্ঠার জন্যে, আর তিনি ইচ্ছা করলে মুনাফিকদের শাস্তি দিতে পারেন অথবা তাদের প্রতি ফিরতেও পারেন। নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "এটা এজন্য যাতে আল্লাহ, সত্যবাদীদেরকে তাদের সত্যবাদিতার কারণে প্রতিদান দেন এবং ইচ্ছা করলে মুনাফেকদেরকে শাস্তি দেন অথবা ক্ষমা করেন। নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "en": "That Allah may reward the truthful for their truth and punish the hypocrites if He wills or accept their repentance. Indeed, Allah is ever Forgiving and Merciful."
  },
  {
    "id": 25,
    "ar": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًا وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًا",
    "tr": "ওয়া রাদ্দাল্লা-হুল্লাযীনা কাফারূবিগাইজিহিম লাম ইয়ানা-লূখাইরাওঁ ওয়া কাফাল্লা-হুল মু’মিনীনাল কিতা-লা ওয়া কা-নাল্লা-হু কাবিইইয়ান ‘আঝীঝা-।",
    "bn_haque": "আর আল্লাহ্ প্রতিহত করেছিলেন তাদের যারা তাদের আক্রোশবশত অবিশ্বাস পোষণ করেছিল, তারা ভাল কিছুই লাভ করতে পারে নি। আর যুদ্ধে মুমিনদের জন্য আল্লাহ্ যথেষ্ট ছিলেন। আর আল্লাহ্ হচ্ছেন মহাবলীয়ান, মহাশক্তিশালী।",
    "bn_muhi": "আল্লাহ কাফেরদেরকে ক্রুদ্ধাবস্থায় ফিরিয়ে দিলেন। তারা কোন কল্যাণ পায়নি। যুদ্ধ করার জন্য আল্লাহ মুমিনদের জন্যে যথেষ্ট হয়ে গেছেন। আল্লাহ শক্তিধর, পরাক্রমশালী।",
    "en": "And Allah repelled those who disbelieved, in their rage, not having obtained any good. And sufficient was Allah for the believers in battle, and ever is Allah Powerful and Exalted in Might."
  },
  {
    "id": 26,
    "ar": "وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
    "tr": "ওয়া আনঝালাল্লাযীনা জা-হারূহুম মিন আহলিল কিতা-বি মিন সায়া-সীহিম ওয়া কাযাফা ফী কুলূবিহিমুর রু‘বা ফারীকান তাকতুলূনা ওয়া তা’ছিরূনা ফারীকা-।",
    "bn_haque": "আর গ্রন্থধারীদের মধ্যের যারা তাদের পৃষ্ঠপোষকতা করেছিল তাদের তিনি নামিয়ে এনেছিলেন তাদের দুর্গ থেকে, আর তাদের হৃদয়ে ভীতি সঞ্চার করেছিলেন, একদলকে তোমরা হত্যা করেছিলে ও বন্দী করেছিলে আরেক দলকে।",
    "bn_muhi": "কিতাবীদের মধ্যে যারা কাফেরদের পৃষ্টপোষকতা করেছিল, তাদেরকে তিনি তাদের দূর্গ থেকে নামিয়ে দিলেন এবং তাদের অন্তরে ভীতি নিক্ষেপ করলেন। ফলে তোমরা একদলকে হত্যা করছ এবং একদলকে বন্দী করছ।",
    "en": "And He brought down those who supported them among the People of the Scripture from their fortresses and cast terror into their hearts [so that] a party you killed, and you took captive a party."
  },
  {
    "id": 27,
    "ar": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًا لَّمْ تَطَـُٔوهَا وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
    "tr": "ওয়া আওরাছাকুম আরদাহুম ওয়া দিয়া-রাহুম ওয়া আমওলা-লাহুম ওয়া আরদাল লাম তাতাঊহা- ওয়া কা-নাল্লা-হু ‘আলা-কুল্লি শাইয়িন কাদীরা-।",
    "bn_haque": "আর তিনি তোমাদের উত্তরাধিকার করতে দিলেন তাদের জমিজমা ও তাদের বাড়িঘর ও তাদের ধনসম্পত্তি এবং এক দেশ যেখানে তোমরা অভিযান চালাও নি। আর আল্লাহ্ সব-কিছুর উপরেই পরম ক্ষমতাবান।",
    "bn_muhi": "তিনি তোমাদেরকে তাদের ভূমির, ঘর-বাড়ীর, ধন-সম্পদের এবং এমন এক ভূ-খন্ডের মালিক করে দিয়েছেন, যেখানে তোমরা অভিযান করনি। আল্লাহ সর্ববিষয়োপরি সর্বশক্তিমান।",
    "en": "And He caused you to inherit their land and their homes and their properties and a land which you have not trodden. And ever is Allah, over all things, competent."
  },
  {
    "id": 28,
    "ar": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
    "tr": "ইয়াআইয়ুহান্নাবিইয়ুকুললিআঝওয়া-জিকা ইন কুনতুন্না তুরিদনাল হায়া-তাদ্দুনইয়া-ওয়া ঝীনাতাহা-ফাতা‘আ-লাইনা উমাতিত‘কুন্না ওয়া উছাররিহকুন্না ছারা-হান জামীলা-।",
    "bn_haque": "হে প্রিয় নবী! তোমার স্ত্রীগণকে বলো -- \"তোমরা যদি দুনিয়ার জীবনটা ও তার শোভা- সৌন্দর্য কামনা কর তাহলে এসো, আমি তোমাদের ভোগ্যবস্তুর ব্যবস্থা করে দেব এবং তোমাদের বিদায় দেব সৌজন্যময় বিদায়দানে।",
    "bn_muhi": "হে নবী, আপনার পত্নীগণকে বলুন, তোমরা যদি পার্থিব জীবন ও তার বিলাসিতা কামনা কর, তবে আস, আমি তোমাদের ভোগের ব্যবস্থা করে দেই এবং উত্তম পন্থায় তোমাদের বিদায় নেই।",
    "en": "O Prophet, say to your wives, \"If you should desire the worldly life and its adornment, then come, I will provide for you and give you a gracious release."
  },
  {
    "id": 29,
    "ar": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْءَاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَٰتِ مِنكُنَّ أَجْرًا عَظِيمًا",
    "tr": "ওয়া ইন কনতুন্না তুরিদনাল্লা-হা ওয়া রাছূলাহূওয়াদ্দা-রাল আ-খিরাতা ফাইন্নাল্লা-হা আ‘আদ্দা লিলমুহছিনা-তি মিনকুন্না আজরান ‘আজীমা-।",
    "bn_haque": "আর যদি তোমরা আল্লাহ্‌কে ও তাঁর রসূলকে এবং আখেরাতে আবাস কামনা করে থাক তাহলে আল্লাহ্ নিশ্চয়ই তোমাদের মধ্যের সৎকর্মশীলদের জন্য প্রস্তুত করেছেন এক বিরাট প্রতিদান।",
    "bn_muhi": "পক্ষান্তরে যদি তোমরা আল্লাহ, তাঁর রসূল ও পরকাল কামনা কর, তবে তোমাদের সৎকর্মপরায়ণদের জন্য আল্লাহ মহা পুরস্কার প্রস্তুত করে রেখেছেন।",
    "en": "But if you should desire Allah and His Messenger and the home of the Hereafter - then indeed, Allah has prepared for the doers of good among you a great reward.\""
  },
  {
    "id": 30,
    "ar": "يَٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَٰحِشَةٍ مُّبَيِّنَةٍ يُضَٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "tr": "ইয়া-নিছাআন নাবিইয়ি মাই ইয়া’তি মিনকুন্না বিফা-হিশাতিম মুবাইয়িনাতিইঁ ইউদা‘আফ লাহাল ‘আযা-বুদি‘ফাইনি ওয়া কা-না যা-লিকা ‘আলাল্লা-হি ইয়াছীরা-।",
    "bn_haque": "হে নবীর পত্নীগণ! তোমাদের মধ্যের কেউ যদি স্পষ্ট অশালীনতা নিয়ে আসে, তারজন্য শাস্তিকে দ্বিগুণে বর্ধিত করা হবে। আর এটি আল্লাহ্‌র জন্যে সহজ।",
    "bn_muhi": "হে নবী পত্নীগণ! তোমাদের মধ্যে কেউ প্রকাশ্য অশ্লীল কাজ করলে তাকে দ্বিগুণ শাস্তি দেয়া হবে। এটা আল্লাহর জন্য সহজ।",
    "en": "O wives of the Prophet, whoever of you should commit a clear immorality - for her the punishment would be doubled two fold, and ever is that, for Allah, easy."
  },
  {
    "id": 31,
    "ar": "وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صَٰلِحًا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا",
    "tr": "ওয়া মাইঁ ইয়াকনুত মিনকুন্না লিল্লা-হি ওয়া রাছূলিহী ওয়া তা‘মাল সা-লিহান নু’তিহাআজরাহা-মাররাতাইনি  ওয়া আ‘তাদনা-লাহা-রিঝকান কারীমা-।",
    "bn_haque": "আর তোমাদের মধ্যে যে কেউ আল্লাহ্‌র প্রতি ও তাঁর রসূলের প্রতি অনুগত হবে এবং সৎকর্ম করবে, আমরা তার প্রতিদান তাকে দেব দুই দফায়, আর আমরা তার জন্য প্রস্তুত রেখেছি এক সম্মানজনক জীবিকা।",
    "bn_muhi": "তোমাদের মধ্যে যে কেউ আল্লাহ ও তাঁর রসূলের অনুগত হবে এবং সৎকর্ম করবে, আমি তাকে দুবার পুরস্কার দেব এবং তার জন্য আমি সম্মান জনক রিযিক প্রস্তুত রেখেছি।",
    "en": "And whoever of you devoutly obeys Allah and His Messenger and does righteousness - We will give her her reward twice; and We have prepared for her a noble provision."
  },
  {
    "id": 32,
    "ar": "يَٰنِسَآءَ ٱلنَّبِىِّ لَسْتُنَّ كَأَحَدٍ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِٱلْقَوْلِ فَيَطْمَعَ ٱلَّذِى فِى قَلْبِهِۦ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا",
    "tr": "ইয়া-নিছাআন্নাবিইয়ি লাছতুন্না কাআহাদিম মিনান নিছাই ইনিত্তাকাইতুন্না ফালাতাখদা‘না বিলকাওলি ফাইয়াতমা‘আল্লাযীফীকালবিহী মারাদুওঁ ওয়া কুলনা কাওলাম মা‘রূফা-।",
    "bn_haque": "হে নবীর স্ত্রীগণ! তোমরা অন্য কোন স্ত্রীলোকদের মতন নও, যদি তোমরা ধর্মভীরুতা অবলন্বন কর তবে কথাবার্তায় তোমরা কোমল হয়ো না, পাছে যার অন্তরে ব্যাধি রয়েছে সে প্রলুব্ধ হয়, আর তোমরা বলো উত্তম কথাবার্তা।",
    "bn_muhi": "হে নবী পত্নীগণ! তোমরা অন্য নারীদের মত নও; যদি তোমরা আল্লাহকে ভয় কর, তবে পরপুরুষের সাথে কোমল ও আকর্ষনীয় ভঙ্গিতে কথা বলো না, ফলে সেই ব্যক্তি কুবাসনা করে, যার অন্তরে ব্যাধি রয়েছে তোমরা সঙ্গত কথাবার্তা বলবে।",
    "en": "O wives of the Prophet, you are not like anyone among women. If you fear Allah, then do not be soft in speech [to men], lest he in whose heart is disease should covet, but speak with appropriate speech."
  },
  {
    "id": 33,
    "ar": "وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ٱلْجَٰهِلِيَّةِ ٱلْأُولَىٰ وَأَقِمْنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعْنَ ٱللَّهَ وَرَسُولَهُۥٓ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذْهِبَ عَنكُمُ ٱلرِّجْسَ أَهْلَ ٱلْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
    "tr": "ওয়া কারনা ফী বুয়ূতিকুন্না ওয়ালা-তাবাররাজনা তাবাররুজাল জা-হিলিইয়াতিল ঊলা-ওয়া আকিমনাসসালা-তা ওয়া আতীনাঝঝাকা-তা ওয়া আতি‘নাল্লা-হা ওয়া রাছূলাহূ ইন্নামাইউরীদুল্লা-হু লিইউযহিবা ‘আনকুমুর রিজছা আহলাল বাইতি ওয়া ইউতাহহিরাকুম তাতহীরা-।",
    "bn_haque": "আর তোমাদের বাড়িতে তোমরা অবস্থান করবে, আর পূর্ববর্তী অজ্ঞানতার যুগের প্রদর্শনীর ন্যায় প্রদর্শন করো না, আর নামায কায়েম করো ও যাকাত আদায় করো, আর আল্লাহ্‌র ও তাঁর রসূলের আজ্ঞা পালন করো। নিঃসন্দেহে আল্লাহ্ চান, হে গৃহবাসিনীগণ! তোমাদের পবিত্র করতে পবিত্রতার দ্বারা।",
    "bn_muhi": "তোমরা গৃহাভ্যন্তরে অবস্থান করবে-মূর্খতা যুগের অনুরূপ নিজেদেরকে প্রদর্শন করবে না। নামায কায়েম করবে, যাকাত প্রদান করবে এবং আল্লাহ ও তাঁর রসূলের আনুগত্য করবে। হে নবী পরিবারের সদস্যবর্গ। আল্লাহ কেবল চান তোমাদের থেকে অপবিত্রতা দূর করতে এবং তোমাদেরকে পূর্ণরূপে পূত-পবিত্র রাখতে।",
    "en": "And abide in your houses and do not display yourselves as [was] the display of the former times of ignorance. And establish prayer and give zakah and obey Allah and His Messenger. Allah intends only to remove from you the impurity [of sin], O people of the [Prophet's] household, and to purify you with [extensive] purification."
  },
  {
    "id": 34,
    "ar": "وَٱذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُنَّ مِنْ ءَايَٰتِ ٱللَّهِ وَٱلْحِكْمَةِ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا",
    "tr": "ওয়াযকুরনা মা-ইউতলা-ফী বুয়ূতিকুন্না মিন আ-য়া-তিল্লা-হি ওয়াল হিকমাতি ইন্নাল্লাহা কা-না লাতীফান খাবীরা-।",
    "bn_haque": "আর স্মরণ রাখো তোমাদের ঘরে যা পাঠ করা হয় আল্লাহ্‌র নির্দেশাবলী ও জ্ঞানভান্ডার থেকে। নিঃসন্দেহ আল্লাহ্ হচ্ছেন গুপ্ত বিষয়ে জ্ঞাতা, পূর্ণ ওয়াকিফহাল।",
    "bn_muhi": "আল্লাহর আয়াত ও জ্ঞানগর্ভ কথা, যা তোমাদের গৃহে পঠিত হয় তোমরা সেগুলো স্মরণ করবে। নিশ্চয় আল্লাহ সূক্ষ্নদর্শী, সর্ববিষয়ে খবর রাখেন।",
    "en": "And remember what is recited in your houses of the verses of Allah and wisdom. Indeed, Allah is ever Subtle and Acquainted [with all things]."
  },
  {
    "id": 35,
    "ar": "إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَٰتِ وَٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَٱلْقَٰنِتِينَ وَٱلْقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلْخَٰشِعِينَ وَٱلْخَٰشِعَٰتِ وَٱلْمُتَصَدِّقِينَ وَٱلْمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلْحَٰفِظِينَ فُرُوجَهُمْ وَٱلْحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرًا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا",
    "tr": "ইন্নাল মুছলিমীনা ওয়াল মুছলিমা-তি ওয়াল মু’মিনীনা ওয়াল মু’মিনা-তি ওয়াল কা-নিতীনা ওয়াল কা-নিতা-তি ওয়াসসা-দিকীনা ওয়াসসা-দিকা-তি ওয়াসসা-বিরীনা ওয়াসসা-বিরাতি ওয়াল খা-শি‘ঈনা ওয়াল খা-শি‘আ-তি ওয়াল মুতাসাদ্দিকীনা ওয়াল মুতাসাদ্দিকা-তি ওয়াসসাইমীনা ওয়াসসাইমা-তি ওয়াল হা-ফিজীনা ফুরূজাহুম ওয়াল হা-ফিজা-তি ওয়াযযা-কিরীনাল্লা-হা কাছীরাওঁ ওয়াযযা-কিরা-তি  আ‘আদ্দাল্লা-হু লাহুম মাগফিরাতাওঁ ওয়া আজরান ‘আজীমা-।",
    "bn_haque": "নিশ্চয়ই মুসলিম পুরুষ ও মুসলিম নারী এবং মুমিন পুরুষ ও মুমিন নারী, এবং অনুগত পুরুষ ও অনুগত নারী, আর সত্যনিষ্ট পুরুষ ও সত্যনিষ্ট নারী, আর অধ্যবসায়ী পুরুষ ও অধ্যবসায়ী নারী, আর বিনয়ী পুরুষ ও বিনয়ী নারী আর দানশীল পুরুষ ও দানশীল নারী, আর রোযাদার পুরুষ ও রোযাদার নারী, আর নিজেদের আবরুরক্ষাকারী পুরুষ ও রক্ষাকারী নারী, আর আল্লাহ্‌কে বহুলভাবে স্মরণকারী পুরুষ ও স্মরণকারী নারী -- আল্লাহ্ এদের জন্য ব্যবস্থা করেছেন পরিত্রাণ ও এক বিরাট প্রতিদান।",
    "bn_muhi": "নিশ্চয় মুসলমান পুরুষ, মুসলমান নারী, ঈমানদার পুরুষ, ঈমানদার নারী, অনুগত পুরুষ, অনুগত নারী, সত্যবাদী পুরুষ, সত্যবাদী নারী, ধৈর্য্যশীল পুরুষ, ধৈর্য্যশীল নারী, বিনীত পুরুষ, বিনীত নারী, দানশীল পুরুষ, দানশীল নারী, রোযা পালণকারী পুরুষ, রোযা পালনকারী নারী, যৌনাঙ্গ হেফাযতকারী পুরুষ, , যৌনাঙ্গ হেফাযতকারী নারী, আল্লাহর অধিক যিকরকারী পুরুষ ও যিকরকারী নারী-তাদের জন্য আল্লাহ প্রস্তুত রেখেছেন ক্ষমা ও মহাপুরষ্কার।",
    "en": "Indeed, the Muslim men and Muslim women, the believing men and believing women, the obedient men and obedient women, the truthful men and truthful women, the patient men and patient women, the humble men and humble women, the charitable men and charitable women, the fasting men and fasting women, the men who guard their private parts and the women who do so, and the men who remember Allah often and the women who do so - for them Allah has prepared forgiveness and a great reward."
  },
  {
    "id": 36,
    "ar": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمْرًا أَن يَكُونَ لَهُمُ ٱلْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ ضَلَّ ضَلَٰلًا مُّبِينًا",
    "tr": "ওয়া মা-কা-না লিমু’মিনিওঁ ওয়ালা-মু’মিনাতিন ইযা-কাদাল্লা-হু ওয়া রাছূলুহূআমরান আইঁ ইয়াকূনা লাহুমুল খিয়ারাতুমিন আমরিহিম ওয়া মাইঁ ইয়া‘সিল্লা-হা ওয়া রাছূলাহূফাকাদ দাল্লা দালা-লাম মুবীনা-।",
    "bn_haque": "আর একজন মুমিনের পক্ষে উচিত নয় বা একজন মুমিন নারীরও নয় যে যখন আল্লাহ্ ও তাঁর রসূল কোনো বিষয়ে সিদ্ধান্ত নিয়েছেন তখন তাদের সে ব্যাপারে তাদের জন্য কোনো মতামত থাকে। আর যে কেউ আল্লাহ্‌কে ও তাঁর রসূলকে অমান্য করে সে তাহলে নিশ্চয়ই বিপথে গেছে স্পষ্ট বিপথ গমনে।",
    "bn_muhi": "আল্লাহ ও তাঁর রসূল কোন কাজের আদেশ করলে কোন ঈমানদার পুরুষ ও ঈমানদার নারীর সে বিষয়ে ভিন্ন ক্ষমতা নেই যে, আল্লাহ ও তাঁর রসূলের আদেশ অমান্য করে সে প্রকাশ্য পথভ্রষ্ট তায় পতিত হয়।",
    "en": "It is not for a believing man or a believing woman, when Allah and His Messenger have decided a matter, that they should [thereafter] have any choice about their affair. And whoever disobeys Allah and His Messenger has certainly strayed into clear error."
  },
  {
    "id": 37,
    "ar": "وَإِذْ تَقُولُ لِلَّذِىٓ أَنْعَمَ ٱللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَٱتَّقِ ٱللَّهَ وَتُخْفِى فِى نَفْسِكَ مَا ٱللَّهُ مُبْدِيهِ وَتَخْشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخْشَىٰهُ فَلَمَّا قَضَىٰ زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَٰكَهَا لِكَىْ لَا يَكُونَ عَلَى ٱلْمُؤْمِنِينَ حَرَجٌ فِىٓ أَزْوَٰجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْا۟ مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
    "tr": "ওয়া ইযতাকূলু লিল্লাযী আন‘আমাল্লা-হু আলাইহি ওয়াআন‘আমতা ‘আলাইহি আমছিক ‘আলাইকা ঝাওজাকা ওয়াত্তাকিল্লা-হা ওয়া তুখফী ফী নাফছিকা মাল্লা-হু মুবদীহি ওয়া তাখশান্না-ছা ওয়াল্লা-হু আহাক্কুআন তাখশা-হু ফালাম্মা-কাদা-ঝাইদুম মিন হাওয়াতারান ঝাওয়াজনা-কাহা-লিকাই লা-ইয়াকূনা ‘আলাল মু’মিনীনা হারাজুন ফীআঝওয়াজি আদ‘ইয়াইহিম ইযা-কাদাও মিনহুন্না ওয়াতারা- ওয়া কা-না আমরুল্লা-হি মাফ ‘ঊলা-।",
    "bn_haque": "আর স্মরণ করো! তুমি তাকে বলেছিলে যার প্রতি আল্লাহ্ অনুগ্রহ করেছেন ও যার প্রতি তুমি অনুগ্রহ করেছ -- \"তোমার স্ত্রীকে তোমার কাছেই রাখো, আর আল্লাহ্‌কে ভয়ভক্তি করো, আর তুমি তোমার অন্তরে যা লুকিয়ে রেখেছিলে আল্লাহ্ তা প্রকাশ করে দিচ্ছেন, আর তুমি মানুষকে ভয় করেছিলে, অথচ আল্লাহ্‌রই বেশী অধিকার যে তুমি তাঁকেই ভয় করবে।\" কিন্তু যায়েদ যখন তার থেকে বিবাহবন্ধন সন্বন্ধে মীমাংসা করে ফেলল তখন আমরা তাকে তোমার সাথে বিবাহ দিলাম -- যাতে মুমিনদের উপরে কোন বাধা না থাকে তাদের পালকপুত্রদের স্ত্রীদের ব্যাপারে, যখন তারা তাদের থেকে বিবাহবন্ধন সন্বন্ধে মীমাংসা করে ফেলে। আর আল্লাহ্‌র নির্দেশ প্রতিপালিত হয়েই থাকে।",
    "bn_muhi": "আল্লাহ যাকে অনুগ্রহ করেছেন; আপনিও যাকে অনুগ্রহ করেছেন; তাকে যখন আপনি বলেছিলেন, তোমার স্ত্রীকে তোমার কাছেই থাকতে দাও এবং আল্লাহকে ভয় কর। আপনি অন্তরে এমন বিষয় গোপন করছিলেন, যা আল্লাহ পাক প্রকাশ করে দেবেন আপনি লোকনিন্দার ভয় করেছিলেন অথচ আল্লাহকেই অধিক ভয় করা উচিত। অতঃপর যায়েদ যখন যয়নবের সাথে সম্পর্ক ছিন্ন করল, তখন আমি তাকে আপনার সাথে বিবাহবন্ধনে আবদ্ধ করলাম যাতে মুমিনদের পোষ্যপুত্ররা তাদের স্ত্রীর সাথে সম্পর্ক ছিন্ন করলে সেসব স্ত্রীকে বিবাহ করার ব্যাপারে মুমিনদের কোন অসুবিধা না থাকে। আল্লাহর নির্দেশ কার্যে পরিণত হয়েই থাকে।",
    "en": "And [remember, O Muhammad], when you said to the one on whom Allah bestowed favor and you bestowed favor, \"Keep your wife and fear Allah,\" while you concealed within yourself that which Allah is to disclose. And you feared the people, while Allah has more right that you fear Him. So when Zayd had no longer any need for her, We married her to you in order that there not be upon the believers any discomfort concerning the wives of their adopted sons when they no longer have need of them. And ever is the command of Allah accomplished."
  },
  {
    "id": 38,
    "ar": "مَّا كَانَ عَلَى ٱلنَّبِىِّ مِنْ حَرَجٍ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ وَكَانَ أَمْرُ ٱللَّهِ قَدَرًا مَّقْدُورًا",
    "tr": "মা-কা-না ‘আলান্নাবিইয়ি মিন হারাজিন ফীমা-ফারাদাল্লাহু লাহূ ছুন্নাতাল্লা-হি ফিল্লাযীনা খালাও মিন কাবলু ওয়া কা-না আমরুল্লা-হি কাদারাম মাকদূ রা-।",
    "bn_haque": "নবীর জন্য কোনো বাধা নেই তাতে যা তাঁর জন্য আল্লাহ্ বিধিবদ্ধ করেছেন। আল্লাহ্‌র নিয়মনীতি তাদের ক্ষেত্রে যারা এর আগে গত হয়ে গেছে। আর আল্লাহ্‌র বিধান হচ্ছে সুনির্দিষ্টভাবে নির্ধারিত, --",
    "bn_muhi": "আল্লাহ নবীর জন্যে যা নির্ধারণ করেন, তাতে তাঁর কোন বাধা নেই পূর্ববর্তী নবীগণের ক্ষেত্রে এটাই ছিল আল্লাহর চিরাচরিত বিধান। আল্লাহর আদেশ নির্ধারিত, অবধারিত।",
    "en": "There is not to be upon the Prophet any discomfort concerning that which Allah has imposed upon him. [This is] the established way of Allah with those [prophets] who have passed on before. And ever is the command of Allah a destiny decreed."
  },
  {
    "id": 39,
    "ar": "ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخْشَوْنَهُۥ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا ٱللَّهَ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
    "tr": "আল্লাযীনা ইউবালিলাগূনা রিছা-লা-তিল্লা-হি ওয়া ইয়াখশাওনাহূওয়ালা-ইয়াখশাওনা আহাদান ইল্লাল্লা-হা ওয়া কাফা-বিল্লা-হি হাছীবা-।",
    "bn_haque": "যারা আল্লাহ্‌র বাণী পৌঁছে দেয় এবং তাঁকে ভয় করে, আর আল্লাহ্ ছাড়া আর কাউকেও ভয় করে না। আর আল্লাহ্‌ই যথেষ্ট হিসাব-রক্ষকরূপে।",
    "bn_muhi": "সেই নবীগণ আল্লাহর পয়গাম প্রচার করতেন ও তাঁকে ভয় করতেন। তারা আল্লাহ ব্যতীত অন্যকাউকে ভয় করতেন না। হিসাব গ্রহণের জন্যে আল্লাহ যথেষ্ঠ।",
    "en": "[ Allah praises] those who convey the messages of Allah and fear Him and do not fear anyone but Allah . And sufficient is Allah as Accountant."
  },
  {
    "id": 40,
    "ar": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّۦنَ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
    "tr": "মা-কা-না মুহাম্মাদুন আবা আহাদিম মিররিজা-লিকুম ওয়ালা-কির রাছূলাল্লা-হি ওয়া খাতামান নাবিইয়ীনা ওয়াকা-নাল্লা-হু বিকুল্লি শাইয়িন ‘আলীমা-।",
    "bn_haque": "মুহাম্মদ তোমাদের লোকেদের মধ্যের কোন একজনেরও পিতা নন, বরং তিনি হচ্ছেন আল্লাহ্‌র একজন রসূল, আর নবীগণের সীলমোহর। আর আল্লাহ্ হচ্ছেন সব-কিছুতেই সর্বজ্ঞাতা।",
    "bn_muhi": "মুহাম্মদ তোমাদের কোন ব্যক্তির পিতা নন; বরং তিনি আল্লাহর রাসূল এবং শেষ নবী। আল্লাহ সব বিষয়ে জ্ঞাত।",
    "en": "Muhammad is not the father of [any] one of your men, but [he is] the Messenger of Allah and last of the prophets. And ever is Allah, of all things, Knowing."
  },
  {
    "id": 41,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ ٱللَّهَ ذِكْرًا كَثِيرًا",
    "tr": "ইয়াআইয়ুহাল্লাযীনা আ-মানুযকুরুল্লা-হা যিকরান কাছীরা-।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! আল্লাহ্‌কে স্মরণ করো প্রচুর স্মরণে,",
    "bn_muhi": "মুমিনগণ তোমরা আল্লাহকে অধিক পরিমাণে স্মরণ কর।",
    "en": "O you who have believed, remember Allah with much remembrance"
  },
  {
    "id": 42,
    "ar": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
    "tr": "ওয়া ছাব্বিহূহু বুকরাতাওঁ ওয়া আসীলা-।",
    "bn_haque": "আর তাঁর মহিমা কীর্তন করো সকালে ও সন্ধ্যায়।",
    "bn_muhi": "এবং সকাল বিকাল আল্লাহর পবিত্রতা বর্ণনা কর।",
    "en": "And exalt Him morning and afternoon."
  },
  {
    "id": 43,
    "ar": "هُوَ ٱلَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَكَانَ بِٱلْمُؤْمِنِينَ رَحِيمًا",
    "tr": "হুওয়াল্লাযী ইউসাললী ‘আলাইকুম ওয়া মালাইকাতুহূলিইউখরিজাকুম মিনাজ্জুলুমা-তি ইলাননূরি ওয়া কা-না বিলমু’মিনীনা রাহীমা-।",
    "bn_haque": "তিনিই সেইজন যিনি তোমাদে প্রতি আশীর্বাদ করেছেন আর তাঁর ফিরিশ্‌তাগণও, যেন তিনি তোমাদের বের করে আনেন অন্ধকার থেকে আলোকের দিকে। আর তিনি মুমিনদের প্রতি অফুরন্ত ফলদাতা।",
    "bn_muhi": "তিনিই তোমাদের প্রতি রহমত করেন এবং তাঁর ফেরেশতাগণও রহমতের দোয়া করেন-অন্ধকার থেকে তোমাদেরকে আলোকে বের করার জন্য। তিনি মুমিনদের প্রতি পরম দয়ালু।",
    "en": "It is He who confers blessing upon you, and His angels [ask Him to do so] that He may bring you out from darknesses into the light. And ever is He, to the believers, Merciful."
  },
  {
    "id": 44,
    "ar": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُۥ سَلَٰمٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا",
    "tr": "তাহিইয়াতুহুম ইয়াওমা ইয়ালকাওনাহূছালা-মুন ওয়া আ‘আদ্দা লাহুম আজরান কারীমা-।",
    "bn_haque": "যেদিন তারা তাঁর সঙ্গে মোলাকাত করবে সেদিন তাদের সম্ভাষণ হবে \"সালাম\"! আর তাদের জন্য তিনি তৈরী রেখেছেন এক মহান প্রতিদান।",
    "bn_muhi": "যেদিন আল্লাহর সাথে মিলিত হবে; সেদিন তাদের অভিবাদন হবে সালাম। তিনি তাদের জন্যে সম্মানজনক পুরস্কার প্রস্তুত রেখেছেন।",
    "en": "Their greeting the Day they meet Him will be, \"Peace.\" And He has prepared for them a noble reward."
  },
  {
    "id": 45,
    "ar": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
    "tr": "ইয়াআইয়ুহান্নাবিইয়ুইন্নাআরছালনা-কা শাহিদাওঁ ওয়া মুবাশশিরাওঁ ওয়া নাযীরা-।",
    "bn_haque": "হে প্রিয় নবী! আমরা নিশ্চয়ই তোমাকে পাঠিয়েছি একজন সাক্ষীরূপে, আর একজন সুসংবাদদাতারূপে, আর একজন সতর্ককারীরূপে,",
    "bn_muhi": "হে নবী! আমি আপনাকে সাক্ষী, সুসংবাদ দাতা ও সতর্ককারীরূপে প্রেরণ করেছি।",
    "en": "O Prophet, indeed We have sent you as a witness and a bringer of good tidings and a warner."
  },
  {
    "id": 46,
    "ar": "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذْنِهِۦ وَسِرَاجًا مُّنِيرًا",
    "tr": "ওয়া দা-‘ইয়ান ইলাল্লা-হি বিইযনিহী ওয়া ছিরা-জাম মুনীরা-।",
    "bn_haque": "আর আল্লাহর প্রতি তাঁর অনুমতিক্রমে একজন আহবায়করূপে, আর একটি উজ্জ্বল প্রদীপরূপে।",
    "bn_muhi": "এবং আল্লাহর আদেশক্রমে তাঁর দিকে আহবায়করূপে এবং উজ্জ্বল প্রদীপরূপে।",
    "en": "And one who invites to Allah, by His permission, and an illuminating lamp."
  },
  {
    "id": 47,
    "ar": "وَبَشِّرِ ٱلْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضْلًا كَبِيرًا",
    "tr": "ওয়া বাশশিরিল মু’মিনীনা বিআন্না লাহুম মিনাল্লা-হি ফাদলান কাবীরা-।",
    "bn_haque": "আর মুমিনদের তুমি সুসংবাদ দাও যে তাদের জন্য আল্লাহ্‌র কাছ থেকে রয়েছে এক বিরাট করুণাভান্ডার।",
    "bn_muhi": "আপনি মুমিনদেরকে সুসংবাদ দিন যে, তাদের জন্য আল্লাহর পক্ষ থেকে বিরাট অনুগ্রহ রয়েছে।",
    "en": "And give good tidings to the believers that they will have from Allah great bounty."
  },
  {
    "id": 48,
    "ar": "وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ وَدَعْ أَذَىٰهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "tr": "ওয়ালা-তুতি‘ইল কা-ফিরীনা ওয়াল মুনা-ফিকীনা ওয়াদা‘ আযা-হুম ওয়া তাওয়াক্কাল ‘আলাল্লা-হি ওয়া কাফা-বিল্লা-হি ওয়াকীলা-।",
    "bn_haque": "আর তুমি অবিশ্বাসীদের ও মুনাফিকদের আজ্ঞাপালন করো না, আর ওদের বিরক্তিকর ব্যবহার উপেক্ষা করো এবং আল্লাহর উপরে তুমি নির্ভর করো। আর আল্লাহই কর্ণধাররূপে যথেষ্ট।",
    "bn_muhi": "আপনি কাফের ও মুনাফিকদের আনুগত্য করবেন না এবং তাদের উৎপীড়ন উপেক্ষা করুন ও আল্লাহর উপর ভরসা করুন। আল্লাহ কার্যনিবার্হীরূপে যথেষ্ট।",
    "en": "And do not obey the disbelievers and the hypocrites but do not harm them, and rely upon Allah . And sufficient is Allah as Disposer of affairs."
  },
  {
    "id": 49,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَكَحْتُمُ ٱلْمُؤْمِنَٰتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا",
    "tr": "ইয়া আইয়ুহাল্লাযীনা আ-মানূ ইযা-নাকাহতুমুল মু’মিনা-তি ছুম্মা তাল্লাকতুমূহুন্না মিন কাবলি আন তামাছছূহুন্না ফামা-লাকুম ‘আলাইহিন্না মিন ‘ইদ্দাতিন তা‘তাদ্দূনাহা- ফামাত্তি‘ঊ হুন্না ওয়া ছাররিহূহুন্না ছারা-হান জামীলা-।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! তোমরা যখন মুমিন নারীদের বিবাহ করো এবং তাদের স্পর্শ করার আগেই যদি তাদের তোমরা তালাক দিয়ে দাও, তাহলে তোমাদের জন্য তাদের উপরে ইদ্দতের কোনো-কিছু নির্ধারণ করবার থাকবে না, কিন্তু তাদের জন্য সংস্থান করো এবং তাদের বিদায় দিয়ো সৌজন্যময় বিদায়দানে।",
    "bn_muhi": "মুমিনগণ! তোমরা যখন মুমিন নারীদেরকে বিবাহ কর, অতঃপর তাদেরকে স্পর্শ করার পূর্বে তালাক দিয়ে দাও, তখন তাদেরকে ইদ্দত পালনে বাধ্য করার অধিকার তোমাদের নাই। অতঃপর তোমরা তাদেরকে কিছু দেবে এবং উত্তম পন্থায় বিদায় দেবে।",
    "en": "O You who have believed, when you marry believing women and then divorce them before you have touched them, then there is not for you any waiting period to count concerning them. So provide for them and give them a gracious release."
  },
  {
    "id": 50,
    "ar": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَحْلَلْنَا لَكَ أَزْوَٰجَكَ ٱلَّٰتِىٓ ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِى هَاجَرْنَ مَعَكَ وَٱمْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِىِّ إِنْ أَرَادَ ٱلنَّبِىُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ ٱلْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِىٓ أَزْوَٰجِهِمْ وَمَا مَلَكَتْ أَيْمَٰنُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "tr": "ইয়াআইয়ূহান্নাবিইয়ুইন্না আহলালনা-লাকা আঝওয়া-জাকাল্লা-তীআ-তাইতা উজূরাহুন্না ওয়ামা-মালাকাত ইয়ামীনুকা মিম্মাআফা-আল্লা-হু ‘আলাইকা ওয়া বানা-তি ‘আম্মিকা ওয়া বানা-তি ‘আম্মা-তিকা ওয়া বানা-তি খা-লিকা ওয়া বানা-তি খা-লা-তিকাল্লা-তী হা-জার না মা‘আকা ওয়ামরাআতাম মু’মিনাতান ইওঁ ওয়াহাবাত নাফছাহা-লিন্নাবিইয়ি ইন আরা-দান নাবিইয়ুআইঁ ইয়াছতানকিহাহা-  খালিসাতাল্লাকা মিন দূ নিল মু’মিনীনা কাদ ‘আলিমনা-মা-ফারাদনা-‘আলাইহিম ফীআঝওয়া-জিহিম ওয়ামা-মালাকাত আইমা-নুহুম লিকাইলা-ইয়াকূনা ‘আলাইকা হারাজুওঁ ওয়া কা-নাল্লা-হু গাফূরার রাহীমা-।",
    "bn_haque": "হে প্রিয় নবী! আমরা তোমার জন্য তোমার স্ত্রীদের বৈধ করেছি যাদের তুমি তাদের দেনমোহর আদায় করেছ, আর যাদের তোমার ডান হাত ধরে রেখেছে, তাদের মধ্য থেকে যাদের আল্লাহ্ তোমাকে যুদ্ধের দানরূপে দিয়েছেন, আর তোমার চাচার মেয়েদের ও তোমার ফুফুর মেয়েদের এবং তোমার মামার মেয়েদের ও তোমার মাসীর মেয়েদের -- যারা তোমার সঙ্গে হিজরত করেছে, আর কোনো মুমিন নারী যদি সে নবীর কাছে নিজেকে সমর্পণ করে, যদি নবীও তাকে বিবাহ করতে চান -- এটি বিশেষ করে তোমার জন্য, মুমিনগণকে বাদ দিয়ে। আমরা অবশ্যই জানি তাদের জন্য আমরা কী বিধান দিয়েছি তাদের স্ত্রীদের সন্বন্ধে আর তাদের ডান হাত যাদের ধরে রেখেছে তাদের সন্বন্ধে, যেন তোমার উপরে বাধা না থাকে। আর আল্লাহ্ হচ্ছেন পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "হে নবী! আপনার জন্য আপনার স্ত্রীগণকে হালাল করেছি, যাদেরকে আপনি মোহরানা প্রদান করেন। আর দাসীদেরকে হালাল করেছি, যাদেরকে আল্লাহ আপনার করায়ত্ব করে দেন এবং বিবাহের জন্য বৈধ করেছি আপনার চাচাতো ভগ্নি, ফুফাতো ভগ্নি, মামাতো ভগ্নি, খালাতো ভগ্নিকে যারা আপনার সাথে হিজরত করেছে। কোন মুমিন নারী যদি নিজেকে নবীর কাছে সমর্পন করে, নবী তাকে বিবাহ করতে চাইলে সেও হালাল। এটা বিশেষ করে আপনারই জন্য-অন্য মুমিনদের জন্য নয়। আপনার অসুবিধা দূরীকরণের উদ্দেশে। মুমিনগণের স্ত্রী ও দাসীদের ব্যাপারে যা নির্ধারিত করেছি আমার জানা আছে। আল্লাহ ক্ষমাশীল, দয়ালু।",
    "en": "O Prophet, indeed We have made lawful to you your wives to whom you have given their due compensation and those your right hand possesses from what Allah has returned to you [of captives] and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts who emigrated with you and a believing woman if she gives herself to the Prophet [and] if the Prophet wishes to marry her, [this is] only for you, excluding the [other] believers. We certainly know what We have made obligatory upon them concerning their wives and those their right hands possess, [but this is for you] in order that there will be upon you no discomfort. And ever is Allah Forgiving and Merciful."
  },
  {
    "id": 51,
    "ar": "تُرْجِى مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِىٓ إِلَيْكَ مَن تَشَآءُ وَمَنِ ٱبْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَٰلِكَ أَدْنَىٰٓ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ وَٱللَّهُ يَعْلَمُ مَا فِى قُلُوبِكُمْ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمًا",
    "tr": "তুরজী মান তাশাউ মিনহুন্না ওয়া তু’বী ইলাইকা মান তাশাউ ওয়া মানিবতাগাইতা মিম্মান ‘আঝালতা ফালা-জুনা-হা ‘আলাইকা যা-লিকা আদনা আন তাকাররা আ‘ইউনুহুন্না ওয়ালা-ইয়াহঝান্না ওয়া ইয়ারদাইনা বিমাআ-তাইতাহুন্না কুল্লুহুন্না ওয়াল্লাহু ইয়া‘লামুমা-ফী কূলূবিকুম ওয়া কা-নাল্লা-হু ‘আলীমান হালীমা-।",
    "bn_haque": "তাদের মধ্য থেকে যাকে তুমি চাও মুলতুবী রাখতে পার এবং যাকে তুমি চাও তোমার কাছে গ্রহণ করতে পার, আর যাদের তুমি দূরে রেখেছিলে তাদের মধ্যের যাকে তুমি কামনা কর, তাতে তোমার কোনো দোষ হবে না। এটিই বেশী ভাল যেন তাদের চোখ হর্ষোৎফুল্ল হতে পারে ও তারা দুঃখ না করে, আর তারা সন্তষ্ট থাকে তুমি যা তাদের দিচ্ছ তাতে -- তাদের সব-ক’জনকে। আর আল্লাহ্ জানেন যা তোমাদের অন্তরে রয়েছে। আর আল্লাহ্ হচ্ছেন সর্বজ্ঞাতা, অতি অমায়িক।",
    "bn_muhi": "আপনি তাদের মধ্যে যাকে ইচ্ছা দূরে রাখতে পারেন এবং যাকে ইচ্ছা কাছে রাখতে পারেন। আপনি যাকে দূরে রেখেছেন, তাকে কামনা করলে তাতে আপনার কোন দোষ নেই। এতে অধিক সম্ভাবনা আছে যে, তাদের চক্ষু শীতল থাকবে; তারা দুঃখ পাবে না এবং আপনি যা দেন, তাতে তারা সকলেই সন্তুষ্ট থাকবে। তোমাদের অন্তরে যা আছে, আল্লাহ জানেন। আল্লাহ সর্বজ্ঞ, সহনশীল।",
    "en": "You, [O Muhammad], may put aside whom you will of them or take to yourself whom you will. And any that you desire of those [wives] from whom you had [temporarily] separated - there is no blame upon you [in returning her]. That is more suitable that they should be content and not grieve and that they should be satisfied with what you have given them - all of them. And Allah knows what is in your hearts. And ever is Allah Knowing and Forbearing."
  },
  {
    "id": 52,
    "ar": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعْدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَٰجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ رَّقِيبًا",
    "tr": "লা-ইয়াহিল্লুলাকান্নিছাউ মিম বা‘দুওয়ালা আন তাবাদ্দালা বিহিন্না মিন আঝওয়া-জিওঁ ওয়ালাও আ‘জাবাকা হুছনুহুন্না ইল্লা-মা-মালাকাত ইয়ামীনুকা ওয়াকা-নাল্লা-হু ‘আলাকুল্লি শাইয়ির রাকীবা-।",
    "bn_haque": "এরপরে নারীরা তোমার জন্য বৈধ নয়, আর তাও নয় যে তাদের স্থলে অন্য স্ত্রীদের তুমি বদলে নিতে পারবে, যদিও বা তাদের সৌন্দর্য তোমাকে তাজ্জব বানিয়ে দেয় -- তোমার ডান হাতে যাদের ধরে রেখেছে তাদের ব্যতীত। আর আল্লাহ্ হচ্ছেন সব-কিছুর উপরে তীক্ষদৃষ্টিধারী।",
    "bn_muhi": "এরপর আপনার জন্যে কোন নারী হালাল নয় এবং তাদের পরিবর্তে অন্য স্ত্রী গ্রহণ করাও হালাল নয় যদিও তাদের রূপলাবণ্য আপনাকে মুগ্ধ করে, তবে দাসীর ব্যাপার ভিন্ন। আল্লাহ সর্ব বিষয়ের উপর সজাগ নজর রাখেন।",
    "en": "Not lawful to you, [O Muhammad], are [any additional] women after [this], nor [is it] for you to exchange them for [other] wives, even if their beauty were to please you, except what your right hand possesses. And ever is Allah, over all things, an Observer."
  },
  {
    "id": 53,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتَ ٱلنَّبِىِّ إِلَّآ أَن يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنْ إِذَا دُعِيتُمْ فَٱدْخُلُوا۟ فَإِذَا طَعِمْتُمْ فَٱنتَشِرُوا۟ وَلَا مُسْتَـْٔنِسِينَ لِحَدِيثٍ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِى ٱلنَّبِىَّ فَيَسْتَحْىِۦ مِنكُمْ وَٱللَّهُ لَا يَسْتَحْىِۦ مِنَ ٱلْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَٰعًا فَسْـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٍ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا۟ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓا۟ أَزْوَٰجَهُۥ مِنۢ بَعْدِهِۦٓ أَبَدًا إِنَّ ذَٰلِكُمْ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
    "tr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তাদখুলূবুয়ূতান নাবিইয়ি ইল্লাআইঁ ইউ’যানা লাকুম ইলাতা‘আ-মিন গাইরা না-জিরীনা ইনা-হু  ওয়ালা-কিন ইযা-দু‘ঈতুম ফাদখুলূফাইযাতা‘ইমতুম ফানতাশিরূ ওয়ালা-মুছতা’নিছীনা লিহাদীছিন ইন্না যা-লিকুম কা-না ইউ’যিন্নাবিইয়া ফাইয়াছতাহয়ী মিনকুম  ওয়াল্লা-হু লা-ইয়াছতাহয়ী মিনাল হাক্কি ওয়া ইযা-ছাআলতুমূহুন্না মাতা-‘আন ফাছআলূহুন্না মিওঁ ওয়ারাই হিজা-বিন যালিকুম আতহারু লিকুলূবিকুম ওয়া কুলূবিহিন্না; ওয়ামা-কা-না লাকুম আন তু’যূরাছূলাল্লা-হি ওয়ালাআন তানকিহূআঝওয়াজাহু মিম বা‘দিহীআবাদান ইন্না যালিকুম কানা ‘ইনদালিল হি ‘আজীমা-।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! তোমরা নবীর ঘরগুলোয় প্রবেশ করো না তোমাদের খানাপিনার জন্য অনুমতি না দেওয়া হলে -- রান্নাবান্না শেষ হবার অপেক্ষা না করে, বরং যখন তোমাদের ডাকা হয় তখন তোমরা প্রবেশ করো, তারপর যখন তোমরা খেয়ে নিয়েছ তখন চলে যেও, এবং গড়িমসি করো না বাক্যালাপের জন্য। নিঃসন্দেহ এইসব নবীকে কষ্ট দিয়ে থাকে, অথচ তিনি সংকোচ বোধ করেন তোমাদের জন্য, কিন্তু আল্লাহ্ সত্য সন্বন্ধে সংকোচ করেন না। আর যখন তোমরা তাদের কাছে কোনো-কিছু চাও তখন পর্দার আড়াল থেকে তাদের কাছে চাইবে। এটিই অধিকতর পবিত্র তোমাদের হৃদয়ের জন্য এবং তাদের হৃদয়ের জন্যেও। এটি তোমাদের জন্য নয় যে তোমার নবীকে উত্ত্যক্ত করবে, আর এটিও নয় যে তার পরে তোমরা কখনো তাঁর পত্নীদের বিবাহ করবে। নিঃসন্দেহে এটি আল্লাহ্‌র কাছে গুরুতর ব্যাপার!",
    "bn_muhi": "হে মুমিনগণ! তোমাদেরকে অনুমতি দেয়া না হলে তোমরা খাওয়ার জন্য আহার্য রন্ধনের অপেক্ষা না করে নবীর গৃহে প্রবেশ করো না। তবে তোমরা আহুত হলে প্রবেশ করো, তবে অতঃপর খাওয়া শেষে আপনা আপনি চলে যেয়ো, কথাবার্তায় মশগুল হয়ে যেয়ো না। নিশ্চয় এটা নবীর জন্য কষ্টদায়ক। তিনি তোমাদের কাছে সংকোচ বোধ করেন; কিন্তু আল্লাহ সত্যকথা বলতে সংকোচ করেন না। তোমরা তাঁর পত্নীগণের কাছে কিছু চাইলে পর্দার আড়াল থেকে চাইবে। এটা তোমাদের অন্তরের জন্যে এবং তাঁদের অন্তরের জন্যে অধিকতর পবিত্রতার কারণ। আল্লাহর রাসূলকে কষ্ট দেয়া এবং তাঁর ওফাতের পর তাঁর পত্নীগণকে বিবাহ করা তোমাদের জন্য বৈধ নয়। আল্লাহর কাছে এটা গুরুতর অপরাধ।",
    "en": "O you who have believed, do not enter the houses of the Prophet except when you are permitted for a meal, without awaiting its readiness. But when you are invited, then enter; and when you have eaten, disperse without seeking to remain for conversation. Indeed, that [behavior] was troubling the Prophet, and he is shy of [dismissing] you. But Allah is not shy of the truth. And when you ask [his wives] for something, ask them from behind a partition. That is purer for your hearts and their hearts. And it is not [conceivable or lawful] for you to harm the Messenger of Allah or to marry his wives after him, ever. Indeed, that would be in the sight of Allah an enormity."
  },
  {
    "id": 54,
    "ar": "إِن تُبْدُوا۟ شَيْـًٔا أَوْ تُخْفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
    "tr": "ইন তুবদূশাইআন আও তুখফূহু ফাইন্নাল্লা-হা কা-না বিকুল্লি শাইয়িন ‘আলীমা-।",
    "bn_haque": "তোমরা যদি কোনো-কিছু প্রকাশ কর অথবা তা গোপনই রাখ, আল্লাহ্ কিন্তু নিশ্চয়ই সব-কিছু সন্বন্ধে সর্বজ্ঞাতা।",
    "bn_muhi": "তোমরা খোলাখুলি কিছু বল অথবা গোপন রাখ, আল্লাহ সর্ব বিষয়ে সর্বজ্ঞ।",
    "en": "Whether you reveal a thing or conceal it, indeed Allah is ever, of all things, Knowing."
  },
  {
    "id": 55,
    "ar": "لَّا جُنَاحَ عَلَيْهِنَّ فِىٓ ءَابَآئِهِنَّ وَلَآ أَبْنَآئِهِنَّ وَلَآ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَٰنُهُنَّ وَٱتَّقِينَ ٱللَّهَ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
    "tr": "লা-জুনা-হা‘আলাইহিন্না ফীআ-বাইহিন্না ওয়ালাআবনাইহিন্না ওয়ালা ইখওয়ানিহিন্না ওয়ালাআবনাই ইখওয়া-নিহিন্না ওয়ালাআবনাই আখাওয়া-তিহিন্না ওয়ালানিছাইহিন্না ওয়ালা-মা-মালাকাত আইমা-নুহুন্না, ওয়াত্তাকীনাল্লা-হা ইন্নাল্লা-হা কা-না ‘আলা-কুল্লি শাইয়িন শাহীদা-।",
    "bn_haque": "তাদের জন্য কোনো অপরাধ নেই তাদের পিতাদের ক্ষেত্রে, আর তাদের পুত্রদের বেলায়ও নয়, আর তাদের ভাইদের ক্ষেত্রেও নয়, আর ভাইদের পুত্রদেরও নয়, আর তাদের বোনদের পুত্রদের সঙ্গেও নয়, আর তাদের মেয়েলোকদের ক্ষেত্রেও নয়, আর তাদের ডান হাত যাদের ধরে রেখেছ তাদেরও নয়, আর আল্লাহ্‌কে ভয়ভক্তি করো। নিশ্চয় আল্লাহ্ সব-কিছুর উপরেই প্রত্যক্ষদর্শী।",
    "bn_muhi": "নবী-পত্নীগণের জন্যে তাঁদের পিতা পুত্র, ভ্রাতা, ভ্রাতুস্পুত্র, ভগ্নি পুত্র, সহধর্মিনী নারী এবং অধিকার ভুক্ত দাসদাসীগণের সামনে যাওয়ার ব্যাপারে গোনাহ নেই। নবী-পত্নীগণ, তোমরা আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ সর্ব বিষয় প্রত্যক্ষ করেন।",
    "en": "There is no blame upon women concerning their fathers or their sons or their brothers or their brothers' sons or their sisters' sons or their women or those their right hands possess. And fear Allah . Indeed Allah is ever, over all things, Witness."
  },
  {
    "id": 56,
    "ar": "إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا",
    "tr": "ইন্নাল্লা-হা ওয়া-মালাইকাতাহূইউসাললূনা ‘আলান নাবিইয়ি ইয়াআইয়ুহাল্লাযীনা আমানূসাললূ‘আলাইহি ওয়া ছালিলমূতাছলীমা-।",
    "bn_haque": "নিঃসন্দেহ আল্লাহ্ ও তাঁর ফিরিশ্‌তাগণ নবীর উপরে শুভেচ্ছা জ্ঞাপন করেন। ওহে যারা ঈমান এনেছ! তোমরাও তাঁর প্রতি শুভেচ্ছা নিবেদন করো এবং সালাম জানাও সশ্রদ্ধভাবে।",
    "bn_muhi": "আল্লাহ ও তাঁর ফেরেশতাগণ নবীর প্রতি রহমত প্রেরণ করেন। হে মুমিনগণ! তোমরা নবীর জন্যে রহমতের তরে দোয়া কর এবং তাঁর প্রতি সালাম প্রেরণ কর।",
    "en": "Indeed, Allah confers blessing upon the Prophet, and His angels [ask Him to do so]. O you who have believed, ask [ Allah to confer] blessing upon him and ask [ Allah to grant him] peace."
  },
  {
    "id": 57,
    "ar": "إِنَّ ٱلَّذِينَ يُؤْذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا",
    "tr": "ইন্নাল্লাযীনা ইউ’যূ নাল্লা-হা ওয়া রাছূলাহূলা‘আনাহুমল্লা-হুফিদ্দুনইয়া-ওয়াল আ-খিরাতি ওয়া আ‘আদ্দা লাহুম ‘আযা-বাম মুহীনা-।",
    "bn_haque": "নিঃসন্দেহ যারা আল্লাহ্ ও তাঁর রসূল-সন্বন্ধে মন্দ কথা বলে, আল্লাহ্ তাদের ধিক্কার দিয়েছেন ইহলোকে ও পরলোকে, আর তাদের জন্য তৈরি করেছেন লাঞ্ছনাদায়ক শাস্তি।",
    "bn_muhi": "যারা আল্লাহ ও তাঁর রসূলকে কষ্ট দেয়, আল্লাহ তাদের প্রতি ইহকালে ও পরকালে অভিসম্পাত করেন এবং তাদের জন্যে প্রস্তুত রেখেছেন অবমাননাকর শাস্তি।",
    "en": "Indeed, those who abuse Allah and His Messenger - Allah has cursed them in this world and the Hereafter and prepared for them a humiliating punishment."
  },
  {
    "id": 58,
    "ar": "وَٱلَّذِينَ يُؤْذُونَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ بِغَيْرِ مَا ٱكْتَسَبُوا۟ فَقَدِ ٱحْتَمَلُوا۟ بُهْتَٰنًا وَإِثْمًا مُّبِينًا",
    "tr": "ওয়াল্লাযীনা ইউ’যূ নাল মু’মিনীনা ওয়াল মু’মিনা-তি বিগাইরি মাকতাছাবূফাকাদিহতামালূ বুহতানাওঁ ওয়া ইছমাম মুবীনা-।",
    "bn_haque": "আর যারা মুমিন পুরুষ ও মুমিন নারীদের গালমন্দ করে তারা তা অর্জন না করলেও, তারা তাহলে কুৎসা রটনার ও স্পষ্ট অপরাধের বোঝা বহন করে।",
    "bn_muhi": "যারা বিনা অপরাধে মুমিন পুরুষ ও মুমিন নারীদেরকে কষ্ট দেয়, তারা মিথ্যা অপবাদ ও প্রকাশ্য পাপের বোঝা বহন করে।",
    "en": "And those who harm believing men and believing women for [something] other than what they have earned have certainly born upon themselves a slander and manifest sin."
  },
  {
    "id": 59,
    "ar": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَٰبِيبِهِنَّ ذَٰلِكَ أَدْنَىٰٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "tr": "ইয়াআইয়ুহান্নাবিইয়ুকুল লিআঝওয়া-জিকা ওয়া বানা-তিকা ওয়ানিছাইল মু’মিনীনা ইউদনীনা ‘আলাইহিন্না মিন জালাবীবিহিন্না যা-লিকা আদনাআইঁ ইউ‘রাফনা ফালাইউ’যাইনা ওয়া কা-নাল্লা-হু গাফূরার রাহীমা-।",
    "bn_haque": "হে প্রিয় নবী! তোমার স্ত্রীগণকে ও কন্যাদের ও মুমিন-লোকের স্ত্রীলোকদের বলো যে তারা যেন তাদের বহির্বাস থেকে তাদের উপরে টেনে রাখে। এটিই বেশী ভাল হয় যেন তাদের চেনা যায়, তাহলে তাদের উত্ত্যক্ত করা হবে না। আর আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "হে নবী! আপনি আপনার পত্নীগণকে ও কন্যাগণকে এবং মুমিনদের স্ত্রীগণকে বলুন, তারা যেন তাদের চাদরের কিয়দংশ নিজেদের উপর টেনে নেয়। এতে তাদেরকে চেনা সহজ হবে। ফলে তাদেরকে উত্যক্ত করা হবে না। আল্লাহ ক্ষমাশীল পরম দয়ালু।",
    "en": "O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments. That is more suitable that they will be known and not be abused. And ever is Allah Forgiving and Merciful."
  },
  {
    "id": 60,
    "ar": "لَّئِن لَّمْ يَنتَهِ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْمُرْجِفُونَ فِى ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًا",
    "tr": "লাইল্লাম ইয়ানতাহিল মুনা-ফিকূনা ওয়াল্লাযীনা ফী কুলূবিহমি মারাদুওঁ ওয়াল মুরজিফূনা ফিল মাদীনাতি লানুগরিয়ান্নাকা বিহিম ছুম্মা লা-ইউজা-বিরূনাকা ফীহাইল্লা-কালীলা-।",
    "bn_haque": "যদি মুনাফিকরা ও যাদের অন্তরে ব্যাধি রয়েছে তারা, আর শহরে গুজব রটনাকারীরা না থামে তাহলে আমরা নিশ্চয়ই তোমাকে তাদের উপরে ক্ষমতা দেব, তখন তারা সেখানে তোমার প্রতিবেশী হয়ে থাকবে না অল্পকাল ছাড়া --",
    "bn_muhi": "মুনাফিকরা এবং যাদের অন্তরে রোগ আছে এবং মদীনায় গুজব রটনাকারীরা যদি বিরত না হয়, তবে আমি অবশ্যই তাদের বিরুদ্ধে আপনাকে উত্তেজিত করব। অতঃপর এই শহরে আপনার প্রতিবেশী অল্পই থাকবে।",
    "en": "If the hypocrites and those in whose hearts is disease and those who spread rumors in al-Madinah do not cease, We will surely incite you against them; then they will not remain your neighbors therein except for a little."
  },
  {
    "id": 61,
    "ar": "مَّلْعُونِينَ أَيْنَمَا ثُقِفُوٓا۟ أُخِذُوا۟ وَقُتِّلُوا۟ تَقْتِيلًا",
    "tr": "মাল‘ঊনীনা  আইনামা-ছূকিফূ উখিযূওয়াকুত্তিলূতাকতীলা-।",
    "bn_haque": "অভিশপ্ত অবস্থায়, যেখানেই তাদের পাওয়া যাবে তাদের পাকড়াও করা হবে এবং হত্যা করা হবে হত্যার মতো।",
    "bn_muhi": "অভিশপ্ত অবস্থায় তাদেরকে যেখানেই পাওয়া যাবে, ধরা হবে এবং প্রাণে বধ করা হবে।",
    "en": "Accursed wherever they are found, [being] seized and massacred completely."
  },
  {
    "id": 62,
    "ar": "سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
    "tr": "ছুন্নাতাল্লা-হি ফিল্লাযীনা খালাও মিন কাবলু ওয়ালান তাজিদা লিছুন্নাতিল্লা-হি তাবদীলা-।",
    "bn_haque": "আল্লাহ্‌র নিয়ম-নীতি এর আগে যারা গত হয়ে গেছে তাদের ক্ষেত্রে। আর তুমি কখনো আল্লাহ্‌র বিধানে পরিবর্তন পাবে না।",
    "bn_muhi": "যারা পূর্বে অতীত হয়ে গেছে, তাদের ব্যাপারে এটাই ছিল আল্লাহর রীতি। আপনি আল্লাহর রীতিতে কখনও পরিবর্তন পাবেন না।",
    "en": "[This is] the established way of Allah with those who passed on before; and you will not find in the way of Allah any change."
  },
  {
    "id": 63,
    "ar": "يَسْـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا",
    "tr": "ইয়াছআলুকান্না-ছু‘আনিছছা-‘আতি কুল ইন্নামা- ‘ইলমুহা-‘ইনদাল্লা-হি ওয়ামাইউদরীকা লা‘আল্লাছছা-‘আতা তাকূনুকারীবা-।",
    "bn_haque": "লোকে তোমাকে ঘড়িঘন্টা সন্বন্ধে জিজ্ঞাসা করছে। তুমি বলো -- \"তার জ্ঞান তো কেবল আল্লাহ্‌রই কাছে।\" আর কেমন করে তোমাকে বোঝানো যাবে -- হতে পারে সেই ঘড়িঘন্টা নিকটবর্তী হয়ে গেছে?",
    "bn_muhi": "লোকেরা আপনাকে কেয়ামত সম্পর্কে জিজ্ঞাসা করে। বলুন, এর জ্ঞান আল্লাহর কাছেই। আপনি কি করে জানবেন যে সম্ভবতঃ কেয়ামত নিকটেই।",
    "en": "People ask you concerning the Hour. Say,\" Knowledge of it is only with Allah . And what may make you perceive? Perhaps the Hour is near.\""
  },
  {
    "id": 64,
    "ar": "إِنَّ ٱللَّهَ لَعَنَ ٱلْكَٰفِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا",
    "tr": "ইন্নাল্লা-হা লা‘আনাল কা-ফিরীনা ওয়া আ‘আদ্দা লাহুম ছা‘ঈরা-।",
    "bn_haque": "আল্লাহ্ নিশ্চয়ই অবিশ্বাসীদের ধিক্কার দিয়েছেন আর তাদের জন্য প্রস্তুত করেছেন এক জ্বলন্ত আগুন --",
    "bn_muhi": "নিশ্চয় আল্লাহ কাফেরদেরকে অভিসম্পাত করেছেন এবং তাদের জন্যে জ্বলন্ত অগ্নি প্রস্তুত রেখেছেন।",
    "en": "Indeed, Allah has cursed the disbelievers and prepared for them a Blaze."
  },
  {
    "id": 65,
    "ar": "خَٰلِدِينَ فِيهَآ أَبَدًا لَّا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
    "tr": "খা-লিদীনা ফীহাআবাদাল লা-ইয়াজিদূ না ওয়ালিইয়াওঁ ওয়া নাসীরা-।",
    "bn_haque": "যাতে তারা থাকবে সুদীর্ঘকাল, তারা পাবে না কোনো অভিভাবক, আর না কোনো সহায়ক।",
    "bn_muhi": "তথায় তারা অনন্তকাল থাকবে এবং কোন অভিভাবক ও সাহায্যকারী পাবে না।",
    "en": "Abiding therein forever, they will not find a protector or a helper."
  },
  {
    "id": 66,
    "ar": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِى ٱلنَّارِ يَقُولُونَ يَٰلَيْتَنَآ أَطَعْنَا ٱللَّهَ وَأَطَعْنَا ٱلرَّسُولَا۠",
    "tr": "ইয়াওমা তুকাল্লাবু উজূহুহুম ফিন্না-রি ইয়াকূ লূনা ইয়া-লাইতানা-আতা‘নাল্লাহা ওয়াআতা‘নাররাছূলা-।",
    "bn_haque": "সেইদিন যখন তাদের মুখ আগুনের মধ্যে উল্টানো পাল্টানো হবে তারা বলবে -- \"হায় আমাদের দুর্ভোগ! আমরা যদি আল্লাহ্‌কে মেনে চলতাম ও রসূলের আজ্ঞাপালন করতাম!\"",
    "bn_muhi": "যেদিন অগ্নিতে তাদের মুখমন্ডল ওলট পালট করা হবে; সেদিন তারা বলবে, হায়। আমরা যদি আল্লাহর আনুগত্য করতাম ও রসূলের আনুগত্য করতাম।",
    "en": "The Day their faces will be turned about in the Fire, they will say, \"How we wish we had obeyed Allah and obeyed the Messenger.\""
  },
  {
    "id": 67,
    "ar": "وَقَالُوا۟ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠",
    "tr": "ওয়া কা-লূ রাব্বানা ইন্না আতা‘না-ছা-দাতানা- ওয়াকুবারাআনা-ফাআদাললূনাছ ছাবীলা-।",
    "bn_haque": "তারা আরো বলবে -- \"আমাদের প্রভু! আমরা তো আমাদের নেতাদের ও আমাদের বড়লোকদের আজ্ঞাপালন করেছিলাম, সুতরাং তারা আমাদের পথ থেকে বিপথে নিয়েছিল।",
    "bn_muhi": "তারা আরও বলবে, হে আমাদের পালনকর্তা, আমরা আমাদের নেতা ও বড়দের কথা মেনেছিলাম, অতঃপর তারা আমাদের পথভ্রষ্ট করেছিল।",
    "en": "And they will say, \"Our Lord, indeed we obeyed our masters and our dignitaries, and they led us astray from the [right] way."
  },
  {
    "id": 68,
    "ar": "رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ ٱلْعَذَابِ وَٱلْعَنْهُمْ لَعْنًا كَبِيرًا",
    "tr": "রাব্বানাআ-তিহিম দি‘ফাইনি মিনাল ‘আযা-বি ওয়াল ‘আনহুম লা‘নান কাবীরা-।",
    "bn_haque": "আমাদের প্রভু! দ্বিগুণ পরিমাণ শাস্তি তাদের প্রদান করো, আর তাদের ধিক্কার দাও বিরাট ধিক্কারে।",
    "bn_muhi": "হে আমাদের পালনকর্তা! তাদেরকে দ্বিগুণ শাস্তি দিন এবং তাদেরকে মহা অভিসম্পাত করুন।",
    "en": "Our Lord, give them double the punishment and curse them with a great curse.\""
  },
  {
    "id": 69,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ ءَاذَوْا۟ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُوا۟ وَكَانَ عِندَ ٱللَّهِ وَجِيهًا",
    "tr": "ইয়াআইয়ুহাল্লাযীনা আ-মানূলা-তাকূনূকাল্লাযীনা আ-যাও মূছা-ফাবাররাআহুল্লা-হু মিম্মা-কা-লূ ওয়া কা-না ‘ইনদাল্লা-হি ওয়াজীহা-।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! তাদের মতো হয়ো না যারা মূসার নিন্দা করেছিল, কিন্তু আল্লাহ্ তাঁকে নির্দোষ ঠাওরে ছিলেন তারা যা বলেছিল তা থেকে। আর তিনি আল্লাহ্‌র সমক্ষে সম্মানিত ছিলেন।",
    "bn_muhi": "হে মুমিনগণ! মূসাকে যারা কষ্ট দিয়েছে, তোমরা তাদের মত হয়ো না। তারা যা বলেছিল, আল্লাহ তা থেকে তাঁকে নির্দোষ প্রমাণ করেছিলেন। তিনি আল্লাহর কাছে ছিলেন মর্যাদাবান।",
    "en": "O you who have believed, be not like those who abused Moses; then Allah cleared him of what they said. And he, in the sight of Allah, was distinguished."
  },
  {
    "id": 70,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَقُولُوا۟ قَوْلًا سَدِيدًا",
    "tr": "ইয়া আইয়ুহাল্লাযীনা আ-মানুত্তাকুল্লা-হা ওয়াকূলূকাওলান ছাদীদা-।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! আল্লাহ্‌কে ভয়-ভক্তি করো, আর সরল-সঠিক কথা বলো,",
    "bn_muhi": "হে মুমিনগণ! আল্লাহকে ভয় কর এবং সঠিক কথা বল।",
    "en": "O you who have believed, fear Allah and speak words of appropriate justice."
  },
  {
    "id": 71,
    "ar": "يُصْلِحْ لَكُمْ أَعْمَٰلَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ فَازَ فَوْزًا عَظِيمًا",
    "tr": "ইউসলিহলাকুম আ‘মা-লাকুম ওয়া ইয়াগফিরলাকুম যুনূবাকুম ওয়া মাইঁ ইউতি‘ইল্লা-হা ওয়া রাছুলাহূফাকাদ ফা-ঝা ফাওঝান ‘আজীমা-।",
    "bn_haque": "তিনি তোমাদের জন্য তোমাদের ক্রিয়াকর্ম সুসম্পাদিত করতে পারেন আর তোমাদের দোষত্রুটি তোমাদের জন্য ক্ষমা করতে পারেন। আর যে কেউ আল্লাহ্‌কে ও তাঁর রসূলকে মেনে চলে সে তাহলে অবশ্যই অর্জন করেছে বিরাট মুনাফা।",
    "bn_muhi": "তিনি তোমাদের আমল-আচরণ সংশোধন করবেন এবং তোমাদের পাপসমূহ ক্ষমা করবেন। যে কেউ আল্লাহ ও তাঁর রসূলের আনুগত্য করে, সে অবশ্যই মহা সাফল্য অর্জন করবে।",
    "en": "He will [then] amend for you your deeds and forgive you your sins. And whoever obeys Allah and His Messenger has certainly attained a great attainment."
  },
  {
    "id": 72,
    "ar": "إِنَّا عَرَضْنَا ٱلْأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱلْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا ٱلْإِنسَٰنُ إِنَّهُۥ كَانَ ظَلُومًا جَهُولًا",
    "tr": "ইন্না-‘আরাদনাল আমা-নাতা ‘আলাছছামা-ওয়া-তি ওয়াল আরদিওয়াল জিবা-লি ফাআবাইনা আইঁ ইয়াহমিলনাহা-ওয়া আশফাকনা মিনহা-ওয়া হামালাহাল ইনছা-নু ইন্নাহূকা-না জালূমান জাহূলা-।",
    "bn_haque": "নিঃসন্দেহ আমরা আমানত অর্পণ করেছিলাম মহাকাশমন্ডলী ও পৃথিবী ও পর্বতমালার উপরে, কাজেই তারা এটি অমান্য করতে অস্বীকার করেছিল এবং এতে ভয় করছিল, কিন্তু মানুষ এটিকে অস্বীকার করছে। নিঃসন্দেহে সে হচ্ছে অত্যন্ত অন্যায়াচারী, বড়ই অজ্ঞ, --",
    "bn_muhi": "আমি আকাশ পৃথিবী ও পর্বতমালার সামনে এই আমানত পেশ করেছিলাম, অতঃপর তারা একে বহন করতে অস্বীকার করল এবং এতে ভীত হল; কিন্তু মানুষ তা বহণ করল। নিশ্চয় সে জালেম-অজ্ঞ।",
    "en": "Indeed, we offered the Trust to the heavens and the earth and the mountains, and they declined to bear it and feared it; but man [undertook to] bear it. Indeed, he was unjust and ignorant."
  },
  {
    "id": 73,
    "ar": "لِّيُعَذِّبَ ٱللَّهُ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًۢا",
    "tr": "লিইউ‘আযযি বাল্লা-হুল মুনা-ফিকীনা ওয়াল মুনাফিকা-তি ওয়াল মুশরিকীনা ওয়াল মুশরিকা-তি ওয়া ইয়াতূবাল্লা-হু ‘আলাল মু’মিনীনা ওয়াল মু’মিনা-তি ওয়াকা-নাল্লা-হু গাফূরার রাহীমা-।",
    "bn_haque": "সেজন্য আল্লাহ্ শান্তি দেবেন মুনাফিক পুরুষ ও মুনাফিক নারীদের, এবং বহুখোদাবাদী পুরুষ ও বহুখোদাবাদী নারীদের আর আল্লাহ্ ফিরবেন মুমিন পুরুষ ও মুমিন নারীদের প্রতি। আর আল্লাহ্ হচ্ছেন পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "যাতে আল্লাহ মুনাফিক পুরুষ, মুনাফিক নারী, মুশরিক পুরুষ, মুশরিক নারীদেরকে শাস্তি দেন এবং মুমিন পুরুষ ও মুমিন নারীদেরকে ক্ষমা করেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
    "en": "[It was] so that Allah may punish the hypocrite men and hypocrite women and the men and women who associate others with Him and that Allah may accept repentance from the believing men and believing women. And ever is Allah Forgiving and Merciful."
  }
]