[
  {
    "id": 1,
    "ar": "قٓ وَٱلْقُرْءَانِ ٱلْمَجِيدِ",
    "tr": "কাফ ; ওয়াল কুরআ-নিল মাজীদ।",
    "bn_haque": "ক্কাফ। ভেবে দেখো মহিমান্বিত কুরআনখানা।",
    "bn_muhi": "ক্বাফ! সম্মানিত কোরআনের শপথ;",
    "en": "Qaf. By the honored Qur'an..."
  },
  {
    "id": 2,
    "ar": "بَلْ عَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌ مِّنْهُمْ فَقَالَ ٱلْكَٰفِرُونَ هَٰذَا شَىْءٌ عَجِيبٌ",
    "tr": "বাল ‘আজিবূআন জাআহুম মুনযিরুম্মিনহুম ফাকা-লাল কা-ফিরূনা হা-যা- শাইউন ‘আজীব।",
    "bn_haque": "বস্তুত তারা আশ্চর্য হচ্ছে যে তাদের কাছে তাদেরই মধ্যে থেকে একজন সতর্ককারী এসেছেন, তাই অবিশ্বাসীরা বলছে -- \"এ তো এক আজব ব্যাপার!\"",
    "bn_muhi": "বরং তারা তাদের মধ্য থেকেই একজন ভয় প্রদর্শনকারী আগমন করেছে দেখে বিস্ময় বোধ করে। অতঃপর কাফেররা বলেঃ এটা আশ্চর্যের ব্যাপার।",
    "en": "But they wonder that there has come to them a warner from among themselves, and the disbelievers say, \"This is an amazing thing."
  },
  {
    "id": 3,
    "ar": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًا ذَٰلِكَ رَجْعٌۢ بَعِيدٌ",
    "tr": "আ ইযা-মিতনা-ওয়াকুন্না-তুরা-বান যা-লিকা রাজ‘উম বা‘ঈদ।",
    "bn_haque": "কী! আমরা যখন মরে যাব এবং ধুলো-মাটি হয়ে যাব? এ তো বহু দূর থেকে ফিরে আসা।",
    "bn_muhi": "আমরা মরে গেলে এবং মৃত্তিকায় পরিণত হয়ে গেলেও কি পুনরুত্থিত হব? এ প্রত্যাবর্তন সুদূরপরাহত।",
    "en": "When we have died and have become dust, [we will return to life]? That is a distant return.\""
  },
  {
    "id": 4,
    "ar": "قَدْ عَلِمْنَا مَا تَنقُصُ ٱلْأَرْضُ مِنْهُمْ وَعِندَنَا كِتَٰبٌ حَفِيظٌۢ",
    "tr": "কাদ ‘আলিমনা-মা-তানকুসুল আরদুমিনহুম ওয়া ‘ইনদানা-কিতা-বুন হাফীজ।",
    "bn_haque": "আমরা আলবৎ জানি তাদের মধ্যের কতটুকু পৃথিবী হ্রাস করে ফেলে, আর আমাদের কাছে রয়েছে সুরক্ষিত গ্রন্থ।",
    "bn_muhi": "মৃত্তিকা তাদের কতটুকু গ্রাস করবে, তা আমার জানা আছে এবং আমার কাছে আছে সংরক্ষিত কিতাব।",
    "en": "We know what the earth diminishes of them, and with Us is a retaining record."
  },
  {
    "id": 5,
    "ar": "بَلْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِىٓ أَمْرٍ مَّرِيجٍ",
    "tr": "বাল কাযযাবূবিলহাকিলাম্মা-জাআহুম ফাহুম ফীআমরীম মারীজ।",
    "bn_haque": "বস্তুত তারা সত্য প্রত্যাখ্যান করেছিল যখন তাদের কাছে তা এসেছিল, সেজন্য তারা সংশয়াকুল অবস্থায় রয়েছে।",
    "bn_muhi": "বরং তাদের কাছে সত্য আগমন করার পর তারা তাকে মিথ্যা বলছে। ফলে তারা সংশয়ে পতিত রয়েছে।",
    "en": "But they denied the truth when it came to them, so they are in a confused condition."
  },
  {
    "id": 6,
    "ar": "أَفَلَمْ يَنظُرُوٓا۟ إِلَى ٱلسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٍ",
    "tr": "আফালাম ইয়ানজু রূইলাছ ছামাইফাওকাহুম কাইফা বানাইনা-হা-ওয়া ঝাইয়ান্না-হাওয়ামা-লাহা-মিন ফুরূজ।",
    "bn_haque": "তারা কি তবে তাদের উপরকার আকাশের দিকে তাকিয়ে দেখে না -- আমরা কেমন ক’রে তা তৈরি করেছি এ বং তাকে সুশোভিত করেছি, আর তাতে কোনো ফাটলও নেই?",
    "bn_muhi": "তারা কি তাদের উপরস্থিত আকাশের পানে দৃষ্টিপাত করে না আমি কিভাবে তা নির্মাণ করেছি এবং সুশোভিত করেছি? তাতে কোন ছিদ্রও নেই।",
    "en": "Have they not looked at the heaven above them - how We structured it and adorned it and [how] it has no rifts?"
  },
  {
    "id": 7,
    "ar": "وَٱلْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
    "tr": "ওয়াল আরদা মাদাদনা-হা-ওয়া আলকাইনা-ফীহা-রাওয়া-ছিয়া ওয়া আমবাতনা-ফীহামিন কুল্লি ঝাওজিম বাহীজ।",
    "bn_haque": "আর পৃথিবী -- তাকে আমরা প্রসারিত করেছি আর তাতে স্থাপন করেছি পাহাড়-পর্বত, আর তাতে আমরা জন্মিয়েছি হরেক রকমের মনোরম বস্তু --",
    "bn_muhi": "আমি ভূমিকে বিস্তৃত করেছি, তাতে পর্বতমালার ভার স্থাপন করেছি এবং তাতে সর্বপ্রকার নয়নাভিরাম উদ্ভিদ উদগত করেছি।",
    "en": "And the earth - We spread it out and cast therein firmly set mountains and made grow therein [something] of every beautiful kind,"
  },
  {
    "id": 8,
    "ar": "تَبْصِرَةً وَذِكْرَىٰ لِكُلِّ عَبْدٍ مُّنِيبٍ",
    "tr": "তাবসিরাতাওঁ ওয়াযিকরা-লিকুল্লি ‘আবদিম মুনীব।",
    "bn_haque": "দেখার মতো ও মনোনিবেশ করার মতো বিষয় প্রত্যেক অনুরাগী বান্দার জন্য।",
    "bn_muhi": "এটা জ্ঞান আহরণ ও স্মরণ করার মত ব্যাপার প্রত্যেক অনুরাগী বান্দার জন্যে।",
    "en": "Giving insight and a reminder for every servant who turns [to Allah ]."
  },
  {
    "id": 9,
    "ar": "وَنَزَّلْنَا مِنَ ٱلسَّمَآءِ مَآءً مُّبَٰرَكًا فَأَنۢبَتْنَا بِهِۦ جَنَّٰتٍ وَحَبَّ ٱلْحَصِيدِ",
    "tr": "ওয়া নাঝঝালনা-মিনাছ ছামাইমাআম মুবা-রাকান ফাআমবাতনা-বিহী জান্না-তিওঁ ওয়া হাব্বাল হাসীদ।",
    "bn_haque": "আর আমরা আকাশ থেকে বর্ষণ করি আশীর্বাদসূচক জল, তারপর তার দ্বারা আমরা জন্মাই বাগানসমূহ ও খাদ্যশস্য যা তোলা হয়,",
    "bn_muhi": "আমি আকাশ থেকে কল্যাণময় বৃষ্টি বর্ষণ করি এবং তদ্বারা বাগান ও শস্য উদগত করি, যেগুলোর ফসল আহরণ করা হয়।",
    "en": "And We have sent down blessed rain from the sky and made grow thereby gardens and grain from the harvest"
  },
  {
    "id": 10,
    "ar": "وَٱلنَّخْلَ بَاسِقَٰتٍ لَّهَا طَلْعٌ نَّضِيدٌ",
    "tr": "ওয়ান্নাখলা বা-ছিকা-তিল্লাহা-তাল‘উন্নাদীদ।",
    "bn_haque": "আর লন্বা লন্বা খেজুর গাছ যাতে আছে গোছা গোছা কাঁদি, --",
    "bn_muhi": "এবং লম্বমান খর্জুর বৃক্ষ, যাতে আছে গুচ্ছ গুচ্ছ খর্জুর,",
    "en": "And lofty palm trees having fruit arranged in layers -"
  },
  {
    "id": 11,
    "ar": "رِّزْقًا لِّلْعِبَادِ وَأَحْيَيْنَا بِهِۦ بَلْدَةً مَّيْتًا كَذَٰلِكَ ٱلْخُرُوجُ",
    "tr": "রিঝকালিলল‘ইবা-দি ওয়া আহইয়াইনা-বিহী বালদাতাম্মাইতান কাযা-লিকাল খুরূজ।",
    "bn_haque": "দাসদের জন্য জীবিকাস্বরূপ, আর এর দ্বারা আমরা মৃত ভূখন্ডে প্রাণ সঞ্চার করি। এইভাবেই হবে পুনরুত্থান।",
    "bn_muhi": "বান্দাদের জীবিকাস্বরূপ এবং বৃষ্টি দ্বারা আমি মৃত জনপদকে সঞ্জীবিত করি। এমনিভাবে পুনরুত্থান ঘটবে।",
    "en": "As provision for the servants, and We have given life thereby to a dead land. Thus is the resurrection."
  },
  {
    "id": 12,
    "ar": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَٰبُ ٱلرَّسِّ وَثَمُودُ",
    "tr": "কাযযাবাত কাবলাহুম কাওমুনুহিওঁ ওয়া আসহা-বুর রাছছি ওয়া ছামূদ।",
    "bn_haque": "এদের আগে নূহ-এর স্বজাতি প্রত্যাখ্যান করেছিল, আর রস্‌-এর অধিবাসীরা ও ছামুদ জাতি,",
    "bn_muhi": "তাদের পূর্বে মিথ্যাবাদী বলেছে নূহের সম্প্রদায়, কুপবাসীরা এবং সামুদ সম্প্রদায়।",
    "en": "The people of Noah denied before them, and the companions of the well and Thamud"
  },
  {
    "id": 13,
    "ar": "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَٰنُ لُوطٍ",
    "tr": "ওয়া ‘আ-দুওঁ ওয়া ফির ‘আউনুওয়া ইখওয়া-নুলূত।",
    "bn_haque": "আর 'আদ ও ফিরআউন ও লূত-এর ভাই-বন্ধুরা,",
    "bn_muhi": "আদ, ফেরাউন, ও লূতের সম্প্রদায়,",
    "en": "And 'Aad and Pharaoh and the brothers of Lot"
  },
  {
    "id": 14,
    "ar": "وَأَصْحَٰبُ ٱلْأَيْكَةِ وَقَوْمُ تُبَّعٍ كُلٌّ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
    "tr": "ওয়া আসহা-বুল আইকাতি ওয়া কাওমুতুব্বা‘ইন কুল্লুন কাযযাবার রুছুলা ফাহাক্কা ওয়া‘ঈদ।",
    "bn_haque": "আর আইকার অধিবাসীরা ও তুব্বার লোকদল; -- সবাই রসূলগণকে প্রত্যাখ্যান করেছিল, সুতরাং আমার ওয়াদা সত্য বর্তেছিল।",
    "bn_muhi": "বনবাসীরা এবং তোব্বা সম্প্রদায়। প্রত্যেকেই রসূলগণকে মিথ্যা বলেছে, অতঃপর আমার শাস্তির যোগ্য হয়েছে।",
    "en": "And the companions of the thicket and the people of Tubba'. All denied the messengers, so My threat was justly fulfilled."
  },
  {
    "id": 15,
    "ar": "أَفَعَيِينَا بِٱلْخَلْقِ ٱلْأَوَّلِ بَلْ هُمْ فِى لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ",
    "tr": "আফা‘আঈনা-বিলখালকিল আওওয়ালি বাল হুম ফী লাবছিম মিন খালকিন জাদীদ।",
    "bn_haque": "আমরা কি তবে ক্লান্ত হয়ে পড়েছি প্রথমবারের সৃষ্টি করেই? না, তারা নতুন সৃষ্টি সন্বন্ধে সন্দেহের মাঝে রয়েছে।",
    "bn_muhi": "আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি? বরং তারা নতুন সৃষ্টির ব্যাপারে সন্দেহ পোষন করেছে।",
    "en": "Did We fail in the first creation? But they are in confusion over a new creation."
  },
  {
    "id": 16,
    "ar": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِۦ نَفْسُهُۥ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ٱلْوَرِيدِ",
    "tr": "ওয়া লাকাদ খালাকনাল ইনছা-না ওয়ানা‘লামুমা-তুওয়াছবিছুবিহী নাফছুহূ ওয়া নাহনু আকরাবুইলাইহি মিন হাবলিল ওয়ারীদ।",
    "bn_haque": "আর আমরা তো নিশ্চয় মানুষ সৃষ্টি করেছি, আর আমরা জানি তার অন্তর তাকে কী মন্ত্রণা দেয়, আর আমরা কন্ঠশিরার চেয়েও তার আরো নিকটে রয়েছি।",
    "bn_muhi": "আমি মানুষ সৃষ্টি করেছি এবং তার মন নিভৃতে যে কুচিন্তা করে, সে সম্বন্ধেও আমি অবগত আছি। আমি তার গ্রীবাস্থিত ধমনী থেকেও অধিক নিকটবর্তী।",
    "en": "And We have already created man and know what his soul whispers to him, and We are closer to him than [his] jugular vein"
  },
  {
    "id": 17,
    "ar": "إِذْ يَتَلَقَّى ٱلْمُتَلَقِّيَانِ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٌ",
    "tr": "ইযইয়াতালাক্কাল মুতালাক্কিইয়া-নি ‘আনিল ইয়ামীনি ওয়া ‘আনিশশিমা-লি কা‘ঈদ।",
    "bn_haque": "স্মরণ রেখো, দুইজন গ্রহণকারী গ্রহণ করে চলেছেন ডাইনে ও বাঁয়ে বসে।",
    "bn_muhi": "যখন দুই ফেরেশতা ডানে ও বামে বসে তার আমল গ্রহণ করে।",
    "en": "When the two receivers receive, seated on the right and on the left."
  },
  {
    "id": 18,
    "ar": "مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ",
    "tr": "মা-ইয়ালফিজুমিন কাওলিন ইল্লা-লাদাইহি রাকীবুন ‘আতীদ।",
    "bn_haque": "সে কোনো কথাই উচ্চারণ করে না যার জন্য তার নিকটেই এক তৎপর প্রখর প্রহরী নেই।",
    "bn_muhi": "সে যে কথাই উচ্চারণ করে, তাই গ্রহণ করার জন্যে তার কাছে সদা প্রস্তুত প্রহরী রয়েছে।",
    "en": "Man does not utter any word except that with him is an observer prepared [to record]."
  },
  {
    "id": 19,
    "ar": "وَجَآءَتْ سَكْرَةُ ٱلْمَوْتِ بِٱلْحَقِّ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ",
    "tr": "ওয়া জাআত ছাকরাতুল মাওতি বিলহাক্কি যা-লিকা মা-কুনতা মিনহু তাহীদ।",
    "bn_haque": "আর মৃত্যুকালীন মূর্ছা সত্যি-সত্যি আসবে, -- \"এইটিই তো তাই যা থেকে তুমি অব্যাহতি চাও।\"",
    "bn_muhi": "মৃত্যুযন্ত্রণা নিশ্চিতই আসবে। এ থেকেই তুমি টালবাহানা করতে।",
    "en": "And the intoxication of death will bring the truth; that is what you were trying to avoid."
  },
  {
    "id": 20,
    "ar": "وَنُفِخَ فِى ٱلصُّورِ ذَٰلِكَ يَوْمُ ٱلْوَعِيدِ",
    "tr": "ওয়া নুফিখা ফিসসূরি যা-লিকা ইয়াওমুল ওয়া‘ঈদ।",
    "bn_haque": "আর শিঙ্গায় ফুৎকার দেওয়া হবে, \"এইটিই সেই প্রতি‌শ্রুত দিন।\"",
    "bn_muhi": "এবং শিঙ্গায় ফুঁৎকার দেয়া হবে এটা হবে ভয় প্রদর্শনের দিন।",
    "en": "And the Horn will be blown. That is the Day of [carrying out] the threat."
  },
  {
    "id": 21,
    "ar": "وَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ",
    "tr": "ওয়া জাআত কুল্লুনাফছিম্মা‘আহা-ছাইকূ ওঁ ওয়া শাহীদ।",
    "bn_haque": "তখন প্রত্যেক সত্ত্বা চলে আসবে, তার সঙ্গে থাকবে এক চালক ও এক সাক্ষী।",
    "bn_muhi": "প্রত্যেক ব্যক্তি আগমন করবে। তার সাথে থাকবে চালক ও কর্মের সাক্ষী।",
    "en": "And every soul will come, with it a driver and a witness."
  },
  {
    "id": 22,
    "ar": "لَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَٰذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلْيَوْمَ حَدِيدٌ",
    "tr": "লাকাদ কুনতা ফী গাফলাতিম মিন হা-যা- ফাকাশাফনা- ‘আনকা গিতাআকা ফাবাসারুকাল ইয়াওমা হাদীদ।",
    "bn_haque": "\"তুমি তো অবশ্য এ সন্বন্ধে গাফিলতিতে ছিলে, কিন্ত এখন আমরা তোমার থেকে তোমার আবরণী সরিয়ে দিয়েছি ফলে তোমার দৃষ্টি আজ তীক্ষ্ণ হয়েছে।",
    "bn_muhi": "তুমি তো এই দিন সম্পর্কে উদাসীন ছিলে। এখন তোমার কাছ থেকে যবনিকা সরিয়ে দিয়েছি। ফলে আজ তোমার দৃষ্টি সুতীক্ষ্ন।",
    "en": "[It will be said], \"You were certainly in unmindfulness of this, and We have removed from you your cover, so your sight, this Day, is sharp.\""
  },
  {
    "id": 23,
    "ar": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَىَّ عَتِيدٌ",
    "tr": "ওয়া কা-লা কারীনুহূহা-যা-মা-লাদাইইয়া ‘আতীদ।",
    "bn_haque": "আর তার সঙ্গী বলবে -- \"এই তো যা আমার কাছে তৈরি রয়েছে।\"",
    "bn_muhi": "তার সঙ্গী ফেরেশতা বলবেঃ আমার কাছে যে, আমলনামা ছিল, তা এই।",
    "en": "And his companion, [the angel], will say, \"This [record] is what is with me, prepared.\""
  },
  {
    "id": 24,
    "ar": "أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ",
    "tr": "আলকিয়া-ফী জাহান্নামা কুল্লা কাফফা-রিন ‘আনীদ।",
    "bn_haque": "\"তোমরা দুজনে জাহান্নামে ফেলে দাও প্রত্যেক অবিশ্বাসীকে, বিদ্রোহাচারীকে, --",
    "bn_muhi": "তোমরা উভয়েই নিক্ষেপ কর জাহান্নামে প্রত্যেক অকৃতজ্ঞ বিরুদ্ধবাদীকে,",
    "en": "[ Allah will say], \"Throw into Hell every obstinate disbeliever,"
  },
  {
    "id": 25,
    "ar": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ",
    "tr": "মান্না-‘ইলিলল খাইরি মু‘তাদিমমুরীব।",
    "bn_haque": "\"ভালো কাজে নিষেধকারীকে, সীমালংঘনকারীকে, সন্দেহকারীকে --",
    "bn_muhi": "যে বাধা দিত মঙ্গলজনক কাজে, সীমালঙ্ঘনকারী, সন্দেহ পোষণকারীকে।",
    "en": "Preventer of good, aggressor, and doubter,"
  },
  {
    "id": 26,
    "ar": "ٱلَّذِى جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلْقِيَاهُ فِى ٱلْعَذَابِ ٱلشَّدِيدِ",
    "tr": "আল্লাযী জা‘আলা মা‘আল্লা-হি ইলা-হান আ-খারা ফাআলকিয়া-হু ফিল ‘আযা-বিশশাদীদ।",
    "bn_haque": "যে আল্লাহ্‌র সঙ্গে অন্য উপাস্য দাঁড় করিয়েছিল, অতএব তোমরা উভয়ে তাকে নিক্ষেপ করো ভীষণ শাস্তিতে।",
    "bn_muhi": "যে ব্যক্তি আল্লাহর সাথে অন্য উপাস্য গ্রহণ করত, তাকে তোমরা কঠিন শাস্তিতে নিক্ষেপ কর।",
    "en": "Who made [as equal] with Allah another deity; then throw him into the severe punishment.\""
  },
  {
    "id": 27,
    "ar": "قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطْغَيْتُهُۥ وَلَٰكِن كَانَ فِى ضَلَٰلٍۭ بَعِيدٍ",
    "tr": "কা-লা কারীনুহূরাব্বানা-মাআতগাইতুহূওয়ালা-কিন কা-না ফী দালা-লিম বা‘ঈদ।",
    "bn_haque": "আর তার সাঙ্গাত বলবে -- \"আমাদের প্রভু! আমি তো তাকে বিদ্রোহী বানাই নি, কিন্ত সে নিজেই ছিল সুদূর বিভ্রান্তিতে।\"",
    "bn_muhi": "তার সঙ্গী শয়তান বলবেঃ হে আমাদের পালনকর্তা, আমি তাকে অবাধ্যতায় লিপ্ত করিনি। বস্তুতঃ সে নিজেই ছিল সুদূর পথভ্রান্তিতে লিপ্ত।",
    "en": "His [devil] companion will say, \"Our Lord, I did not make him transgress, but he [himself] was in extreme error.\""
  },
  {
    "id": 28,
    "ar": "قَالَ لَا تَخْتَصِمُوا۟ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِٱلْوَعِيدِ",
    "tr": "কা-লা লা-তাখতাছিমূলাদাইয়া ওয়া কাদ কাদ্দামতুইলাইকুম বিলওয়া‘ঈদ।",
    "bn_haque": "তিনি বলবেন -- \"আমার সামনে তোমরা তর্কাতর্কি করো না, আর আমি তো তোমাদের কাছে ইতিপূর্বেই আমার ওয়াদা আগবাড়িয়েছি।",
    "bn_muhi": "আল্লাহ বলবেনঃ আমার সামনে বাকবিতন্ডা করো না আমি তো পূর্বেই তোমাদেরকে আযাব দ্বারা ভয় প্রদর্শন করেছিলাম।",
    "en": "[ Allah ] will say, \"Do not dispute before Me, while I had already presented to you the warning."
  },
  {
    "id": 29,
    "ar": "مَا يُبَدَّلُ ٱلْقَوْلُ لَدَىَّ وَمَآ أَنَا۠ بِظَلَّٰمٍ لِّلْعَبِيدِ",
    "tr": "মা-ইউবাদ্দালুল কাওলুলাদাইয়া ওয়ামাআনা-বিজাল্লা-মিলিলল‘আবীদ।",
    "bn_haque": "আমার কাছে কথার রদবদল হয় না, এবং আমি আমার বান্দাদের প্রতি আদৌ অন্যায়াচারী নই।",
    "bn_muhi": "আমার কাছে কথা রদবদল হয় না এবং আমি বান্দাদের প্রতি জুলুমকারী নই।",
    "en": "The word will not be changed with Me, and never will I be unjust to the servants.\""
  },
  {
    "id": 30,
    "ar": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ",
    "tr": "ইয়াওমা নাকূলুলিজাহান্নামা হালিম তালা’তি ওয়া তাকূলুহাল মিম্মাঝীদ।",
    "bn_haque": "সেইদিন আমরা জাহান্নামকে বলব -- \"তুমি কি পূর্ণ হয়ে গিয়েছ?\" আর সে বলবে -- \"আরো বেশি আছে কি?\"",
    "bn_muhi": "যেদিন আমি জাহান্নামকে জিজ্ঞাসা করব; তুমি কি পূর্ণ হয়ে গেছ? সে বলবেঃ আরও আছে কি?",
    "en": "On the Day We will say to Hell, \"Have you been filled?\" and it will say, \"Are there some more,\""
  },
  {
    "id": 31,
    "ar": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
    "tr": "ওয়া উঝলিফাতিল জান্নাতুলিলমুত্তাকীনা গাইরা বা‘ঈদ।",
    "bn_haque": "আর বেহেশতকে আনা হবে ধর্মভীরুদের নিকটে -- অদূরে।",
    "bn_muhi": "জান্নাতকে উপস্থিত করা হবে খোদাভীরুদের অদূরে।",
    "en": "And Paradise will be brought near to the righteous, not far,"
  },
  {
    "id": 32,
    "ar": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ",
    "tr": "হা-যা-মা-তূ‘আদূনা লিকুল্লি আওওয়া-বিন হাফীজ।",
    "bn_haque": "\"এইটিই তা যার প্রতি‌শ্রুতি তোমাদের দেওয়া হয়েছিল প্রত্যেক জন বারবার প্রত্যাবর্তনকারী হেফাজতকারীর জন্য --",
    "bn_muhi": "তোমাদের প্রত্যেক অনুরাগী ও স্মরণকারীকে এরই প্রতিশ্রুতি দেয়া হয়েছিল।",
    "en": "[It will be said], \"This is what you were promised - for every returner [to Allah ] and keeper [of His covenant]"
  },
  {
    "id": 33,
    "ar": "مَّنْ خَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ وَجَآءَ بِقَلْبٍ مُّنِيبٍ",
    "tr": "মান খাশিয়ার রাহমা-না বিলগাইবি ওয়া জাআ বিকালবিম মুনীব।",
    "bn_haque": "\"যে পরম করুণাময়কে ভয় করত সংগোপনে, আর উপস্থিত হত বিনয়-নম্র হৃদয় নিয়ে।",
    "bn_muhi": "যে না দেখে দয়াময় আল্লাহ তা’আলাকে ভয় করত এবং বিনীত অন্তরে উপস্থিত হত।",
    "en": "Who feared the Most Merciful unseen and came with a heart returning [in repentance]."
  },
  {
    "id": 34,
    "ar": "ٱدْخُلُوهَا بِسَلَٰمٍ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ",
    "tr": "উদখুলূহা-বিছালা-মিন যা-লিকা ইয়াওমুল খুলূদ ।",
    "bn_haque": "এতে প্রবেশ করো প্রশান্তির সাথে। এই তো চিরস্থায়ী দিন।",
    "bn_muhi": "তোমরা এতে শান্তিতে প্রবেশ কর। এটাই অনন্তকাল বসবাসের জন্য প্রবেশ করার দিন।",
    "en": "Enter it in peace. This is the Day of Eternity.\""
  },
  {
    "id": 35,
    "ar": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ",
    "tr": "লাহুম মা-ইয়াশাঊনা ফীহা-ওয়ালাদাইনা-মাঝীদ।",
    "bn_haque": "এদের জন্য থাকবে তারা সেখানে যা চাইবে তাই, তার আমাদের কাছে রয়েছে আরো বেশি।",
    "bn_muhi": "তারা তথায় যা চাইবে, তাই পাবে এবং আমার কাছে রয়েছে আরও অধিক।",
    "en": "They will have whatever they wish therein, and with Us is more."
  },
  {
    "id": 36,
    "ar": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًا فَنَقَّبُوا۟ فِى ٱلْبِلَٰدِ هَلْ مِن مَّحِيصٍ",
    "tr": "ওয়াকাম আহলাকনা-কাবলাহুম মিন কারনিন হুম আশাদ্দুমিনহুম বাতশান ফানাক্কাবূফিল বিলা-দি হাল মিম্মাহীস।",
    "bn_haque": "আর তাদের আগে আমরা কত মানবগোষ্ঠীকে ধ্বংস করেছি, তারা এদের চাইতে ছিল শক্তিতে বেশি প্রবল, ফলে তারা দেশে- বিদেশে অভিযান চালাত। কোনো আশ্রয়স্থল আছে কি?",
    "bn_muhi": "আমি তাদের পূর্বে বহু সম্প্রদায়কে ধ্বংস করেছি, তারা এদের অপেক্ষা অধিক শক্তিশালী ছিল এবং দেশে-বিদেশে বিচরণ করে ফিরত। তাদের কোন পলায়ন স্থান ছিল না।",
    "en": "And how many a generation before them did We destroy who were greater than them in [striking] power and had explored throughout the lands. Is there any place of escape?"
  },
  {
    "id": 37,
    "ar": "إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُۥ قَلْبٌ أَوْ أَلْقَى ٱلسَّمْعَ وَهُوَ شَهِيدٌ",
    "tr": "ইন্না ফী যা-লিকা লাযিকরা-লিমান কা-না লাহূকালবুন আও আলকাছ ছাম‘আ ওয়া হুওয়া শাহীদ।",
    "bn_haque": "নিঃসন্দেহ এতে নিশ্চয়ই উপদেশ রয়েছে তার জন্য যার হৃদয় আছে, অথবা যে কান দেয়, আর সে সাক্ষ্য বহন কবে ।",
    "bn_muhi": "এতে উপদেশ রয়েছে তার জন্যে, যার অনুধাবন করার মত অন্তর রয়েছে। অথবা সে নিবিষ্ট মনে শ্রবণ করে।",
    "en": "Indeed in that is a reminder for whoever has a heart or who listens while he is present [in mind]."
  },
  {
    "id": 38,
    "ar": "وَلَقَدْ خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ",
    "tr": "ওয়া লাকাদ খালাকনাছছামা-ওয়া-তি ওয়াল আরদা ওয়ামা-বাইনাহুমা-ফী ছিত্তাতি আইয়ামিওঁ  ওয়ামা-মাছছানা-মিল্লুগূব।",
    "bn_haque": "আর আমরা অবশ্য মহাকাশমন্ডলী ও পৃথিবী এবং এ দুইয়ের মধ্যে যা-কিছু আছে তা সৃষ্টি করেছি ছয় দিনে, আর কোনো ক্লান্তি আমাদের স্পর্শ করে নি।",
    "bn_muhi": "আমি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু ছয়দিনে সৃষ্টি করেছি এবং আমাকে কোনরূপ ক্লান্তি স্পর্শ করেনি।",
    "en": "And We did certainly create the heavens and earth and what is between them in six days, and there touched Us no weariness."
  },
  {
    "id": 39,
    "ar": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ ٱلْغُرُوبِ",
    "tr": "ফাসবির ‘আলা-মা-ইয়াকূ লূনা ওয়া ছাববিহ বিহামদি রাব্বিকা কাবলা তুলূ‘ইশশামছি ওয়া কাবলাল গুরূব।",
    "bn_haque": "অতএব ওরা যা বলে তা সত্ত্বেও তুমি অধ্যবসায় চালিয়ে যাও এবং তোমার প্রভুর প্রশংসায় জপতপ করো সূর্য উদয়ের আগে ও অস্ত যাবার আগে,",
    "bn_muhi": "অতএব, তারা যা কিছু বলে, তজ্জন্যে আপনি ছবর করুন এবং, সূর্যোদয় ও সূর্যাস্তের পূর্বে আপনার পালনকর্তার সপ্রশংস পবিত্রতা ঘোষণা করুন।",
    "en": "So be patient, [O Muhammad], over what they say and exalt [ Allah ] with praise of your Lord before the rising of the sun and before its setting,"
  },
  {
    "id": 40,
    "ar": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَأَدْبَٰرَ ٱلسُّجُودِ",
    "tr": "ওয়া মিনাল্লাইলি ফাছাববিহহু ওয়া আদবা-রাছছুজূদ।",
    "bn_haque": "আর রাতের বেলাতেও তাঁর জপতপ করো, আর এই সিজদাগুলোর পরেও,",
    "bn_muhi": "রাত্রির কিছু অংশে তাঁর পবিত্রতা ঘোষণা করুন এবং নামাযের পশ্চাতেও।",
    "en": "And [in part] of the night exalt Him and after prostration."
  },
  {
    "id": 41,
    "ar": "وَٱسْتَمِعْ يَوْمَ يُنَادِ ٱلْمُنَادِ مِن مَّكَانٍ قَرِيبٍ",
    "tr": "ওয়াছতামি‘ ইয়াওমা ইউনা-দিল মুনা-দি মিম মাকা-নিন কারীব।",
    "bn_haque": "আর শোনো সেইদিন যখন একজন ঘোষণাকারী আহ্বান করবেন নিকটবর্তী স্থান থেকে, --",
    "bn_muhi": "শুন, যে দিন এক আহবানকারী নিকটবর্তী স্থান থেকে আহবান করবে।",
    "en": "And listen on the Day when the Caller will call out from a place that is near -"
  },
  {
    "id": 42,
    "ar": "يَوْمَ يَسْمَعُونَ ٱلصَّيْحَةَ بِٱلْحَقِّ ذَٰلِكَ يَوْمُ ٱلْخُرُوجِ",
    "tr": "ইয়াওমা ইয়াছমা‘ঊনাসসাইহাতা বিলহাক্কি যা-লিকা ইয়াওমুল খুরূজ।",
    "bn_haque": "সেইদিন তারা সত্যি-সত্যি মহাগর্জন শুনতে পাবে। এইটিই বেরিয়ে আসার দিন।",
    "bn_muhi": "যেদিন মানুষ নিশ্চিত সেই ভয়াবহ আওয়াজ শুনতে পাবে, সেদিনই পুনরত্থান দিবস।",
    "en": "The Day they will hear the blast [of the Horn] in truth. That is the Day of Emergence [from the graves]."
  },
  {
    "id": 43,
    "ar": "إِنَّا نَحْنُ نُحْىِۦ وَنُمِيتُ وَإِلَيْنَا ٱلْمَصِيرُ",
    "tr": "ইন্না নাহনুনুহয়ী ওয়ানুমীতুওয়া ইলাইনাল মাসীর।",
    "bn_haque": "নিঃসন্দেহ আমরা স্বয়ং জীবন দান করি এবং আমরাই মৃত্যু ঘটাই, আর আমাদের কাছেই শেষ-আগমন, --",
    "bn_muhi": "আমি জীবন দান করি, মৃত্যু ঘটাই এবং আমারই দিকে সকলের প্রত্যাবর্তন।",
    "en": "Indeed, it is We who give life and cause death, and to Us is the destination"
  },
  {
    "id": 44,
    "ar": "يَوْمَ تَشَقَّقُ ٱلْأَرْضُ عَنْهُمْ سِرَاعًا ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ",
    "tr": "ইয়াওমা তাশাক্কাকুল আরদু‘আনহুম ছিরা-‘আন যা-লিকা হাশরুন ‘আলাইনাইয়াছীর।",
    "bn_haque": "সেইদিন পৃথিবী বিদীর্ণ হয়ে যাবে তাদের থেকে স্ত্রস্ত-ব্যস্তভাবে, এই হচ্ছে মহাসমাবেশ -- আমাদের জন্য সহজ ব্যাপার।",
    "bn_muhi": "যেদিন ভূমন্ডল বিদীর্ণ হয়ে মানুষ ছুটাছুটি করে বের হয়ে আসবে। এটা এমন সমবেত করা, যা আমার জন্যে অতি সহজ।",
    "en": "On the Day the earth breaks away from them [and they emerge] rapidly; that is a gathering easy for Us."
  },
  {
    "id": 45,
    "ar": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَآ أَنتَ عَلَيْهِم بِجَبَّارٍ فَذَكِّرْ بِٱلْقُرْءَانِ مَن يَخَافُ وَعِيدِ",
    "tr": "নাহনুআ‘আলামুবিমা-ইয়াকূলূনা ওয়ামাআনতা ‘আলাইহিম বিজাব্বা-রিন ফাযাক্কির বিলকুরআ-নি মাইঁ ইয়াখা-ফুওয়া‘ঈদ।",
    "bn_haque": "ওরা যা বলে আমরা তা ভাল জানি, আর তুমি তাদের উপরে জবরদস্তি করার লোক নও। অতএব তুমি কুরআন নিয়ে স্মরণ করিয়ে চলো তার প্রতি যে আমার প্রতি‌শ্রুতিকে ভয় করে।",
    "bn_muhi": "তারা যা বলে, তা আমি সম্যক অবগত আছি। আপনি তাদের উপর জোরজবরকারী নন। অতএব, যে আমার শাস্তিকে ভয় করে, তাকে কোরআনের মাধ্যমে উপদেশ দান করুন।",
    "en": "We are most knowing of what they say, and you are not over them a tyrant. But remind by the Qur'an whoever fears My threat."
  }
]