[
  {
    "id": 1,
    "ar": "قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًا",
    "tr": "কুলঊহিয়া ইলাইইয়া আন্নাহুছতামা‘আ নাফারুম মিনাল জিন্নি ফাকা-লূইন্না-ছামি‘নাকুরআ-নান ‘আজাবা- ।",
    "bn_haque": "বলো -- \"আমার কাছে প্রত্যাদেশ করা হয়েছে যে জিনদের একটি দল শুনেছিল, এবং বলেছিল -- 'আমরা নিশ্চয় এক আশ্চর্যজনক কুরআন শুনেছি,",
    "bn_muhi": "বলুনঃ আমার প্রতি ওহী নাযিল করা হয়েছে যে, জিনদের একটি দল কোরআন শ্রবণ করেছে, অতঃপর তারা বলেছেঃ আমরা বিস্ময়কর কোরআন শ্রবণ করেছি;",
    "en": "Say, [O Muhammad], \"It has been revealed to me that a group of the jinn listened and said, 'Indeed, we have heard an amazing Qur'an."
  },
  {
    "id": 2,
    "ar": "يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًا",
    "tr": "ইয়াহদীইলাররুশদি ফাআ-মান্না- বিহী ওয়া লান নুশরিকা বিরাব্বিনাআহাদা- ।",
    "bn_haque": "'যা সুষ্ঠুপথের দিকে চালনা করে, তাই আমরা তাতে ঈমান এনেছি, আর আমরা কখনো আমাদের প্রভুর সাথে কাউকেও শরিক করব না,",
    "bn_muhi": "যা সৎপথ প্রদর্শন করে। ফলে আমরা তাতে বিশ্বাস স্থাপন করেছি। আমরা কখনও আমাদের পালনকর্তার সাথে কাউকে শরীক করব না।",
    "en": "It guides to the right course, and we have believed in it. And we will never associate with our Lord anyone."
  },
  {
    "id": 3,
    "ar": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةً وَلَا وَلَدًا",
    "tr": "ওয়া আন্নাহূতা‘আ- জাদ্দুরাব্বিনা- মাত্তাখাযা সা-হিবাতাওঁ ওয়ালা- ওয়ালাদা- ।",
    "bn_haque": "'আর তিনি, -- সুউন্নত হোক আমাদের প্রভুর মহিমা, -- তিনি কোনো সহচরী গ্রহণ করেন নি, আর না কোনো সন্তান,",
    "bn_muhi": "এবং আরও বিশ্বাস করি যে, আমাদের পালনকর্তার মহান মর্যাদা সবার উর্ধ্বে। তিনি কোন পত্নী গ্রহণ করেননি এবং তাঁর কোন সন্তান নেই।",
    "en": "And [it teaches] that exalted is the nobleness of our Lord; He has not taken a wife or a son"
  },
  {
    "id": 4,
    "ar": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًا",
    "tr": "ওয়া আন্নাহূকা-না ইয়াকূলুছাফীহুনা- ‘আলাল্লা-হি শাতাতা- ।",
    "bn_haque": "'আর এই যে আমাদের মধ্যের নির্বোধেরা আল্লাহ্ সন্বন্ধে অমূলক কথা বলত,",
    "bn_muhi": "আমাদের মধ্যে নির্বোধেরা আল্লাহ তা’আলা সম্পর্কে বাড়াবাড়ির কথাবার্তা বলত।",
    "en": "And that our foolish one has been saying about Allah an excessive transgression."
  },
  {
    "id": 5,
    "ar": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلْإِنسُ وَٱلْجِنُّ عَلَى ٱللَّهِ كَذِبًا",
    "tr": "ওয়া আন্না- জানান্নাআল্লান তাকূলাল ইনছুওয়াল জিন্নু‘আলাল্লা-হি কাযিবা- ।",
    "bn_haque": "'আর এই যে আমরা ভেবেছিলাম যে মানুষ ও জিন আল্লাহ্ সন্বন্ধে কখনো মিথ্যাকথা বলবে না’,",
    "bn_muhi": "অথচ আমরা মনে করতাম, মানুষ ও জিন কখনও আল্লাহ তা’আলা সম্পর্কে মিথ্যা বলতে পারে না।",
    "en": "And we had thought that mankind and the jinn would never speak about Allah a lie."
  },
  {
    "id": 6,
    "ar": "وَأَنَّهُۥ كَانَ رِجَالٌ مِّنَ ٱلْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ ٱلْجِنِّ فَزَادُوهُمْ رَهَقًا",
    "tr": "ওয়া আন্নাহূকা-না রিজা-লুম মিনাল ইনছি ইয়া‘ঊযূনা বিরিজা-লিম মিনাল জিন্নি ফাঝা-দূহুম রাহাকা- ।",
    "bn_haque": "\"আর এই যে মানুষের মধ্যের কিছু লোক জিনজাতির কিছু লোকের আশ্রয় নিত, ফলে ওরা তাদের পাপাচার বাড়িয়ে দিত,",
    "bn_muhi": "অনেক মানুষ অনেক জিনের আশ্রয় নিত, ফলে তারা জিনদের আত্নম্ভরিতা বাড়িয়ে দিত।",
    "en": "And there were men from mankind who sought refuge in men from the jinn, so they [only] increased them in burden."
  },
  {
    "id": 7,
    "ar": "وَأَنَّهُمْ ظَنُّوا۟ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ ٱللَّهُ أَحَدًا",
    "tr": "ওয়া আন্নাহুম জান্নুকামা-জানানতুম আল্লাইঁ ইয়াব‘আছাল্লা- হু আহাদা- ।",
    "bn_haque": "\"আর এই যে তারা ভেবেছিল যেমন তোমরা ভাবছো যে আল্লাহ্ কাউকেও পুনরুত্থিত করবেন না,",
    "bn_muhi": "তারা ধারণা করত, যেমন তোমরা মানবেরা ধারণা কর যে, মৃত্যুর পর আল্লাহ তা’আলা কখনও কাউকে পুনরুত্থিত করবেন না।",
    "en": "And they had thought, as you thought, that Allah would never send anyone [as a messenger]."
  },
  {
    "id": 8,
    "ar": "وَأَنَّا لَمَسْنَا ٱلسَّمَآءَ فَوَجَدْنَٰهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا",
    "tr": "ওয়া আন্না-লামাছনাছছামাআ ফাওয়াজাদনা-হা- মুলিইয়াত হারাছান শাদীদাওঁ ওয়া শুহুবা-।",
    "bn_haque": "\"আর 'আমরা আকাশে আড়ি পাততাম, কিন্ত আমরা তাকে দেখতে পেতাম কড়া প্রহরী ও অগ্নিশিখা দিয়ে ভরপূর,",
    "bn_muhi": "আমরা আকাশ পর্যবেক্ষণ করছি, অতঃপর দেখতে পেয়েছি যে, কঠোর প্রহরী ও উল্কাপিন্ড দ্বারা আকাশ পরিপূর্ণ।",
    "en": "And we have sought [to reach] the heaven but found it filled with powerful guards and burning flames."
  },
  {
    "id": 9,
    "ar": "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَٰعِدَ لِلسَّمْعِ فَمَن يَسْتَمِعِ ٱلْءَانَ يَجِدْ لَهُۥ شِهَابًا رَّصَدًا",
    "tr": "ওয়া আন্না- কুন্না- নাক‘উদুমিনহা- মাকা-‘ইদা লিছছামা‘ই ফামাইঁ ইয়াছতামি‘ইল আনা ইয়াজিদ লাহূশিহা-বাররাসাদা-।",
    "bn_haque": "'আর আমরা নিশ্চয় তার মধ্যের বসবার জায়গাগুলোয় বসে থাকতাম গুনবার জন্য, কিন্ত যে কেউ শুনতে চায় সে এখন দেখতে পায় তার জন্য রয়েছে অগ্নিশিখা অপেক্ষারত;",
    "bn_muhi": "আমরা আকাশের বিভিন্ন ঘাঁটিতে সংবাদ শ্রবণার্থে বসতাম। এখন কেউ সংবাদ শুনতে চাইলে সে জলন্ত উল্কাপিন্ড ওঁৎ পেতে থাকতে দেখে।",
    "en": "And we used to sit therein in positions for hearing, but whoever listens now will find a burning flame lying in wait for him."
  },
  {
    "id": 10,
    "ar": "وَأَنَّا لَا نَدْرِىٓ أَشَرٌّ أُرِيدَ بِمَن فِى ٱلْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا",
    "tr": "ওয়া আন্না-লা-নাদরীআশাররুন উরীদা বিমান ফিল আরদিআম আরা-দা বিহিম রাব্বুহুম রাশাদা- ।",
    "bn_haque": "'আর আমরা অবশ্য জানি না -- পৃথিবীতে যারা রয়েছে তাদের জন্য অমঙ্গল কামনা করা হচ্ছে, না এ-সবের দ্বারা তাদের প্রভু সুষ্ঠুপথের দিশা চাইছেন;",
    "bn_muhi": "আমরা জানি না পৃথিবীবাসীদের অমঙ্গল সাধন করা অভীষ্ট, না তাদের পালনকর্তা তাদের মঙ্গল সাধন করার ইচ্ছা রাখেন।",
    "en": "And we do not know [therefore] whether evil is intended for those on earth or whether their Lord intends for them a right course."
  },
  {
    "id": 11,
    "ar": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَ كُنَّا طَرَآئِقَ قِدَدًا",
    "tr": "ওয়া আন্না-মিন্নাসসা-লিহূনা ওয়া মিন্না-দূ না যা-লিকা কুন্না-তারাইকা কিদাদা- ।",
    "bn_haque": "'আর নিশ্চয় আমাদের কেউ-কেউ সৎপথাবলন্বী আর আমাদের অন্যেরা এর বিপরীত। আমরা বিভিন্ন সম্প্রদায় বিভিন্ন পন্থী;",
    "bn_muhi": "আমাদের কেউ কেউ সৎকর্মপরায়ণ এবং কেউ কেউ এরূপ নয়। আমরা ছিলাম বিভিন্ন পথে বিভক্ত।",
    "en": "And among us are the righteous, and among us are [others] not so; we were [of] divided ways."
  },
  {
    "id": 12,
    "ar": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ ٱللَّهَ فِى ٱلْأَرْضِ وَلَن نُّعْجِزَهُۥ هَرَبًا",
    "tr": "ওয়া আন্না-জানান্না আল্লান নু‘জিঝাল্লা-হা ফিল আরদিওয়া লান নু‘জিঝাহূহারাবা- ।",
    "bn_haque": "'আর আমরা বুঝি যে আমরা দুনিয়াতে কখনো আল্লাহ্‌কে পরাভূত করতে পারব না এবং পলায়নের দ্বারাও তাঁকে কখনও এড়াতে পারব না,",
    "bn_muhi": "আমরা বুঝতে পেরেছি যে, আমরা পৃথিবীতে আল্লাহ তা’আলাকে পরাস্ত করতে পারব না এবং পলায়ন করেও তাকে অপারক করত পরব না।",
    "en": "And we have become certain that we will never cause failure to Allah upon earth, nor can we escape Him by flight."
  },
  {
    "id": 13,
    "ar": "وَأَنَّا لَمَّا سَمِعْنَا ٱلْهُدَىٰٓ ءَامَنَّا بِهِۦ فَمَن يُؤْمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا",
    "tr": "ওয়া আন্না- লাম্মা- ছামি‘নাল হুদাআ-মান্না- বিহী ফামাইঁ ইউ’মিম বিরাব্বিহী ফালাইয়াখা-ফুবাখছাওঁ ওয়ালা- রাহাকা- ।",
    "bn_haque": "'আর আমরা যখন পথনির্দেশ শুনেছি আমরা তাতে বিশ্বাস করেছি। সুতরাং যে কেউ তার প্রভুর প্রতি বিশ্বাস স্থাপন করে, সে তবে আশংকা করবে না কমে যাওয়ার অথবা লাঞ্ছনা পাবার,",
    "bn_muhi": "আমরা যখন সুপথের নির্দেশ শুনলাম, তখন তাতে বিশ্বাস স্থাপন করলাম। অতএব, যে তার পালনকর্তার প্রতি বিশ্বাস করে, সে লোকসান ও জোর-জবরের আশংকা করে না।",
    "en": "And when we heard the guidance, we believed in it. And whoever believes in his Lord will not fear deprivation or burden."
  },
  {
    "id": 14,
    "ar": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَٰسِطُونَ فَمَنْ أَسْلَمَ فَأُو۟لَٰٓئِكَ تَحَرَّوْا۟ رَشَدًا",
    "tr": "ওয়া আন্না- মিন্নাল মুছলিমূনা ওয়া মিন্নাল কা-ছিতূনা ফামান আছলামা ফাউলাইকা তাহররাওঁ ওাশাদা-।",
    "bn_haque": "\"আর আমাদের মধ্যের কেউ-কেউ অবশ্য মুসলিম আর আমাদের অন্যেরা সীমালংঘনকারী। সুতরাং যারা আ‌ত্মসমর্পণ করেছে তারাই তবে সুষ্ঠুপথের সন্ধান খোঁজেছে।",
    "bn_muhi": "আমাদের কিছুসংখ্যক আজ্ঞাবহ এবং কিছুসংখ্যক অন্যায়কারী। যারা আজ্ঞাবহ হয়, তারা সৎপথ বেছে নিয়েছে।",
    "en": "And among us are Muslims [in submission to Allah ], and among us are the unjust. And whoever has become Muslim - those have sought out the right course."
  },
  {
    "id": 15,
    "ar": "وَأَمَّا ٱلْقَٰسِطُونَ فَكَانُوا۟ لِجَهَنَّمَ حَطَبًا",
    "tr": "ওয়া আম্মাল কা-ছিতু না ফাকা-নূলিজাহান্নামা হাতাবা- ।",
    "bn_haque": "'আর সীমালংঘনকারীদের ক্ষেত্রে -- তারা তো জাহান্নামেরই ইন্ধন হয়েছে।’”",
    "bn_muhi": "আর যারা অন্যায়কারী, তারা তো জাহান্নামের ইন্ধন।",
    "en": "But as for the unjust, they will be, for Hell, firewood.'"
  },
  {
    "id": 16,
    "ar": "وَأَلَّوِ ٱسْتَقَٰمُوا۟ عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَٰهُم مَّآءً غَدَقًا",
    "tr": "ওয়া আল্লাবিছতাকা-মূ‘আলাত্তারীকাতি লাআছকাইনা-হুম মাআন গাদাকা-।",
    "bn_haque": "আর এই যে যদি তারা নির্দেশিত পথে কায়েম থাকত তবে আমরা অবশ্যই তাদের প্রচুর পানি দিয়ে সমৃদ্ধ করতাম;",
    "bn_muhi": "আর এই প্রত্যাদেশ করা হয়েছে যে, তারা যদি সত্যপথে কায়েম থাকত, তবে আমি তাদেরকে প্রচুর পানি বর্ষণে সিক্ত করতাম।",
    "en": "And [ Allah revealed] that if they had remained straight on the way, We would have given them abundant provision"
  },
  {
    "id": 17,
    "ar": "لِّنَفْتِنَهُمْ فِيهِ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًا صَعَدًا",
    "tr": "লিনাফতিনাহুম ফীহি ওয়া মাইঁ ইউ‘রিদ‘আন যিকরি রাব্বিহী ইয়াছলুকহু ‘আযা-বান সা‘আদা- ।",
    "bn_haque": "যেন আমরা তাদের পরীক্ষা করতে পারি তার দ্বারা। আর যে কেউ তার প্রভুর স্মরণ থেকে ফিরে থাকে, তিনি তাকে ঢুকিয়ে দেবেন চিরবর্ধমান শাস্তিতে।",
    "bn_muhi": "যাতে এ ব্যাপারে তাদেরকে পরীক্ষা করি। পক্ষান্তরে যে ব্যক্তি তার পালনকর্তার স্মরণ থেকে মুখ ফিরিয়ে নেয়, তিনি তাকে উদীয়মান আযাবে পরিচালিত করবেন।",
    "en": "So We might test them therein. And whoever turns away from the remembrance of his Lord He will put into arduous punishment."
  },
  {
    "id": 18,
    "ar": "وَأَنَّ ٱلْمَسَٰجِدَ لِلَّهِ فَلَا تَدْعُوا۟ مَعَ ٱللَّهِ أَحَدًا",
    "tr": "ওয়া আন্নাল মাছা-জিদা লিল্লা-হি ফালা- তাদ‘ঊ মা‘আল্লা-হি আহাদা-।",
    "bn_haque": "আর এই যে মসজিদগুলো হচ্ছে আল্লাহ্‌র জন্য, সুতরাং তোমরা আল্লাহ্‌র সঙ্গে আর কাউকেও ডেকো না।",
    "bn_muhi": "এবং এই ওহীও করা হয়েছে যে, মসজিদসমূহ আল্লাহ তা’আলাকে স্মরণ করার জন্য। অতএব, তোমরা আল্লাহ তা’আলার সাথে কাউকে ডেকো না।",
    "en": "And [He revealed] that the masjids are for Allah, so do not invoke with Allah anyone."
  },
  {
    "id": 19,
    "ar": "وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا۟ يَكُونُونَ عَلَيْهِ لِبَدًا",
    "tr": "ওয়া আন্নাহূলাম্মা-কা- মা ‘আবদুল্লা-হি ইয়াদ‘ঊহু কা-দূইয়াকূনূনা ‘আলাইহি লিবাদা-।",
    "bn_haque": "আর এই যে যখন আল্লাহ্‌র বান্দা তাঁকে আহ্বান করতে দাঁড়িয়েছিলেন তখন তারা চেয়েছিল তাঁর চারিদিকে ভিড় করতে।",
    "bn_muhi": "আর যখন আল্লাহ তা’আলার বান্দা তাঁকে ডাকার জন্যে দন্ডায়মান হল, তখন অনেক জিন তার কাছে ভিড় জমাল।",
    "en": "And that when the Servant of Allah stood up supplicating Him, they almost became about him a compacted mass.\""
  },
  {
    "id": 20,
    "ar": "قُلْ إِنَّمَآ أَدْعُوا۟ رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًا",
    "tr": "কুল ইন্নামাআদ‘ঊ রাববী ওয়ালাউশরিকুবিহীআহাদা-।",
    "bn_haque": "বলো -- \"নিঃসন্দেহ আমি আমার প্রভুকেই ডাকি, আর আমি তাঁর সঙ্গে কাউকেও শরিক করি না।\"",
    "bn_muhi": "বলুনঃ আমি তো আমার পালনকর্তাকেই ডাকি এবং তাঁর সাথে কাউকে শরীক করি না।",
    "en": "Say, [O Muhammad], \"I only invoke my Lord and do not associate with Him anyone.\""
  },
  {
    "id": 21,
    "ar": "قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا",
    "tr": "কুল ইন্নী লাআমলিকুলাকুম দাররাওঁ ওয়ালা-রাশাদা- ।",
    "bn_haque": "তুমি বলো -- \"আমি কোনো কর্তৃত্ব করি না তোমাদের উপরে আঘাত হানার অথবা উপকার করার।\"",
    "bn_muhi": "বলুনঃ আমি তোমাদের ক্ষতি সাধন করার ও সুপথে আনয়ন করার মালিক নই।",
    "en": "Say, \"Indeed, I do not possess for you [the power of] harm or right direction.\""
  },
  {
    "id": 22,
    "ar": "قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
    "tr": "কুল ইন্নী লাইঁ ইউজীরানী মিনাল্লা-হি আহাদুওঁ ওয়া লান আজিদা মিন দূ নিহী মুলতাহাদা-।",
    "bn_haque": "তুমি বলে যাও -- \"নিশ্চয়ই কেউ আমাকে কখনো রক্ষা করতে পারবে না আল্লাহ্ থেকে, আর তাঁকে বাদ দিয়ে আমি কখনো কোনো আশ্রয়ও পাব না, --",
    "bn_muhi": "বলুনঃ আল্লাহ তা’আলার কবল থেকে আমাকে কেউ রক্ষা করতে পারবে না এবং তিনি ব্যতীত আমি কোন আশ্রয়স্থল পাব না।",
    "en": "Say, \"Indeed, there will never protect me from Allah anyone [if I should disobey], nor will I find in other than Him a refuge."
  },
  {
    "id": 23,
    "ar": "إِلَّا بَلَٰغًا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا",
    "tr": "ইল্লা-বালা-গাম মিনাল্লা-হি ওয়া রিছা-লা-তিহী ওয়া মাইঁ ইয়া‘সিল্লা-হা ওয়া রাছূলাহূ ফাইন্না লাহূনা-রা জাহান্নামা খা-লিদীনা ফীহাআবাদা- ।",
    "bn_haque": "শুধু আল্লাহ্ থেকে পৌঁছে দেওয়া, আর তাঁর বাণীসমূহ।\" আর যে আল্লাহ্ ও তাঁর রসূলের অবাধ্যতা করে, তার জন্য তবে নিশ্চয়ই রয়েছে জাহান্নামের আগুন, তাতে তারা থাকবে দীর্ঘকাল।",
    "bn_muhi": "কিন্তু আল্লাহ তা’আলার বাণী পৌছানো ও তাঁর পয়গাম প্রচার করাই আমার কাজ। যে আল্লাহ ও তাঁর রসূলকে অমান্য করে, তার জন্যে রয়েছে জাহান্নামের অগ্নি। তথায় তারা চিরকাল থাকবে।",
    "en": "But [I have for you] only notification from Allah, and His messages.\" And whoever disobeys Allah and His Messenger - then indeed, for him is the fire of Hell; they will abide therein forever."
  },
  {
    "id": 24,
    "ar": "حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا",
    "tr": "হাত্তা ইয়া- রাআও মা- ইঊ‘আদূনা ফাছাইয়া‘লামূনা মান আদ‘আফুনা-সিরাওঁ ওয়া আকাল্লু‘আদাদা- ।",
    "bn_haque": "যে পর্যন্ত না তারা দেখতে পায় যা তাদের ওয়াদা করা হয়েছিল, তখন তারা সঙ্গে-সঙ্গে জানতে পারবে কে সাহায্যলাভের ক্ষেত্রে দুর্বলতর, আর সংখ্যার দিক দিয়ে অল্প।",
    "bn_muhi": "এমনকি যখন তারা প্রতিশ্রুত শাস্তি দেখতে পাবে, তখন তারা জানতে পারবে, কার সাহায্যকারী দূর্বল এবং কার সংখ্যা কম।",
    "en": "[The disbelievers continue] until, when they see that which they are promised, then they will know who is weaker in helpers and less in number."
  },
  {
    "id": 25,
    "ar": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا",
    "tr": "কুল ইন আদরীআকারীবুম মা-তূ‘আদূনা আম ইয়াজ‘আলুলাহূরাববীআমাদা-।",
    "bn_haque": "বলো -- \"আমি জানি না তোমাদের যা ওয়াদা করা হয়েছে তা আসন্ন, না আমার প্রভু তার জন্য কোনো দীর্ঘমিয়াদ স্থির করবেন।\"",
    "bn_muhi": "বলুনঃ আমি জানি না তোমাদের প্রতিশ্রুত বিষয় আসন্ন না আমার পালনকর্তা এর জন্যে কোন মেয়াদ স্থির করে রেখেছেন।",
    "en": "Say, \"I do not know if what you are promised is near or if my Lord will grant for it a [long] period.\""
  },
  {
    "id": 26,
    "ar": "عَٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا",
    "tr": "‘আ-লিমুলগাইবি ফালা-ইউজহিরু ‘আলা- গাইবিহীআহাদা-।",
    "bn_haque": "তিনি অদৃশ্যের পরিজ্ঞাতা, তাই কারো কাছে তিনি তাঁর রহস্য প্রকাশ করেন না, --",
    "bn_muhi": "তিনি অদৃশ্যের জ্ঞানী। পরন্ত তিনি অদৃশ্য বিষয় কারও কাছে প্রকাশ করেন না।",
    "en": "[He is] Knower of the unseen, and He does not disclose His [knowledge of the] unseen to anyone"
  },
  {
    "id": 27,
    "ar": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًا",
    "tr": "ইল্লা-মানিরতাদা-মিররাছূলিন ফাইন্নাহূইয়াছলুকুমিম বাইনি ইয়াদাইহি ওয়া মিন খালফিহী রাসাদা- ।",
    "bn_haque": "রসূলের মধ্যে যাঁকে তিনি মনোনয়ন করেছেন তাঁকে ব্যতীত, সেজন্য নিশ্চয় তিনি তাঁর সামনে ও তাঁর পেছনে প্রহরী নিয়োজিত করেন,",
    "bn_muhi": "তাঁর মনোনীত রসূল ব্যতীত। তখন তিনি তার অগ্রে ও পশ্চাতে প্রহরী নিযুক্ত করেন",
    "en": "Except whom He has approved of messengers, and indeed, He sends before each messenger and behind him observers"
  },
  {
    "id": 28,
    "ar": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَٰلَٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا",
    "tr": "লিইয়া‘লামা আন কাদ আবলাগূরিছা-লা-তি রাব্বিহিম ওয়া আহা-তাবিমা-লাদাইহিম ওয়াআহসা- কুল্লা শাইয়িন ‘আদাদা- ।",
    "bn_haque": "যেন তিনি জানতে পারেন যে তাঁরা তাঁদের প্রভুর বাণীসমূহ পৌঁছে দিয়েছেন কি না, আর তিনি ঘিরে আছেন তাঁদের কাছের সব- কিছু, আর তিনি সব-কিছুর হিসাব রাখেন গোনে-গোনে।",
    "bn_muhi": "যাতে আল্লাহ তা’আলা জেনে নেন যে, রসূলগণ তাঁদের পালনকর্তার পয়গাম পৌছিয়েছেন কি না। রসূলগণের কাছে যা আছে, তা তাঁর জ্ঞান-গোচর। তিনি সবকিছুর সংখ্যার হিসাব রাখেন।",
    "en": "That he may know that they have conveyed the messages of their Lord; and He has encompassed whatever is with them and has enumerated all things in number."
  }
]