[
  {
    "id": 1,
    "ar": "إِذَا جَآءَكَ ٱلْمُنَٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَٰفِقِينَ لَكَٰذِبُونَ",
    "tr": "ইযা-জাআকাল মুনা-ফিকূনা কা-লূনাশহাদুইন্নাকা লারাছূলুল্লা-হ । ওয়াল্লা-হু ইয়া‘লামুইন্নাকা লারাছূলুহূ ওয়াল্লা-হু ইয়াশহাদুইন্নাল মুনা-ফিকীনা লাকা-যিবূন।",
    "bn_haque": "মুনাফিকরা যখন তোমার কাছে আসে তারা তখন বলে -- \"আমরা সাক্ষ্য দিচ্ছি যে তুমিই তো নিশ্চয়ই আল্লাহ্‌র রসূল।\" আর আল্লাহ্ জানেন যে তুমি নিশ্চয়ই তাঁর রসূল। বস্তুত আল্লাহ্ সাক্ষ্য দিচ্ছেন যে মুনাফিকগোষ্ঠীই আলবৎ মিথ্যাবাদী।",
    "bn_muhi": "মুনাফিকরা আপনার কাছে এসে বলেঃ আমরা সাক্ষ্য দিচ্ছি যে আপনি নিশ্চয়ই আল্লাহর রসূল। আল্লাহ জানেন যে, আপনি অবশ্যই আল্লাহর রসূল এবং আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যাবাদী।",
    "en": "When the hypocrites come to you, [O Muhammad], they say, \"We testify that you are the Messenger of Allah .\" And Allah knows that you are His Messenger, and Allah testifies that the hypocrites are liars."
  },
  {
    "id": 2,
    "ar": "ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
    "tr": "ইত্তাখাযূ আইমা-নাহুম জুন্নাতান ফাসাদ্দূ‘আন ছাবীলিল্লা-হি ইন্নাহুম ছাআ মা-কা-নূ ইয়া‘মালূন।",
    "bn_haque": "তারা তাদের শপথগুলোকে আবরণীরূপে গ্রহণ করে, যাতে তারা আল্লাহ্‌র পথ থেকে ফিরিয়ে রাখতে পারে। নিঃসন্দেহ তারা যা করে চলেছে তা কত মন্দ!",
    "bn_muhi": "তারা তাদের শপথসমূহকে ঢালরূপে ব্যবহার করে। অতঃপর তারা আল্লাহর পথে বাধা সৃষ্টি করে। তারা যা করছে, তা খুবই মন্দ।",
    "en": "They have taken their oaths as a cover, so they averted [people] from the way of Allah . Indeed, it was evil that they were doing."
  },
  {
    "id": 3,
    "ar": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
    "tr": "যা-লিকা বিআন্নাহুম আ-মানূছুম্মা কাফারূফাতুবি‘আ ‘আলা- কুলূবিহিম ফাহুম লাইয়াফকাহূন।",
    "bn_haque": "এটি এই জন্য যে তারা ঈমান আনে, তারপর অবিশ্বাস করে; সেজন্য তাদের হৃদয়ের উপরে মোহর মেরে দেয়া হয়েছে, পরিণামে তারা বুঝতে-সুঝতে পারে না।",
    "bn_muhi": "এটা এজন্য যে, তারা বিশ্বাস করার পর পুনরায় কাফের হয়েছে। ফলে তাদের অন্তরে মোহর মেরে দেয়া হয়েছে। অতএব তারা বুঝে না।",
    "en": "That is because they believed, and then they disbelieved; so their hearts were sealed over, and they do not understand."
  },
  {
    "id": 4,
    "ar": "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ قَٰتَلَهُمُ ٱللَّهُ أَنَّىٰ يُؤْفَكُونَ",
    "tr": "ওয়া ইযা-রাআইতাহুম তু‘জিবুকা আজছা-মুহুম ওয়াইঁয় ইয়াকূলূতাছমা‘ লিকাওলিহিম কাআন্নাহুম খুশুবুমমুছান্নাদাতুইঁ ইয়াহছাবূনা কুল্লা সাইহাতিন ‘আলাইহিম হুমুল ‘আদুওউ ফাহ যারহুম কা-তালাহুমুল্লা-হু আন্না-ইউ’ফাকূন।",
    "bn_haque": "আর তুমি যখন তাদের দেখ তখন তাদের গা-গতর তোমাকে তাজ্জব বানিয়ে দেয়, আর যদি তারা কথা বলে তবে তুমি তাদের বুলি শোনে থাক। তারা যেন এক-একটি কাঠের কুদোঁ ঠেস দিয়ে রাখা। তারা মনে করে প্রত্যেকটি শোরগোল তাদেরই বিরুদ্ধে। তারাই হচ্ছে শত্রু, ফলে তাদের সন্বন্ধে সাবধান হও। আল্লাহ্ তাদের ধ্বংস করুন! কোথা থেকে তাদের ফিরিয়ে দেওয়া হচ্ছে!",
    "bn_muhi": "আপনি যখন তাদেরকে দেখেন, তখন তাদের দেহাবয়ব আপনার কাছে প্রীতিকর মনে হয়। আর যদি তারা কথা বলে, তবে আপনি তাদের কথা শুনেন। তারা প্রাচীরে ঠেকানো কাঠসদৃশ্য। প্রত্যেক শোরগোলকে তারা নিজেদের বিরুদ্ধে মনে করে। তারাই শত্রু, অতএব তাদের সম্পর্কে সতর্ক হোন। ধ্বংস করুন আল্লাহ তাদেরকে। তারা কোথায় বিভ্রান্ত হচ্ছে ?",
    "en": "And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up - they think that every shout is against them. They are the enemy, so beware of them. May Allah destroy them; how are they deluded?"
  },
  {
    "id": 5,
    "ar": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
    "tr": "ওয়াইযা-কীলালাহুম তা‘আ-লাও ইয়াছতাগফিরলাকুমরাছূলুল্লা-হি লাওওয়াও রুঊছাহুম ওয়া রাআইতাহুম ইয়াসুদ্দূনা ওয়া হুম মুছতাকবিরূন।",
    "bn_haque": "আর যখন তাদের বলা হয় -- \"এসো, আল্লাহ্‌র রসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন\", তারা তখন তাদের মাথা নাড়ে, আর তুমি দেখতে পাও তারা ফিরিয়ে রাখছে। আর তারা গর্বিত বোধ করছে।",
    "bn_muhi": "যখন তাদেরকে বলা হয়ঃ তোমরা এস, আল্লাহর রসূল তোমাদের জন্য ক্ষমাপ্রার্থনা করবেন, তখন তারা মাথা ঘুরিয়ে নেয় এবং আপনি তাদেরকে দেখেন যে, তারা অহংকার করে মুখ ফিরিয়ে নেয়।",
    "en": "And when it is said to them, \"Come, the Messenger of Allah will ask forgiveness for you,\" they turn their heads aside and you see them evading while they are arrogant."
  },
  {
    "id": 6,
    "ar": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ",
    "tr": "ছাওয়াউন ‘আলাইহিম আছতাগফারতা লাহুম আম লাম তাছতাগফিরলাহুম লাই ইয়াগফিরাল্লা-হু লাহুম ইন্নাল্লা-হা লা-ইয়াহদিল কাওমাল ফা-ছিকীন।",
    "bn_haque": "তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা তাদের জন্য ক্ষমা প্রার্থনা নাই কর -- এ তাদের জন্য একসমান। আল্লাহ্ কখনো তাদের ক্ষমা করবেন না। নিশ্চয় সত্যত্যাগী লোকদলকে আল্লাহ্ সৎপথে চালান না।",
    "bn_muhi": "আপনি তাদের জন্যে ক্ষমাপ্রার্থনা করুন অথবা না করুন, উভয়ই সমান। আল্লাহ কখনও তাদেরকে ক্ষমা করবেন না। আল্লাহ পাপাচারী সম্প্রদায়কে পথপ্রদর্শন করেন না।",
    "en": "It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allah forgive them. Indeed, Allah does not guide the defiantly disobedient people."
  },
  {
    "id": 7,
    "ar": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَفْقَهُونَ",
    "tr": "হুমুল্লাযীনা ইয়াকূলূনা লা-তুনফিকূ‘আলা-মান ‘ইনদা রাছূলিল্লা-হি হাত্তা-ইয়ানফাদ্দূ ওয়া লিল্লা-হি খাঝাইনুছ ছামা-ওয়া-তি ওয়াল আরদিওয়ালা-কিন্নাল মুনা-ফিকীনা লাইয়াফকাহূন।",
    "bn_haque": "ওরাই তো তারা যারা বলে -- \"আল্লাহ্‌র রসূলের সঙ্গে যারা রয়েছে তাদের জন্য খরচ করো না যে পর্যন্ত না তারা সরে পড়ে।\" আর মহাকাশমন্ডলের ও পৃথিবীর ধনভান্ডার তো আল্লাহ্‌রই, কিন্ত মুনাফিকগোষ্ঠী বোঝে না।",
    "bn_muhi": "তারাই বলেঃ আল্লাহর রাসূলের সাহচর্যে যারা আছে তাদের জন্যে ব্যয় করো না। পরিণামে তারা আপনা-আপনি সরে যাবে। ভূ ও নভোমন্ডলের ধন-ভান্ডার আল্লাহরই কিন্তু মুনাফিকরা তা বোঝে না।",
    "en": "They are the ones who say, \"Do not spend on those who are with the Messenger of Allah until they disband.\" And to Allah belongs the depositories of the heavens and the earth, but the hypocrites do not understand."
  },
  {
    "id": 8,
    "ar": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَعْلَمُونَ",
    "tr": "ইয়াকূলূনা লাইর রাজা‘নাইলাল মাদীনাতি লাইউখরিজান্নাল আ‘আঝঝুমিনহাল আযাল্লা ওয়া লিল্লা-হিল ‘ইঝঝাতুওয়া লিরাছূলিহী ওয়া লিলমু’মিনীনা ওয়ালা-কিন্নাল মুনা-ফিকীনা লা-ইয়া‘লামূন।",
    "bn_haque": "তারা বলে -- \"আমরা যদি মদীনায় ফিরে যাই তাহলে প্রবলরা দুর্বলদের সেখান থেকে অবশ্যই বের করে দেবে।\" কিন্ত ক্ষমতা তো আল্লাহ্‌রই আর তাঁর রসূলের আর মুমিনদের, কিন্ত মুনাফিকরা জানে না।",
    "bn_muhi": "তারাই বলেঃ আমরা যদি মদীনায় প্রত্যাবর্তন করি তবে সেখান থেকে সবল অবশ্যই দুর্বলকে বহিস্কৃত করবে। শক্তি তো আল্লাহ তাঁর রসূল ও মুমিনদেরই কিন্তু মুনাফিকরা তা জানে না।",
    "en": "They say, \"If we return to al-Madinah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allah belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know."
  },
  {
    "id": 9,
    "ar": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُمْ عَن ذِكْرِ ٱللَّهِ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
    "tr": "ইয়া আইয়ুহাল্লাযীনা আ-মানূলা-তুলহিকুম আমওয়া-লুকুম ওয়ালাআওলা-দুকুম ‘আন যিকরিল্লা-হি ওয়া মাইঁ ইয়াফ‘আল যা-লিকা ফাউলাইকা হুমুল খা-ছিরূন।",
    "bn_haque": "ওহে যারা ঈমান এনেছ! তোমাদের ধনসম্পত্তি ও তোমাদের সন্তানসন্ততি যেন তোমাদের আল্লাহ্‌র স্মরণ থেকে ফিরিয়ে না রাখে। আর যে তেমন করে -- তারাই তো তবে খোদ ক্ষতিগ্রস্ত হবে।",
    "bn_muhi": "মুমিনগণ! তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণ থেকে গাফেল না করে। যারা এ কারণে গাফেল হয়, তারাই তো ক্ষতিগ্রস্ত।",
    "en": "O you who have believed, let not your wealth and your children divert you from remembrance of Allah . And whoever does that - then those are the losers."
  },
  {
    "id": 10,
    "ar": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ",
    "tr": "ওয়া আনফিকূমিম্মা-রাঝাকনা-কুম মিন কাবলি আইঁ ইয়া’তিয়া আহাদাকুমুল মাওতু ফাইয়াকূলা রাব্বি লাওলা আখখারতানী ইলা আজালিন কারীবিন ফাআসসাদ্দাকা ওয়া আকুম মিনাসসা-লিহীন।",
    "bn_haque": "আর আমরা তোমাদের যা জীবনোপকরণ দিয়েছি তা থেকে তোমরা খরচ করো তোমাদের কোনো একজনের কাছে মৃত্যু এসে পড়ার আগেই, পাছে তাকে বলতে হয় -- \"আমার প্রভু! কেন তুমি আমাকে এক আসন্নকাল পর্যন্ত অবকাশ দাও নি, তাহলে তো আমি দান-খয়রাত করতাম এবং আমি সৎকর্মীদের অন্তর্ভুক্ত হতে পারতাম।\"",
    "bn_muhi": "আমি তোমাদেরকে যা দিয়েছি, তা থেকে মৃত্যু আসার আগেই ব্যয় কর। অন্যথায় সে বলবেঃ হে আমার পালনকর্তা, আমাকে আরও কিছুকাল অবকাশ দিলে না কেন? তাহলে আমি সদকা করতাম এবং সৎকর্মীদের অন্তর্ভুক্ত হতাম।",
    "en": "And spend [in the way of Allah ] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be among the righteous.\""
  },
  {
    "id": 11,
    "ar": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "tr": "ওয়া লাইঁ ইউআখখিরাল্লা-হু নাফছান ইযা-জাআ আজালুহা- ওয়াল্লা-হু খাবীরুম বিমা-তা‘মালূন।",
    "bn_haque": "আর আল্লাহ্ কোনো সত্ত্বাকে অবকাশ দেন না যখন তার অন্তিম-সময় এসে যায়। আর তোমরা যা কর সে-সন্বন্ধে আল্লাহ্ পূর্ণওয়াকিফহাল।",
    "bn_muhi": "প্রত্যেক ব্যক্তির নির্ধারিত সময় যখন উপস্থিত হবে, তখন আল্লাহ কাউকে অবকাশ দেবেন না। তোমরা যা কর, আল্লাহ সে বিষয়ে খবর রাখেন।",
    "en": "But never will Allah delay a soul when its time has come. And Allah is Acquainted with what you do."
  }
]