[
  {
    "id": 1,
    "ar": "إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
    "tr": "ইন্নাআরছালনা-নূহান ইলা-কাওমিহীআন আনযিরকাওমাকা মিন কাবলি আইঁ ইয়া’তিয়াহুম ‘আযা-বুন আলীম।",
    "bn_haque": "নিঃসন্দেহ আমরা নূহ্‌কে তাঁর লোকদলের কাছে পাঠিয়েছিলাম এই বলে -- \"তোমার লোকদলকে সতর্ক করে দাও তাদের উপরে মর্মন্তুদ শাস্তি আসবার আগে।\"",
    "bn_muhi": "আমি নূহকে প্রেরণ করেছিলাম তাঁর সম্প্রদায়ের প্রতি একথা বলেঃ তুমি তোমার সম্প্রদায়কে সতর্ক কর, তাদের প্রতি মর্মন্তদ শাস্তি আসার আগে।",
    "en": "Indeed, We sent Noah to his people, [saying], \"Warn your people before there comes to them a painful punishment.\""
  },
  {
    "id": 2,
    "ar": "قَالَ يَٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ",
    "tr": "কা-লা ইয়া- কাওমি ইন্নী লাকুম নাযীরুম মুবীন।",
    "bn_haque": "তিনি বলেছিলেন -- \"হে আমার স্বজাতি! নিঃসন্দেহ আমি তোমাদের জন্য একজন স্পষ্ট সতর্ককারী, --",
    "bn_muhi": "সে বলল, হে আমার সম্প্রদায়! আমি তোমাদের জন্যে স্পষ্ট সতর্ককারী।",
    "en": "He said, \"O my people, indeed I am to you a clear warner,"
  },
  {
    "id": 3,
    "ar": "أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
    "tr": "আনি‘বুদুল্লা-হা ওয়াত্তাকূহু ওয়া আতী‘ঊন।",
    "bn_haque": "\"এ বিষয়ে যে তোমরা আল্লাহ্‌র উপাসনা করো ও তাঁকে ভয়-ভক্তি করো, আর আমাকে মেনে চলো।",
    "bn_muhi": "এ বিষয়ে যে, তোমরা আল্লাহ তা’আলার এবাদত কর, তাঁকে ভয় কর এবং আমার আনুগত্য কর।",
    "en": "[Saying], 'Worship Allah, fear Him and obey me."
  },
  {
    "id": 4,
    "ar": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ لَوْ كُنتُمْ تَعْلَمُونَ",
    "tr": "ইয়াগফিরলাকুম মিন যুনূবিকুম ওয়া ইউআখখিরকুম ইলাআজালিম মুছাম্মা- ইন্না আজালাল্লা-হি ইযা-জাআ লা-ইউআখখার । লাও কুনতুম তা‘লামূন।",
    "bn_haque": "তিনি তোমাদের পাপগুলোর কতকটা ক্ষমা করবেন এবং তোমাদের বিরাম দেবেন এক নির্ধারিত কাল পর্যন্ত। নিঃসন্দেহ আল্লাহ্‌র নির্ধারণ করা কাল যখন এসে পড়ে তখন তা পিছিয়ে দেওয়া যায় না, -- যদি তোমরা জানতে!",
    "bn_muhi": "আল্লাহ তা’আলা তোমাদের পাপসমূহ ক্ষমা করবেন এবং নির্দিষ্ট সময় পর্যন্ত অবকাশ দিবেন। নিশ্চয় আল্লাহ তা’আলার নির্দিষ্টকাল যখন হবে, তখন অবকাশ দেয়া হবে না, যদি তোমরা তা জানতে!",
    "en": "Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew.' \""
  },
  {
    "id": 5,
    "ar": "قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًا وَنَهَارًا",
    "tr": "কা-লা রাব্বি ইন্নী দা‘আওতুকাওমী লাইলাওঁ ওয়া নাহা-রা- ।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভূ! আমি তো আমার স্বজাতিকে রাতে ও দিনে আহ্বান করেছি,",
    "bn_muhi": "সে বললঃ হে আমার পালনকর্তা! আমি আমার সম্প্রদায়কে দিবারাত্রি দাওয়াত দিয়েছি;",
    "en": "He said, \"My Lord, indeed I invited my people [to truth] night and day."
  },
  {
    "id": 6,
    "ar": "فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًا",
    "tr": "ফালাম ইয়াঝিদহুম দু‘আঈইল্লা-ফিরা-রা-।",
    "bn_haque": "\"কিন্ত আমার ডাক তাদের পালিয়ে যাওয়া ছাড়া আর কিছুই বাড়ায় নি।",
    "bn_muhi": "কিন্তু আমার দাওয়াত তাদের পলায়নকেই বৃদ্ধি করেছে।",
    "en": "But my invitation increased them not except in flight."
  },
  {
    "id": 7,
    "ar": "وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا۟ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا۟ ثِيَابَهُمْ وَأَصَرُّوا۟ وَٱسْتَكْبَرُوا۟ ٱسْتِكْبَارًا",
    "tr": "ওয়া ইন্নী কুল্লামা-দা‘আওতুহুম লিতাগফিরালাহুম জা‘আলূআসা-বি‘আহুম ফীআ-যানিহিম ওয়াছতাগশাও ছিয়া-বাহুম ওয়া আছাররূ ওয়াছতাকবারুছ তিকবা-রা- ।",
    "bn_haque": "\"আর নিশ্চয় যখনই আমি তাদের আহ্বান করেছি যেন তুমি তাদের ক্ষমা করতে পার, তারা তাদের কানের ভেতরে তাদের আঙ্গুলগুলো ভরে দেয়, আর তাদের কাপড় দিয়ে নিজেদের ঢেকে ফেলে, আর গোঁ ধরে, আর সগর্বে গর্ব করে।",
    "bn_muhi": "আমি যতবারই তাদেরকে দাওয়াত দিয়েছি, যাতে আপনি তাদেরকে ক্ষমা করেন, ততবারই তারা কানে অঙ্গুলি দিয়েছে, মুখমন্ডল বস্ত্রাবৃত করেছে, জেদ করেছে এবং খুব ঔদ্ধত্য প্রদর্শন করেছে।",
    "en": "And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments, persisted, and were arrogant with [great] arrogance."
  },
  {
    "id": 8,
    "ar": "ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًا",
    "tr": "ছু ম্মা ইন্নী- দা‘আওতুহুম জিহা-রা- ।",
    "bn_haque": "\"তারপর আমি নিশ্চয় তাদের আহ্বান করেছি উঁচু গলায়,",
    "bn_muhi": "অতঃপর আমি তাদেরকে প্রকাশ্যে দাওয়াত দিয়েছি,",
    "en": "Then I invited them publicly."
  },
  {
    "id": 9,
    "ar": "ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
    "tr": "ছু ম্মা ইন্নীআ‘লানতুলাহুম ওয়া আছরারতুলাহুম ইছরা-রা-।",
    "bn_haque": "\"তারপর নিশ্চয় আমি তাদের কাছে ঘোষণা করেছি, আর আমি তাদের সঙ্গে গোপনে গোপন কথা বলেছি,",
    "bn_muhi": "অতঃপর আমি ঘোষণা সহকারে প্রচার করেছি এবং গোপনে চুপিসারে বলেছি।",
    "en": "Then I announced to them and [also] confided to them secretly"
  },
  {
    "id": 10,
    "ar": "فَقُلْتُ ٱسْتَغْفِرُوا۟ رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًا",
    "tr": "ফাকুলতুছতাগফিরূ রাব্বাকুম ইন্নাহূকা-না গাফফা-রা-।",
    "bn_haque": "\"আর আমি বলেছি -- তোমাদের প্রভুর কাছে পরিত্রাণ খোঁজো, নিশ্চয় তিনি হচ্ছেন পরম ক্ষমাশীল।",
    "bn_muhi": "অতঃপর বলেছিঃ তোমরা তোমাদের পালনকর্তার ক্ষমা প্রার্থনা কর। তিনি অত্যন্ত ক্ষমাশীল।",
    "en": "And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver."
  },
  {
    "id": 11,
    "ar": "يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا",
    "tr": "ইউরছিলিছ ছামাআ ‘আলাইকুম মিদরা-রা- ।",
    "bn_haque": "\"তিনি তোমাদের উপরে বৃষ্টি পাঠাবেন প্রচুর পরিমাণে,",
    "bn_muhi": "তিনি তোমাদের উপর অজস্র বৃষ্টিধারা ছেড়ে দিবেন,",
    "en": "He will send [rain from] the sky upon you in [continuing] showers"
  },
  {
    "id": 12,
    "ar": "وَيُمْدِدْكُم بِأَمْوَٰلٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّٰتٍ وَيَجْعَل لَّكُمْ أَنْهَٰرًا",
    "tr": "ওয়া ইউমদিদকুম বিআমওয়া-লিওঁ ওয়াবানীনা ওয়া ইয়াজ‘আল্লাকুমজান্না-তিওঁ ওয়া ইয়াজ‘আল্লাকুম আনহা-রা- ।",
    "bn_haque": "\"আর তোমাদের সমৃদ্ধ করবেন ধনদৌলত ও সন্তানসন্ততি দিয়ে, আর তোমাদের জন্য তৈরি করবেন বাগানসমূহ, আর তোমাদের জন্য স্থাপন করবেন নদী-নালা।",
    "bn_muhi": "তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি বাড়িয়ে দিবেন, তোমাদের জন্যে উদ্যান স্থাপন করবেন এবং তোমাদের জন্যে নদীনালা প্রবাহিত করবেন।",
    "en": "And give you increase in wealth and children and provide for you gardens and provide for you rivers."
  },
  {
    "id": 13,
    "ar": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
    "tr": "মা-লাকুম লা-তারজূনা লিল্লা-হি ওয়াকা-রা- ।",
    "bn_haque": "\"তোমাদের কী হয়েছে যে তোমরা আল্লাহ্‌র পক্ষ থেকে শ্রেষ্ঠত্ব স্বীকার করতে চাইছ না,",
    "bn_muhi": "তোমাদের কি হল যে, তোমরা আল্লাহ তা’আলার শ্রেষ্টত্ব আশা করছ না।",
    "en": "What is [the matter] with you that you do not attribute to Allah [due] grandeur"
  },
  {
    "id": 14,
    "ar": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
    "tr": "ওয়া কাদ খালাকাকুম আতওয়া-রা- ।",
    "bn_haque": "\"অথচ তিনি তোমাদের সৃষ্টি করেইছেন স্তরে-স্তরে।",
    "bn_muhi": "অথচ তিনি তোমাদেরকে বিভিন্ন রকমে সৃষ্টি করেছেন।",
    "en": "While He has created you in stages?"
  },
  {
    "id": 15,
    "ar": "أَلَمْ تَرَوْا۟ كَيْفَ خَلَقَ ٱللَّهُ سَبْعَ سَمَٰوَٰتٍ طِبَاقًا",
    "tr": "আলাম তারাও কাইফা খালাকাল্লা-হু ছাব‘আ ছামা-ওয়া-তিন তিবা-কা-।",
    "bn_haque": "\"তোমরা কি লক্ষ্য কর নি কিভাবে আল্লাহ্ সাত আসমানকে সৃষ্টি করেছেন সুবিন্যস্তভাবে,",
    "bn_muhi": "তোমরা কি লক্ষ্য কর না যে, আল্লাহ কিভাবে সপ্ত আকাশ স্তরে স্তরে সৃষ্টি করেছেন।",
    "en": "Do you not consider how Allah has created seven heavens in layers"
  },
  {
    "id": 16,
    "ar": "وَجَعَلَ ٱلْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ ٱلشَّمْسَ سِرَاجًا",
    "tr": "ওয়া জা‘আলাল কামারা ফীহিন্না নূরাওঁ ওয়া জা‘আলাশশামছা ছিরা-জা- ।",
    "bn_haque": "\"আর তাদের মধ্যে তিনি চন্দ্রকে করেছেন একটি আলোক আর সূর্যকে বানিয়েছেন একটি প্রদীপ।",
    "bn_muhi": "এবং সেখানে চন্দ্রকে রেখেছেন আলোরূপে এবং সূর্যকে রেখেছেন প্রদীপরূপে।",
    "en": "And made the moon therein a [reflected] light and made the sun a burning lamp?"
  },
  {
    "id": 17,
    "ar": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلْأَرْضِ نَبَاتًا",
    "tr": "ওয়াল্লা- হু আমবাতাকুম মিনাল আরদিনাবা-তা- ।",
    "bn_haque": "\"আর আল্লাহ্ পৃথিবী থেকে তোমাদের জন্মিয়েছেন এক উৎপাদনরূপে।",
    "bn_muhi": "আল্লাহ তা’আলা তোমাদেরকে মৃত্তিকা থেকে উদগত করেছেন।",
    "en": "And Allah has caused you to grow from the earth a [progressive] growth."
  },
  {
    "id": 18,
    "ar": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
    "tr": "ছু ম্মা ইউ‘ঈদুকুম ফীহা- ওয়া ইউখরিজুকুম ইখরা-জা- ।",
    "bn_haque": "\"তারপর তিনি তোমাদের তাতেই ফিরে পাঠান, এবং তিনি তোমাদের বের করে আনবেন এক বহিষ্কারে।",
    "bn_muhi": "অতঃপর তাতে ফিরিয়ে নিবেন এবং আবার পুনরুত্থিত করবেন।",
    "en": "Then He will return you into it and extract you [another] extraction."
  },
  {
    "id": 19,
    "ar": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلْأَرْضَ بِسَاطًا",
    "tr": "ওয়াল্লা-হু জা‘আলা লাকুমুল আরদা বিছা-তা- ।",
    "bn_haque": "\"আর আল্লাহ্ তোমাদের জন্য পৃথিবীটাকে করেছেন সুবিস্তৃত,",
    "bn_muhi": "আল্লাহ তা’আলা তোমাদের জন্যে ভূমিকে করেছেন বিছানা।",
    "en": "And Allah has made for you the earth an expanse"
  },
  {
    "id": 20,
    "ar": "لِّتَسْلُكُوا۟ مِنْهَا سُبُلًا فِجَاجًا",
    "tr": "লিতাছলুকূমিনহা-ছুবুলান ফিজা-জা- ।",
    "bn_haque": "যেন তোমরা তাতে চলতে পার প্রশস্ত পথে।",
    "bn_muhi": "যাতে তোমরা চলাফেরা কর প্রশস্ত পথে।",
    "en": "That you may follow therein roads of passage.' \""
  },
  {
    "id": 21,
    "ar": "قَالَ نُوحٌ رَّبِّ إِنَّهُمْ عَصَوْنِى وَٱتَّبَعُوا۟ مَن لَّمْ يَزِدْهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارًا",
    "tr": "কা-লা নূহুররাব্বি ইন্নাহুম ‘আসাওনী ওয়াত্তাবা‘ঊ মাল্লাম ইয়াঝিদহু মা-লুহূওয়া ওয়ালাদুহূ ইল্লা- খাছা-রা- ।",
    "bn_haque": "নূহ্ বলেছিলেন -- \"আমার প্রভূ! নিঃসন্দেহ তারা আমাকে অমান্য করেছে এবং অনুসরণ করছে তার যার ধনসম্পত্তি ও সন্তানসন্ততি ক্ষতিসাধন ছাড়া তার আর কিছুই বাড়ায় নি,",
    "bn_muhi": "নূহ বললঃ হে আমার পালনকর্তা, আমার সম্প্রদায় আমাকে অমান্য করেছে আর অনুসরণ করছে এমন লোককে, যার ধন-সম্পদ ও সন্তান-সন্ততি কেবল তার ক্ষতিই বৃদ্ধি করছে।",
    "en": "Noah said, \"My Lord, indeed they have disobeyed me and followed him whose wealth and children will not increase him except in loss."
  },
  {
    "id": 22,
    "ar": "وَمَكَرُوا۟ مَكْرًا كُبَّارًا",
    "tr": "ওয়া মাকারূ মাকরান কুব্বা-রা- ।",
    "bn_haque": "আর তারা এক বিরাট ষড়যন্ত্র এটেছিলঁ।",
    "bn_muhi": "আর তারা ভয়ানক চক্রান্ত করছে।",
    "en": "And they conspired an immense conspiracy."
  },
  {
    "id": 23,
    "ar": "وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
    "tr": "ওয়া কালূলা- তাযারুন্না আ-লিহাতাকুম ওয়ালা- তাযারুন্না ওয়াদ্দাওঁ ওয়ালা-ছুওয়া-‘আওঁ ওয়ালা- ইয়াগূছা ওয়া ইয়া‘ঊকা ওয়া নাছরা- ।",
    "bn_haque": "আর তারা বলেছিল -- \"তোমাদের দেবদেবীকে কিছুতেই পরিত্যাগ করো না, আর পরিত্যাগ করো না ওয়াদকে, এবং সুওয়াকে না, আর নয় য়াগূস ও ইয়া'উক ও নসর-কে।\"",
    "bn_muhi": "তারা বলছেঃ তোমরা তোমাদের উপাস্যদেরকে ত্যাগ করো না এবং ত্যাগ করো না ওয়াদ, সূয়া, ইয়াগুছ, ইয়াউক ও নসরকে।",
    "en": "And said, 'Never leave your gods and never leave Wadd or Suwa' or Yaghuth and Ya'uq and Nasr."
  },
  {
    "id": 24,
    "ar": "وَقَدْ أَضَلُّوا۟ كَثِيرًا وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلًا",
    "tr": "ওয়া কাদ আদাল্লুকাছীরাওঁ ওয়ালা-তাঝিদিজ্জা-লিমীনা ইল্লা-দালা-লা- ।",
    "bn_haque": "আর তারা অনেককে পথভ্রষ্ট করেই ফেলেছে। আর তুমি অন্যায়াচারীদের বিভ্রান্তি ছাড়া আর কিছুই বাড়াচ্ছ না!",
    "bn_muhi": "অথচ তারা অনেককে পথভ্রষ্ট করেছে। অতএব আপনি জালেমদের পথভ্রষ্টতাই বাড়িয়ে দিন।",
    "en": "And already they have misled many. And, [my Lord], do not increase the wrongdoers except in error.\""
  },
  {
    "id": 25,
    "ar": "مِّمَّا خَطِيٓـَٰٔتِهِمْ أُغْرِقُوا۟ فَأُدْخِلُوا۟ نَارًا فَلَمْ يَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًا",
    "tr": "মিম্মা খাতীআতিহিম উগরিকুফাউদখিলূনা-রান ফালাম ইয়াজিদূলাহুম মিন দূ নিল্লা- হি আনসা-রা- ।",
    "bn_haque": "তাদের অপরাধের জন্য তাদের ডুবিয়ে দেওয়া হয়েছিল, ফলে তাদের ঢোকানো হয়েছিল আগুনে। সুতরাং তারা আল্লাহ্‌কে বাদ দিয়ে তাদের জন্য কোনো সাহায্যকারী পায় নি।",
    "bn_muhi": "তাদের গোনাহসমূহের দরুন তাদেরকে নিমজ্জিত করা হয়েছে, অতঃপর দাখিল করা হয়েছে জাহান্নামে। অতঃপর তারা আল্লাহ তা’আলা ব্যতীত কাউকে সাহায্যকারী পায়নি।",
    "en": "Because of their sins they were drowned and put into the Fire, and they found not for themselves besides Allah [any] helpers."
  },
  {
    "id": 26,
    "ar": "وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَٰفِرِينَ دَيَّارًا",
    "tr": "ওয়া কা-লা নূহুররাব্বি লা-তাযার ‘আলাল আরদিমিনাল কা-ফিরীনা দাইইয়া-রা- ।",
    "bn_haque": "আর নূহ্ বলেছিলেন -- \"আমার প্রভূ! এই পৃথিবীর বুকে অবিশ্বাসীদের মধ্যের এক গৃহবাসীকেও অব্যাহতি দিয়ো না।",
    "bn_muhi": "নূহ আরও বললঃ হে আমার পালনকর্তা, আপনি পৃথিবীতে কোন কাফের গৃহবাসীকে রেহাই দিবেন না।",
    "en": "And Noah said, \"My Lord, do not leave upon the earth from among the disbelievers an inhabitant."
  },
  {
    "id": 27,
    "ar": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا۟ عِبَادَكَ وَلَا يَلِدُوٓا۟ إِلَّا فَاجِرًا كَفَّارًا",
    "tr": "ইন্নাকা ইন তাযারহুম ইউদিল্লু‘ইবা- দাকা ওয়ালা- ইয়ালিদূ ইল্লা- ফা-জিরান কাফফা-রা- ।",
    "bn_haque": "\"কেননা তুমি যদি তাদের অব্যাহতি দাও তাহলে তারা তোমার বান্দাদের বিভ্রান্ত করবে, আর তারা দুষ্কৃতিকারী বেঈমানদের ব্যতীত আর কারোর জন্ম দেবে না।",
    "bn_muhi": "যদি আপনি তাদেরকে রেহাই দেন, তবে তারা আপনার বান্দাদেরকে পথভ্রষ্ট করবে এবং জন্ম দিতে থাকবে কেবল পাপাচারী, কাফের।",
    "en": "Indeed, if You leave them, they will mislead Your servants and not beget except [every] wicked one and [confirmed] disbeliever."
  },
  {
    "id": 28,
    "ar": "رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارًۢا",
    "tr": "রাব্বিগফিরলী ওয়ালিওয়া-লিদাইইয়া ওয়া লিমান দাখালা বাইতিয়া মু’মিনাওঁ ওয়া লিলমু’মিনীনা ওয়াল মু’মিনা-তি ওয়ালা- তাঝিদিজ্জা-লিমীনা ইল্লা-তাবা-রা-।",
    "bn_haque": "আমার প্রভূ! আমাকে পরিত্রাণ করো, আর আমার পিতামাতাকে, আর যে কেউ আমার ঘরে বিশ্বাসী হয়ে প্রবেশ করে তাকে, আর বিশ্বাসীপুরুষদের ও বিশ্বাসিনীদের। আর অন্যায়াচারীদের আর কিছু বাড়িয়ো না নিপাত হওয়া ব্যতীত।",
    "bn_muhi": "হে আমার পালনকর্তা! আপনি আমাকে, আমার পিতা-মাতাকে, যারা মুমিন হয়ে আমার গৃহে প্রবেশ করে-তাদেরকে এবং মুমিন পুরুষ ও মুমিন নারীদেরকে ক্ষমা করুন এবং যালেমদের কেবল ধ্বংসই বৃদ্ধি করুন।",
    "en": "My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.\""
  }
]