[
  {
    "id": 1,
    "ar": "حمٓ",
    "tr": "হা-মীম।",
    "bn_haque": "হা মীম!",
    "bn_muhi": "হা-মীম।",
    "en": "Ha, Meem."
  },
  {
    "id": 2,
    "ar": "وَٱلْكِتَٰبِ ٱلْمُبِينِ",
    "tr": "ওয়াল কিতা-বিল মুবীন।",
    "bn_haque": "সুস্পষ্ট গ্রন্থের কথা ভেবে দেখো --",
    "bn_muhi": "শপথ সুস্পষ্ট কিতাবের।",
    "en": "By the clear Book,"
  },
  {
    "id": 3,
    "ar": "إِنَّآ أَنزَلْنَٰهُ فِى لَيْلَةٍ مُّبَٰرَكَةٍ إِنَّا كُنَّا مُنذِرِينَ",
    "tr": "ইন্নাআনঝালনা-হূফী লাইলাতিম মুবা-রাকাতিন ইন্না-কুন্না-মুনযিরীন।",
    "bn_haque": "নিঃসন্দেহ আমরা এটি অবতারণ করেছি এক পবিত্র রাত্রিতে, নিঃসন্দেহ আমরা চির-সতর্ককারী।",
    "bn_muhi": "আমি একে নাযিল করেছি। এক বরকতময় রাতে, নিশ্চয় আমি সতর্ককারী।",
    "en": "Indeed, We sent it down during a blessed night. Indeed, We were to warn [mankind]."
  },
  {
    "id": 4,
    "ar": "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ",
    "tr": "ফীহা-ইউফরাকুকুল্লুআমরিন হাকীম।",
    "bn_haque": "এতে প্রত্যেক বিষয় সুস্পষ্ট করা হয় জ্ঞানভান্ডার দিয়ে,",
    "bn_muhi": "এ রাতে প্রত্যেক প্রজ্ঞাপূর্ণ বিষয় স্থিরীকৃত হয়।",
    "en": "On that night is made distinct every precise matter -"
  },
  {
    "id": 5,
    "ar": "أَمْرًا مِّنْ عِندِنَآ إِنَّا كُنَّا مُرْسِلِينَ",
    "tr": "আমরাম মিন ‘ইনদিনা- ইন্না-কুন্না-মুরছিলীন।",
    "bn_haque": "আমাদের তরফ থেকে এক নির্দেশনামা। নিঃসন্দেহ আমরা সতত প্রেরণকারী, --",
    "bn_muhi": "আমার পক্ষ থেকে আদেশক্রমে, আমিই প্রেরণকারী।",
    "en": "[Every] matter [proceeding] from Us. Indeed, We were to send [a messenger]"
  },
  {
    "id": 6,
    "ar": "رَحْمَةً مِّن رَّبِّكَ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
    "tr": "রাহমাতাম মির রাব্বিকা ইন্নাহূহুওয়াছ ছামী‘উল ‘আলীম।",
    "bn_haque": "তোমার প্রভু কাছ থেকে এ এক অনুগ্রহ। নিঃসন্দেহ তিনি, তিনিই সর্বশ্রোতা, সর্বজ্ঞাতা, --",
    "bn_muhi": "আপনার পালনকর্তার পক্ষ থেকে রহমতস্বরূপ। তিনি সর্বশ্রোতা, সর্বজ্ঞ।",
    "en": "As mercy from your Lord. Indeed, He is the Hearing, the Knowing."
  },
  {
    "id": 7,
    "ar": "رَبِّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَآ إِن كُنتُم مُّوقِنِينَ",
    "tr": "রাব্বিছ ছামা-ওয়া-তি ওয়াল আরদিওয়া মা-বাইনাহুমা- । ইন কনতুম মূকিনীন।",
    "bn_haque": "মহাকাশমন্ডলী ও পৃথিবীর এবং এ দুইয়ের মধ্যে যা আছে তার প্রভু, -- যদি তোমরা সুনিশ্চিত হও।",
    "bn_muhi": "যদি তোমাদের বিশ্বাস থাকে দেখতে পাবে। তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যেবর্তী সবকিছুর পালনকর্তা।",
    "en": "Lord of the heavens and the earth and that between them, if you would be certain."
  },
  {
    "id": 8,
    "ar": "لَآ إِلَٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ رَبُّكُمْ وَرَبُّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ",
    "tr": "লাইলা-হা ইল্লা-হুওয়া ইউহয়ী ওয়া ইউমীতু রাব্বুকুম ওয়া রাব্বুআ-বাইকুমুল আওওয়ালীন।",
    "bn_haque": "তিনি ব্যতীত অন্য উপাস্য নেই, তিনি জীবন দান করেন ও মৃত্যু ঘটান। তোমাদের প্রভু এবং পূর্বকালীন তোমাদের পিতৃপুরষদেরও প্রভু।",
    "bn_muhi": "তিনি ব্যতীত কোন উপাস্য নেই। তিনি জীবন দান করেন ও মৃত্যু দেন। তিনি তোমাদের পালনকর্তা এবং তোমাদের পূর্ববর্তী পিতৃ-পুরুষদেরও পালনকর্তা।",
    "en": "There is no deity except Him; He gives life and causes death. [He is] your Lord and the Lord of your first forefathers."
  },
  {
    "id": 9,
    "ar": "بَلْ هُمْ فِى شَكٍّ يَلْعَبُونَ",
    "tr": "বালহুম ফী শাক্কিইঁ ইয়াল‘আবূন।",
    "bn_haque": "বস্তুতঃ তারা সন্দেহের মাঝে ছেলেখেলা খেলছে।",
    "bn_muhi": "এতদসত্ত্বেও এরা সন্দেহে পতিত হয়ে ক্রীড়া-কৌতুক করছে।",
    "en": "But they are in doubt, amusing themselves."
  },
  {
    "id": 10,
    "ar": "فَٱرْتَقِبْ يَوْمَ تَأْتِى ٱلسَّمَآءُ بِدُخَانٍ مُّبِينٍ",
    "tr": "ফারতাকিব ইয়াওমা তা’তিছ ছামাউ বিদুখা-নিম মুবীন।",
    "bn_haque": "সুতরাং তুমি অপেক্ষা কর সেই দিনের যখন আকাশ নেমে আসবে প্রকাশ্য ধোঁয়া নিয়ে, --",
    "bn_muhi": "অতএব আপনি সেই দিনের অপেক্ষা করুন, যখন আকাশ ধূয়ায় ছেয়ে যাবে।",
    "en": "Then watch for the Day when the sky will bring a visible smoke."
  },
  {
    "id": 11,
    "ar": "يَغْشَى ٱلنَّاسَ هَٰذَا عَذَابٌ أَلِيمٌ",
    "tr": "ইয়াগশান্না-ছা হা-যা-‘আযা-বুন আলীম।",
    "bn_haque": "মানুষকে জড়িয়ে ফেলে। এ এক মর্মন্তদ শাস্তি।",
    "bn_muhi": "যা মানুষকে ঘিরে ফেলবে। এটা যন্ত্রণাদায়ক শাস্তি।",
    "en": "Covering the people; this is a painful torment."
  },
  {
    "id": 12,
    "ar": "رَّبَّنَا ٱكْشِفْ عَنَّا ٱلْعَذَابَ إِنَّا مُؤْمِنُونَ",
    "tr": "রাব্বানাকশিফ ‘আন্নাল ‘আযা-বা ইন্না-মু’মিনূন।",
    "bn_haque": "আমাদের প্রভু! আমাদের থেকে শাস্তি সরিয়ে নাও, নিঃসন্দেহ আমরা বিশ্বাসী হচ্ছি।",
    "bn_muhi": "হে আমাদের পালনকর্তা আমাদের উপর থেকে শাস্তি প্রত্যাহার করুন, আমরা বিশ্বাস স্থাপন করছি।",
    "en": "[They will say], \"Our Lord, remove from us the torment; indeed, we are believers.\""
  },
  {
    "id": 13,
    "ar": "أَنَّىٰ لَهُمُ ٱلذِّكْرَىٰ وَقَدْ جَآءَهُمْ رَسُولٌ مُّبِينٌ",
    "tr": "আন্না-লাহুমুযযিকরা-ওয়াকাদ জাআহুম রাছূলুম মুবীন।",
    "bn_haque": "কেমন ক’রে তাদের জন্য উপদেশ-গ্রন্থ হবে, অথচ তাদের কাছে একজন প্রকাশ্য রসূল এসেই গেছেন?",
    "bn_muhi": "তারা কি করে বুঝবে, অথচ তাদের কাছে এসেছিলেন স্পষ্ট বর্ণনাকারী রসূল।",
    "en": "How will there be for them a reminder [at that time]? And there had come to them a clear Messenger."
  },
  {
    "id": 14,
    "ar": "ثُمَّ تَوَلَّوْا۟ عَنْهُ وَقَالُوا۟ مُعَلَّمٌ مَّجْنُونٌ",
    "tr": "ছু ম্মা তাওয়াল্লাও ‘আনহু ওয়া কা-লূমু‘আল্লামুম মাজনূন।",
    "bn_haque": "কিন্ত তারা তখন তাঁর থেকে ফিরে গিয়েছিল আর বলেছিল -- \"শেখানো, পাগল।\"",
    "bn_muhi": "অতঃপর তারা তাকে পৃষ্ঠপ্রদর্শন করে এবং বলে, সে তো উম্মাদ-শিখানো কথা বলে।",
    "en": "Then they turned away from him and said, \"[He was] taught [and is] a madman.\""
  },
  {
    "id": 15,
    "ar": "إِنَّا كَاشِفُوا۟ ٱلْعَذَابِ قَلِيلًا إِنَّكُمْ عَآئِدُونَ",
    "tr": "ইন্না-কা-শিফুল ‘আযা-বি কালীলান ইন্নাকুম ‘আইদূন।",
    "bn_haque": "আমরা না হয় কিছুকালের জন্য শাস্তি স্থগিতই রাখব, কিন্ত তোমরা তো ফিরে যাবে।",
    "bn_muhi": "আমি তোমাদের উপর থেকে আযাব কিছুটা প্রত্যাহার করব, কিন্তু তোমরা পুনরায় পুনর্বস্থায় ফিরে যাবে।",
    "en": "Indeed, We will remove the torment for a little. Indeed, you [disbelievers] will return [to disbelief]."
  },
  {
    "id": 16,
    "ar": "يَوْمَ نَبْطِشُ ٱلْبَطْشَةَ ٱلْكُبْرَىٰٓ إِنَّا مُنتَقِمُونَ",
    "tr": "ইয়াওমা নাবতিশুল বাতশাতাল কুবরা- ইন্না-মুনতাকিমূন।",
    "bn_haque": "যেদিন আমরা পাকড়াবো বিরাট ধড়পাকড়ে, সেদিন আমরা নিশ্চয়ই শেষ-পরিণতি দেখাব।",
    "bn_muhi": "যেদিন আমি প্রবলভাবে ধৃত করব, সেদিন পুরোপুরি প্রতিশোধ গ্রহণ করবই।",
    "en": "The Day We will strike with the greatest assault, indeed, We will take retribution."
  },
  {
    "id": 17,
    "ar": "وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَآءَهُمْ رَسُولٌ كَرِيمٌ",
    "tr": "ওয়া লাকাদ ফাতান্না-কাবলাহুম কাওমা ফির‘আওনা ওয়া জাআহুম রাছূলুন কারীম।",
    "bn_haque": "আর তাদের আগে আমরা তো ফির'আউনের লোকদলকে পরীক্ষা করেইছিলাম, আর তাদের নিকট এক সম্মানিত রসূল এসেছিলেন,",
    "bn_muhi": "তাদের পূর্বে আমি ফেরাউনের সম্প্রদায়কে পরীক্ষা করেছি এবং তাদের কাছে আগমন করেছেন একজন সম্মানিত রসূল,",
    "en": "And We had already tried before them the people of Pharaoh, and there came to them a noble messenger,"
  },
  {
    "id": 18,
    "ar": "أَنْ أَدُّوٓا۟ إِلَىَّ عِبَادَ ٱللَّهِ إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
    "tr": "আন আদ্দূইলাইইয়া ‘ইবা-দাল্লা-হি ইন্নী লাকুম রাছূলুন আমীন।",
    "bn_haque": "এই বলে -- \"আল্লাহ্‌র বান্দাদের আমার নিকট ফেরত দাও, নিঃসন্দেহ আমি তোমাদের প্রতি একজন বিশ্বস্ত বাণীবাহক,",
    "bn_muhi": "এই মর্মে যে, আল্লাহর বান্দাদেরকে আমার কাছে অর্পণ কর। আমি তোমাদের জন্য প্রেরীত বিশ্বস্ত রসূল।",
    "en": "[Saying], \"Render to me the servants of Allah . Indeed, I am to you a trustworthy messenger,\""
  },
  {
    "id": 19,
    "ar": "وَأَن لَّا تَعْلُوا۟ عَلَى ٱللَّهِ إِنِّىٓ ءَاتِيكُم بِسُلْطَٰنٍ مُّبِينٍ",
    "tr": "ওয়া আল্লা-তা‘লূ‘আল্লাল্লা-হি ইন্নীআ-তীকুম বিছুলতা-নিম মুবীন।",
    "bn_haque": "\"আর যেন তোমরা আল্লাহ্‌র উপরে উঠতে যেও না, নিঃসন্দেহ আমি তোমাদের কাছে নিয়ে এসেছি এক সুস্পষ্ট দলিল।",
    "bn_muhi": "আর তোমরা আল্লাহর বিরুদ্ধে ঔদ্ধত্য প্রকাশ করো না। আমি তোমাদের কাছে প্রকাশ্য প্রমাণ উপস্থিত করছি।",
    "en": "And [saying], \"Be not haughty with Allah . Indeed, I have come to you with clear authority."
  },
  {
    "id": 20,
    "ar": "وَإِنِّى عُذْتُ بِرَبِّى وَرَبِّكُمْ أَن تَرْجُمُونِ",
    "tr": "ওয়া ইন্নী ‘উযতুবিরাববী ওয়া রাব্বিকুম আন তার জুমূন।",
    "bn_haque": "\"আর আমি আলবৎ আশ্রয় চাইছি আমার প্রভু ও তোমাদের প্রভুর কাছে, পাছে তোমরা আমাকে পাথর মে’রে মেরে ফেল।",
    "bn_muhi": "তোমরা যাতে আমাকে প্রস্তরবর্ষণে হত্যা না কর, তজ্জন্যে আমি আমার পালনকর্তা ও তোমাদের পালনকর্তার শরনাপন্ন হয়েছি।",
    "en": "And indeed, I have sought refuge in my Lord and your Lord, lest you stone me."
  },
  {
    "id": 21,
    "ar": "وَإِن لَّمْ تُؤْمِنُوا۟ لِى فَٱعْتَزِلُونِ",
    "tr": "ওয়া ইল্লাম তু’মিনূলী ফা‘তাঝিলূন।",
    "bn_haque": "আর যদি তোমরা আমাতে বিশ্বাস না কর তাহলে আমাকে যেতে দাও।",
    "bn_muhi": "তোমরা যদি আমার প্রতি বিশ্বাস স্থাপন না কর, তবে আমার কাছ থেকে দূরে থাক।",
    "en": "But if you do not believe me, then leave me alone.\""
  },
  {
    "id": 22,
    "ar": "فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوْمٌ مُّجْرِمُونَ",
    "tr": "ফাদা‘আ-রাব্বাহূআন্না হাউলাই কাওমুম মুজরিমূন।",
    "bn_haque": "তারপর তিনি তাঁর প্রভুকে ডেকে বললেন -- \"এরা হচ্ছে এক অপরাধী জাতি।\"",
    "bn_muhi": "অতঃপর সে তার পালনকর্তার কাছে দোয়া করল যে, এরা অপরাধী সম্প্রদায়।",
    "en": "And [finally] he called to his Lord that these were a criminal people."
  },
  {
    "id": 23,
    "ar": "فَأَسْرِ بِعِبَادِى لَيْلًا إِنَّكُم مُّتَّبَعُونَ",
    "tr": "ফাআছরি বি‘ইবা-দী লাইলান ইন্নাকুম মুত্তাবা‘ঊন।",
    "bn_haque": "\"তাহলে আমার বান্দাদের নিয়ে রাত্রিকালে রওয়ানা হও, তোমরা অবশ্যই পশ্চাদ্ধাবিত হবে,",
    "bn_muhi": "তাহলে তুমি আমার বান্দাদেরকে নিয়ে রাত্রিবেলায় বের হয়ে পড়। নিশ্চয় তোমাদের পশ্চাদ্ধবন করা হবে।",
    "en": "[ Allah said], \"Then set out with My servants by night. Indeed, you are to be pursued."
  },
  {
    "id": 24,
    "ar": "وَٱتْرُكِ ٱلْبَحْرَ رَهْوًا إِنَّهُمْ جُندٌ مُّغْرَقُونَ",
    "tr": "ওয়াতরুকিল বাহরা রাহওয়া- ইন্নাহুম জনদুম মুগরাকূন।",
    "bn_haque": "আর সমুদ্রকে পেছনে রেখে যাও শান্ত অবস্থায়। নিঃসন্দেহ তারা হচ্ছে এমন এক বাহিনী যারা নিমজ্জিত হবে।\"",
    "bn_muhi": "এবং সমুদ্রকে অচল থাকতে দাও। নিশ্চয় ওরা নিমজ্জত বাহিনী।",
    "en": "And leave the sea in stillness. Indeed, they are an army to be drowned.\""
  },
  {
    "id": 25,
    "ar": "كَمْ تَرَكُوا۟ مِن جَنَّٰتٍ وَعُيُونٍ",
    "tr": "কাম তারাকূমিন জান্না-তিওঁ ওয়া ‘উইয়ূন।",
    "bn_haque": "তারা পেছনে ফেলে এসেছে কত যে বাগান ও ঝরনা,",
    "bn_muhi": "তারা ছেড়ে গিয়েছিল কত উদ্যান ও প্রস্রবন,",
    "en": "How much they left behind of gardens and springs"
  },
  {
    "id": 26,
    "ar": "وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ",
    "tr": "ওয়া ঝুরূ‘ইওঁ ওয়া মাকা-মিন কারীম।",
    "bn_haque": "আর খেত-খামার ও মনোরম বাসস্থান,",
    "bn_muhi": "কত শস্যক্ষেত্র ও সূরম্য স্থান।",
    "en": "And crops and noble sites"
  },
  {
    "id": 27,
    "ar": "وَنَعْمَةٍ كَانُوا۟ فِيهَا فَٰكِهِينَ",
    "tr": "ওয়া না‘মাতিন কা-নূফীহা-ফা-কিহীন।",
    "bn_haque": "আর ভোগসামগ্রী যাতে তারা অবস্থান করত।",
    "bn_muhi": "কত সুখের উপকরণ, যাতে তারা খোশগল্প করত।",
    "en": "And comfort wherein they were amused."
  },
  {
    "id": 28,
    "ar": "كَذَٰلِكَ وَأَوْرَثْنَٰهَا قَوْمًا ءَاخَرِينَ",
    "tr": "কাযা-লিকা ওয়া আওরাছনা-হা-কাওমান আ-খারীন।",
    "bn_haque": "এইভাবেই, আর এইসব আমরা অন্য এক জাতিকে উত্তরাধিকার করতে দিয়েছিলাম।",
    "bn_muhi": "এমনিই হয়েছিল এবং আমি ওগুলোর মালিক করেছিলাম ভিন্ন সম্প্রদায়কে।",
    "en": "Thus. And We caused to inherit it another people."
  },
  {
    "id": 29,
    "ar": "فَمَا بَكَتْ عَلَيْهِمُ ٱلسَّمَآءُ وَٱلْأَرْضُ وَمَا كَانُوا۟ مُنظَرِينَ",
    "tr": "ফামা-বাকাত ‘আলাইহিমুছ ছামাউ ওয়াল আরদুওয়ামা-কা-নূমুনজারীন।",
    "bn_haque": "তারপর মহাকাশ ও পৃথিবী তাদের জন্য কাঁদে নি, আর তারা অবকাশপ্রাপ্তও হয়নি।",
    "bn_muhi": "তাদের জন্যে ক্রন্দন করেনি আকাশ ও পৃথিবী এবং তারা অবকাশও পায়নি।",
    "en": "And the heaven and earth wept not for them, nor were they reprieved."
  },
  {
    "id": 30,
    "ar": "وَلَقَدْ نَجَّيْنَا بَنِىٓ إِسْرَٰٓءِيلَ مِنَ ٱلْعَذَابِ ٱلْمُهِينِ",
    "tr": "ওয়ালাকাদ নাজ্জাইনা-বানীইছরাঈলা মিনাল ‘আযা-বিল মুহীন।",
    "bn_haque": "আর আমরা নিশ্চয়ই ইসরাইলের বংশধরদের উদ্ধার করে দিয়েছিলাম লাঞ্ছনা-দায়ক শাস্তি থেকে --",
    "bn_muhi": "আমি বনী-ইসরাঈলকে অপমানজনক শাস্তি থেকে উদ্ধার করছি।",
    "en": "And We certainly saved the Children of Israel from the humiliating torment -"
  },
  {
    "id": 31,
    "ar": "مِن فِرْعَوْنَ إِنَّهُۥ كَانَ عَالِيًا مِّنَ ٱلْمُسْرِفِينَ",
    "tr": "মিন ফির‘আওনা ইন্নাহূকা-না ‘আ-লিয়াম্মিনাল মুছরিফীন।",
    "bn_haque": "ফির'আউনের থেকে। নিঃসন্দেহ সে ছিল মহাউদ্ধত, সীমালংঘনকারীদের অন্তর্ভুক্ত।",
    "bn_muhi": "ফেরাউন সে ছিল সীমালংঘনকারীদের মধ্যে শীর্ষস্থানীয়।",
    "en": "From Pharaoh. Indeed, he was a haughty one among the transgressors."
  },
  {
    "id": 32,
    "ar": "وَلَقَدِ ٱخْتَرْنَٰهُمْ عَلَىٰ عِلْمٍ عَلَى ٱلْعَٰلَمِينَ",
    "tr": "ওয়া লাকাদিখতারনা-হুম ‘আলা-‘ইলমিন ‘আলাল ‘আ-লামীন।",
    "bn_haque": "আর আমরা অবশ্য জেনে-শুনেই তাদের নির্বাচন করেছিলাম লোকজনের উপরে,",
    "bn_muhi": "আমি জেনেশুনে তাদেরকে বিশ্ববাসীদের উপর শ্রেষ্ঠত্ব দিয়েছিলাম।",
    "en": "And We certainly chose them by knowledge over [all] the worlds."
  },
  {
    "id": 33,
    "ar": "وَءَاتَيْنَٰهُم مِّنَ ٱلْءَايَٰتِ مَا فِيهِ بَلَٰٓؤٌا۟ مُّبِينٌ",
    "tr": "ওয়া আ-তাইনা-হুম মিনাল আ-য়া-তি মা-ফীহি বালাউম মুবীন।",
    "bn_haque": "আর তাদের দিয়েছিলাম কতক নিদর্শনাবলী যার মধ্যে ছিল এক সুস্পষ্ট পরীক্ষা।",
    "bn_muhi": "এবং আমি তাদেরকে এমন নিদর্শনাবলী দিয়েছিলাম যাতে ছিল স্পষ্ট সাহায্য।",
    "en": "And We gave them of signs that in which there was a clear trial."
  },
  {
    "id": 34,
    "ar": "إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ",
    "tr": "ইন্না হাউলাই লাইয়াকূলূন।",
    "bn_haque": "নিঃসন্দেহ এরা তো বলেই থাকে --",
    "bn_muhi": "কাফেররা বলেই থাকে,",
    "en": "Indeed, these [disbelievers] are saying,"
  },
  {
    "id": 35,
    "ar": "إِنْ هِىَ إِلَّا مَوْتَتُنَا ٱلْأُولَىٰ وَمَا نَحْنُ بِمُنشَرِينَ",
    "tr": "ইন হিয়া ইল্লা-মাওতাতুনাল ঊলা-ওয়ামা-নাহনুবিমুনশারীন।",
    "bn_haque": "\"এইটি আমাদের প্রথমবারের মৃত্যু বৈ তো নয়, কাজেই আমরা তো আর পুনরুত্থিত হবো না।",
    "bn_muhi": "প্রথম মৃত্যুর মাধ্যমেই আমাদের সবকিছুর অবসান হবে এবং আমরা পুনরুত্থিত হব না।",
    "en": "\"There is not but our first death, and we will not be resurrected."
  },
  {
    "id": 36,
    "ar": "فَأْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "ফা’তূবিআ-বাইনাইন কনতুম সা-দিকীন।",
    "bn_haque": "তাহলে আমাদের পিতৃপুরুষদের নিয়ে এস, যদি তোমরা সত্যবাদী হও।",
    "bn_muhi": "তোমরা যদি সত্যবাদী হও, তবে আমাদের পূর্বপুরুষদেরকে নিয়ে এস।",
    "en": "Then bring [back] our forefathers, if you should be truthful.\""
  },
  {
    "id": 37,
    "ar": "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَٱلَّذِينَ مِن قَبْلِهِمْ أَهْلَكْنَٰهُمْ إِنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
    "tr": "আহুম খাইরুন আম কাওমুতুব্বা‘ইওঁ ওয়াল্লাযীনা মিন কাবলিহিম আহলাকনা-হুম ইন্নাহুম কা-নূমুজরিমীন।",
    "bn_haque": "এরাই কি ভাল, না তুব্বার লোকেরা, এবং যারা এদের পূর্ববর্তী ছিল? আমরা তাদের ধ্বংস করেছিলাম, কারণ তারা ছিল অপরাধী।",
    "bn_muhi": "ওরা শ্রেষ্ঠ, না তুব্বার সম্প্রদায় ও তাদের পূর্ববর্তীরা? আমি ওদেরকে ধ্বংস করে দিয়েছি। ওরা ছিল অপরাধী।",
    "en": "Are they better or the people of Tubba' and those before them? We destroyed them, [for] indeed, they were criminals."
  },
  {
    "id": 38,
    "ar": "وَمَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَٰعِبِينَ",
    "tr": "ওয়ামা-খালাকনাছছামা-ওয়া-তি ওয়াল আরদা ওয়ামা বাইনাহুমা-লা-‘ইবীন।",
    "bn_haque": "আর আমরা মহাকাশমন্ডলী ও পৃথিবী আর এ দুইয়ের মধ্যে যা-কিছু আছে তা ছেলে-খেলার জন্য সৃষ্টি করি নি।",
    "bn_muhi": "আমি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু ক্রীড়াচ্ছলে সৃষ্টি করিনি।",
    "en": "And We did not create the heavens and earth and that between them in play."
  },
  {
    "id": 39,
    "ar": "مَا خَلَقْنَٰهُمَآ إِلَّا بِٱلْحَقِّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "tr": "মা-খালাকনা-হুমাইল্লা বিলহাক্কিওয়ালা-কিন্না আকছারাহুম লা-ইয়া‘লামূন।",
    "bn_haque": "আমরা এদুটিকে সত্যের জন্য ভিন্ন সৃষ্টি করি নি, কিন্ত তাদের অধিকাংশই জানে না।",
    "bn_muhi": "আমি এগুলো যথাযথ উদ্দেশ্যে সৃষ্টি করেছি; কিন্তু তাদের অধিকাংশই বোঝে না।",
    "en": "We did not create them except in truth, but most of them do not know."
  },
  {
    "id": 40,
    "ar": "إِنَّ يَوْمَ ٱلْفَصْلِ مِيقَٰتُهُمْ أَجْمَعِينَ",
    "tr": "ইন্না ইয়াওমাল ফাসলি মীকা-তুহুম আজমা‘ঈন।",
    "bn_haque": "নিঃসন্দেহ ফয়সালার দিন হচ্ছে তাদের সবার নির্ধারিত দিনকাল,",
    "bn_muhi": "নিশ্চয় ফয়সালার দিন তাদের সবারই নির্ধারিত সময়।",
    "en": "Indeed, the Day of Judgement is the appointed time for them all -"
  },
  {
    "id": 41,
    "ar": "يَوْمَ لَا يُغْنِى مَوْلًى عَن مَّوْلًى شَيْـًٔا وَلَا هُمْ يُنصَرُونَ",
    "tr": "ইয়াওমা লা-ইউগনী মাওলান ‘আম মাওলান শাইআওঁ ওয়ালা-হুম ইউনসারূন।",
    "bn_haque": "যেদিন এক বন্ধু আরেক বন্ধুর থেকে কোনো প্রকারে লাভবান হবে না, আর তাদের সাহায্যও করা হবে না, --",
    "bn_muhi": "যেদিন কোন বন্ধুই কোন বন্ধুর উপকারে আসবে না এবং তারা সাহায্যপ্রাপ্তও হবে না।",
    "en": "The Day when no relation will avail a relation at all, nor will they be helped -"
  },
  {
    "id": 42,
    "ar": "إِلَّا مَن رَّحِمَ ٱللَّهُ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
    "tr": "ইল্লা-মার রাহিমাল্লা-হু ইন্নাহূহুওয়াল ‘আঝীঝুর রাহীম।",
    "bn_haque": "তারা ব্যতীত যাদের প্রতি আল্লাহ্ করুণা করেছেন। নিঃসন্দেহ তিনি, তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "তবে আল্লাহ যার প্রতি দয়া করেন, তার কথা ভিন্ন। নিশ্চয় তিনি পরাক্রমশালী দয়াময়।",
    "en": "Except those [believers] on whom Allah has mercy. Indeed, He is the Exalted in Might, the Merciful."
  },
  {
    "id": 43,
    "ar": "إِنَّ شَجَرَتَ ٱلزَّقُّومِ",
    "tr": "ইন্না শাজারাতাঝঝাক্কূম।",
    "bn_haque": "নিঃসন্দেহ যিক্কুম বৃক্ষ,",
    "bn_muhi": "নিশ্চয় যাক্কুম বৃক্ষ",
    "en": "Indeed, the tree of zaqqum"
  },
  {
    "id": 44,
    "ar": "طَعَامُ ٱلْأَثِيمِ",
    "tr": "তা‘আ-মুল আছীম।",
    "bn_haque": "পাপীদের খাদ্য, --",
    "bn_muhi": "পাপীর খাদ্য হবে;",
    "en": "Is food for the sinful."
  },
  {
    "id": 45,
    "ar": "كَٱلْمُهْلِ يَغْلِى فِى ٱلْبُطُونِ",
    "tr": "কালমুহলি ইয়াগলী ফিলবুতূন।",
    "bn_haque": "গলিত পিতলের মতো, -- পেটের ভেতরে,",
    "bn_muhi": "গলিত তাম্রের মত পেটে ফুটতে থাকবে।",
    "en": "Like murky oil, it boils within bellies"
  },
  {
    "id": 46,
    "ar": "كَغَلْىِ ٱلْحَمِيمِ",
    "tr": "কাগালইল হামীম।",
    "bn_haque": "ফুটন্ত পানির টগবগ করার মতো।",
    "bn_muhi": "যেমন ফুটে পানি।",
    "en": "Like the boiling of scalding water."
  },
  {
    "id": 47,
    "ar": "خُذُوهُ فَٱعْتِلُوهُ إِلَىٰ سَوَآءِ ٱلْجَحِيمِ",
    "tr": "খুযূহু ফা‘তিলূহু ইলা-ছাওয়াইল জাহীম।",
    "bn_haque": "\"তাকে পাকড়ো, তারপর তাকে টেনে নিয়ে যাও ভয়ংকর আগুনের মাঝখানে,",
    "bn_muhi": "একে ধর এবং টেনে নিয়ে যাও জাহান্নামের মধ্যস্থলে,",
    "en": "[It will be commanded], \"Seize him and drag him into the midst of the Hellfire,"
  },
  {
    "id": 48,
    "ar": "ثُمَّ صُبُّوا۟ فَوْقَ رَأْسِهِۦ مِنْ عَذَابِ ٱلْحَمِيمِ",
    "tr": "ছু ম্মা সুববূফাওকা রা’ছিহী মিন ‘আযা-বিল হামীম।",
    "bn_haque": "\"তারপর তার মাথার উপরে ঢেলে দাও ফুটন্ত পানির শাস্তি,",
    "bn_muhi": "অতঃপর তার মাথার উপর ফুটন্ত পানির আযাব ঢেলে দাও,",
    "en": "Then pour over his head from the torment of scalding water.\""
  },
  {
    "id": 49,
    "ar": "ذُقْ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْكَرِيمُ",
    "tr": "যুক ইন্নাকা আনতাল ‘আঝীঝুল কারীম।",
    "bn_haque": "\"আস্বাদ কর, তুমি তো ছিলে মহাশক্তিশালী, পরম সম্মানিত!’",
    "bn_muhi": "স্বাদ গ্রহণ কর, তুমি তো সম্মানিত, সম্ভ্রান্ত।",
    "en": "[It will be said], \"Taste! Indeed, you are the honored, the noble!"
  },
  {
    "id": 50,
    "ar": "إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمْتَرُونَ",
    "tr": "ইন্না হা-যা-মা-কুনতুম বিহী তামতারূন।",
    "bn_haque": "আলবৎ এ হচ্ছে সেই যে-সন্বন্ধে তোমরা সন্দেহ করতে।",
    "bn_muhi": "এ সম্পর্কে তোমরা সন্দেহে পতিত ছিলে।",
    "en": "Indeed, this is what you used to dispute.\""
  },
  {
    "id": 51,
    "ar": "إِنَّ ٱلْمُتَّقِينَ فِى مَقَامٍ أَمِينٍ",
    "tr": "ইন্নাল মুত্তাকীনা ফী মাকা-মিন আমীন।",
    "bn_haque": "অবশ্য ধর্মভীরুরা থাকবে নিরাপদ স্থানে --",
    "bn_muhi": "নিশ্চয় খোদাভীরুরা নিরাপদ স্থানে থাকবে-",
    "en": "Indeed, the righteous will be in a secure place;"
  },
  {
    "id": 52,
    "ar": "فِى جَنَّٰتٍ وَعُيُونٍ",
    "tr": "ফী জান্না-তিওঁ ওয়া ‘উইঊন।",
    "bn_haque": "বাগানের ও ঝরনার মধ্যে,",
    "bn_muhi": "উদ্যানরাজি ও নির্ঝরিণীসমূহে।",
    "en": "Within gardens and springs,"
  },
  {
    "id": 53,
    "ar": "يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَقَٰبِلِينَ",
    "tr": "ইয়ালবাছূনা মিন ছুনদুছিওঁ ওয়া ইছতাবরাকিম মুতাকা-বিলীন।",
    "bn_haque": "তারা পরিধান করবে মিহি রেশম ও পুরু জরিদার পোশাক, পরস্পরের মুখোমুখি হয়ে।",
    "bn_muhi": "তারা পরিধান করবে চিকন ও পুরু রেশমীবস্ত্র, মুখোমুখি হয়ে বসবে।",
    "en": "Wearing [garments of] fine silk and brocade, facing each other."
  },
  {
    "id": 54,
    "ar": "كَذَٰلِكَ وَزَوَّجْنَٰهُم بِحُورٍ عِينٍ",
    "tr": "কাযা-লিকা ওয়া ঝাওওয়াজনা-হুম বিহূরিন ‘ঈন।",
    "bn_haque": "এইভাবেই! আমরা তাদের জোড় মিলিয়ে দেব আয়তলোচন হূরদের সাথে।",
    "bn_muhi": "এরূপই হবে এবং আমি তাদেরকে আনতলোচনা স্ত্রী দেব।",
    "en": "Thus. And We will marry them to fair women with large, [beautiful] eyes."
  },
  {
    "id": 55,
    "ar": "يَدْعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ",
    "tr": "ইয়াদ‘ঊনা ফীহা-বিকুল্লি ফা-কিহাতিন আ-মিনীন।",
    "bn_haque": "সেখানে তারা আনতে বলবে বিবিধ ফলফসল, নিরাপত্তার সাথে।",
    "bn_muhi": "তারা সেখানে শান্ত মনে বিভিন্ন ফল-মূল আনতে বলবে।",
    "en": "They will call therein for every [kind of] fruit - safe and secure."
  },
  {
    "id": 56,
    "ar": "لَا يَذُوقُونَ فِيهَا ٱلْمَوْتَ إِلَّا ٱلْمَوْتَةَ ٱلْأُولَىٰ وَوَقَىٰهُمْ عَذَابَ ٱلْجَحِيمِ",
    "tr": "লা-ইয়াযূকূনা ফীহাল মাওতা ইল্লাল মাওতাতাল ঊলা- ওয়া ওয়াকা-হুম ‘আযা-বাল জাহীম।",
    "bn_haque": "তারা সেখানে মৃত্যু আস্বাদন করবে না প্রথমবারের মৃত্যু ব্যতীত; আর তিনি তাদের রক্ষা করবেন ভয়ংকর আগুনের শাস্তি থেকে --",
    "bn_muhi": "তারা সেখানে মৃত্যু আস্বাদন করবে না, প্রথম মৃত্যু ব্যতীত এবং আপনার পালনকর্তা তাদেরকে জাহান্নামের আযাব থেকে রক্ষা করবেন।",
    "en": "They will not taste death therein except the first death, and He will have protected them from the punishment of Hellfire"
  },
  {
    "id": 57,
    "ar": "فَضْلًا مِّن رَّبِّكَ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
    "tr": "ফাদলাম মির রাব্বিকা যা-লিকা হুওয়াল ফাওঝুল ‘আজীম।",
    "bn_haque": "তোমার প্রভুর কাছ থেকে এ এক করুণা। এটি খোদ এক বিরাট সাফল্য।",
    "bn_muhi": "আপনার পালনকর্তার কৃপায় এটাই মহা সাফল্য।",
    "en": "As bounty from your Lord. That is what is the great attainment."
  },
  {
    "id": 58,
    "ar": "فَإِنَّمَا يَسَّرْنَٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "tr": "ফাইন্নামা-ইয়াছছারনা-হু বিলিছা-নিকা লা‘আল্লাহুম ইয়াতাযাক্কারূন।",
    "bn_haque": "সুতরাং আমরা নিশ্চয় এটিকে তোমার ভাষায় সহজ করে দিয়েছি যেন তারা মনোনিবেশ করতে পারে।",
    "bn_muhi": "আমি আপনার ভাষায় কোরআনকে সহজ করে দিয়েছি, যাতে তারা স্মরণ রাখে।",
    "en": "And indeed, We have eased the Qur'an in your tongue that they might be reminded."
  },
  {
    "id": 59,
    "ar": "فَٱرْتَقِبْ إِنَّهُم مُّرْتَقِبُونَ",
    "tr": "ফারতাকিব ইন্নাহুম মুরতাকিবূন।",
    "bn_haque": "সুতরাং তুমি প্রতীক্ষা কর, নিঃসন্দেহ তারাও অপেক্ষমাণ রয়েছে।",
    "bn_muhi": "অতএব, আপনি অপেক্ষা করুন, তারাও অপেক্ষা করছে।",
    "en": "So watch, [O Muhammad]; indeed, they are watching [for your end]."
  }
]