[
  {
    "id": 1,
    "ar": "وَٱلنَّجْمِ إِذَا هَوَىٰ",
    "tr": "ওয়ান্নাজমি ইযা-হাওয়া-।",
    "bn_haque": "ভাবো তারকার কথা, যখন তা অস্ত যায়!",
    "bn_muhi": "নক্ষত্রের কসম, যখন অস্তমিত হয়।",
    "en": "By the star when it descends,"
  },
  {
    "id": 2,
    "ar": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ",
    "tr": "মা-দাল্লা সা-হিবুকুম ওয়ামা-গাওয়া-।",
    "bn_haque": "তোমাদের সঙ্গী দোষ-ত্রুটি করেন না, আর তিনি বিপথেও যান না,",
    "bn_muhi": "তোমাদের সংগী পথভ্রষ্ট হননি এবং বিপথগামীও হননি।",
    "en": "Your companion [Muhammad] has not strayed, nor has he erred,"
  },
  {
    "id": 3,
    "ar": "وَمَا يَنطِقُ عَنِ ٱلْهَوَىٰٓ",
    "tr": "ওয়ামা-ইয়ানতিকু‘আনিল হাওয়া-।",
    "bn_haque": "আর তিনি ইচ্ছামত কোনো কথা বলেন না।",
    "bn_muhi": "এবং প্রবৃত্তির তাড়নায় কথা বলেন না।",
    "en": "Nor does he speak from [his own] inclination."
  },
  {
    "id": 4,
    "ar": "إِنْ هُوَ إِلَّا وَحْىٌ يُوحَىٰ",
    "tr": "ইন হুওয়া ইল্লা-ওয়াহইঊ ইয়ূহা-।",
    "bn_haque": "এইখানা প্রত্যাদিষ্ট হওয়া প্রত্যাদেশবাণী বৈ তো নয়, --",
    "bn_muhi": "কোরআন ওহী, যা প্রত্যাদেশ হয়।",
    "en": "It is not but a revelation revealed,"
  },
  {
    "id": 5,
    "ar": "عَلَّمَهُۥ شَدِيدُ ٱلْقُوَىٰ",
    "tr": "‘আল্লামাহূশাদীদুল কুওয়া-।",
    "bn_haque": "তাঁকে শিখিয়েছেন বিরাট শক্তিমান --",
    "bn_muhi": "তাঁকে শিক্ষা দান করে এক শক্তিশালী ফেরেশতা,",
    "en": "Taught to him by one intense in strength -"
  },
  {
    "id": 6,
    "ar": "ذُو مِرَّةٍ فَٱسْتَوَىٰ",
    "tr": "যূ মিররাতিন ফাছতাওয়া",
    "bn_haque": "বলবীর্যের অধিকারী। কাজেই তিনি পরিপূর্ণতায় পৌঁছলেন।",
    "bn_muhi": "সহজাত শক্তিসম্পন্ন, সে নিজ আকৃতিতে প্রকাশ পেল।",
    "en": "One of soundness. And he rose to [his] true form"
  },
  {
    "id": 7,
    "ar": "وَهُوَ بِٱلْأُفُقِ ٱلْأَعْلَىٰ",
    "tr": "ওয়া হুওয়া বিলউফুকিল আ‘লা-।",
    "bn_haque": "আর তিনি রয়েছেন ঊর্ধ্ব দিগন্তে।",
    "bn_muhi": "উর্ধ্ব দিগন্তে,",
    "en": "While he was in the higher [part of the] horizon."
  },
  {
    "id": 8,
    "ar": "ثُمَّ دَنَا فَتَدَلَّىٰ",
    "tr": "ছু ম্মা দানা-ফাতাদাল্লা-।",
    "bn_haque": "তারপর তিনি সন্নিকটে এলেন, অতঃপর তিনি অবনত করলেন,",
    "bn_muhi": "অতঃপর নিকটবর্তী হল ও ঝুলে গেল।",
    "en": "Then he approached and descended"
  },
  {
    "id": 9,
    "ar": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ",
    "tr": "ফাকা-না কা-বা কাওছাইনি আও আদনা-।",
    "bn_haque": "তখন তিনি দুই ধনুকের ব্যবধানে রইলেন, অথবা আরও কাছে।",
    "bn_muhi": "তখন দুই ধনুকের ব্যবধান ছিল অথবা আরও কম।",
    "en": "And was at a distance of two bow lengths or nearer."
  },
  {
    "id": 10,
    "ar": "فَأَوْحَىٰٓ إِلَىٰ عَبْدِهِۦ مَآ أَوْحَىٰ",
    "tr": "ফাআওহাইলা-‘আবদিহী মাআওহা-।",
    "bn_haque": "তখন তিনি তাঁর বান্দার কাছে প্রত্যাদেশ করলেন যা তিনি প্রত্যাদেশ করেন।",
    "bn_muhi": "তখন আল্লাহ তাঁর দাসের প্রতি যা প্রত্যাদেশ করবার, তা প্রত্যাদেশ করলেন।",
    "en": "And he revealed to His Servant what he revealed."
  },
  {
    "id": 11,
    "ar": "مَا كَذَبَ ٱلْفُؤَادُ مَا رَأَىٰٓ",
    "tr": "মা-কাযাবাল ফুআ-দুমা-রাআ-।",
    "bn_haque": "হৃদয় অস্বীকার করে নি যা তিনি দেখেছিলেন তাতে।",
    "bn_muhi": "রসূলের অন্তর মিথ্যা বলেনি যা সে দেখেছে।",
    "en": "The heart did not lie [about] what it saw."
  },
  {
    "id": 12,
    "ar": "أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ",
    "tr": "আফাতুমা-রূনাহূ‘আলা-মা-ইয়ারা-।",
    "bn_haque": "তোমরা কি তবে তাঁর সঙ্গে বিতর্ক করবে যা তিনি দেখেছেন সে-সন্বন্ধে?",
    "bn_muhi": "তোমরা কি বিষয়ে বিতর্ক করবে যা সে দেখেছে?",
    "en": "So will you dispute with him over what he saw?"
  },
  {
    "id": 13,
    "ar": "وَلَقَدْ رَءَاهُ نَزْلَةً أُخْرَىٰ",
    "tr": "ওয়া লাকাদ রাআ-হু নাঝলাতান উখরা-।",
    "bn_haque": "আর তিনি নিশ্চয়ই তাঁকে দেখেছিলেন অন্য এক অবতরণে --",
    "bn_muhi": "নিশ্চয় সে তাকে আরেকবার দেখেছিল,",
    "en": "And he certainly saw him in another descent"
  },
  {
    "id": 14,
    "ar": "عِندَ سِدْرَةِ ٱلْمُنتَهَىٰ",
    "tr": "‘ইনদা ছিদ রাতিল মুনতাহা-।",
    "bn_haque": "দূরদিগন্তের সিদরাহ্‌-গাছের কাছে,",
    "bn_muhi": "সিদরাতুলমুন্তাহার নিকটে,",
    "en": "At the Lote Tree of the Utmost Boundary -"
  },
  {
    "id": 15,
    "ar": "عِندَهَا جَنَّةُ ٱلْمَأْوَىٰٓ",
    "tr": "‘ইনদাহা-জান্নাতুল মা’ওয়া-।",
    "bn_haque": "তার কাছে আছে চির-উপভোগ্য উদ্যান।",
    "bn_muhi": "যার কাছে অবস্থিত বসবাসের জান্নাত।",
    "en": "Near it is the Garden of Refuge -"
  },
  {
    "id": 16,
    "ar": "إِذْ يَغْشَى ٱلسِّدْرَةَ مَا يَغْشَىٰ",
    "tr": "ইয ইয়াগশাসসিদরাতা মা -ইয়াগশা-।",
    "bn_haque": "দেখো! যা আচ্ছাদন করে তা ঢেকে দিয়েছিল সিদরাহ্‌-গাছকে,",
    "bn_muhi": "যখন বৃক্ষটি দ্বারা আচ্ছন্ন হওয়ার, তদ্দ্বারা আচ্ছন্ন ছিল।",
    "en": "When there covered the Lote Tree that which covered [it]."
  },
  {
    "id": 17,
    "ar": "مَا زَاغَ ٱلْبَصَرُ وَمَا طَغَىٰ",
    "tr": "মা-যা-গাল বাসারু ওয়ামা-তাগা-।",
    "bn_haque": "দৃষ্টি বিভ্রান্ত হয় নি এবং তা সীমা ছাড়িয়েও যায় নি।",
    "bn_muhi": "তাঁর দৃষ্টিবিভ্রম হয় নি এবং সীমালংঘনও করেনি।",
    "en": "The sight [of the Prophet] did not swerve, nor did it transgress [its limit]."
  },
  {
    "id": 18,
    "ar": "لَقَدْ رَأَىٰ مِنْ ءَايَٰتِ رَبِّهِ ٱلْكُبْرَىٰٓ",
    "tr": "লাকাদ রাআ-মিন আ-য়া-তি রাব্বিহিল কুবরা-।",
    "bn_haque": "তিনি নিশ্চয়ই তাঁর প্রভুর শ্রেষ্ঠ নিদর্শনগুলোর মধ্যে চেয়ে দেখেছিলেন।",
    "bn_muhi": "নিশ্চয় সে তার পালনকর্তার মহান নিদর্শনাবলী অবলোকন করেছে।",
    "en": "He certainly saw of the greatest signs of his Lord."
  },
  {
    "id": 19,
    "ar": "أَفَرَءَيْتُمُ ٱللَّٰتَ وَٱلْعُزَّىٰ",
    "tr": "আফারাআইতুমুল্লা-তা ওয়াল ‘উঝঝা-।",
    "bn_haque": "তোমরা কি তবে ভেবে দেখেছ লাত ও 'উযযা,",
    "bn_muhi": "তোমরা কি ভেবে দেখেছ লাত ও ওযযা সম্পর্কে।",
    "en": "So have you considered al-Lat and al-'Uzza?"
  },
  {
    "id": 20,
    "ar": "وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلْأُخْرَىٰٓ",
    "tr": "ওয়া মানা-তাছছা-লিছাতাল উখরা-।",
    "bn_haque": "এবং মানাত, -- তৃতীয় আরেকটি?",
    "bn_muhi": "এবং তৃতীয় আরেকটি মানাত সম্পর্কে?",
    "en": "And Manat, the third - the other one?"
  },
  {
    "id": 21,
    "ar": "أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلْأُنثَىٰ",
    "tr": "আলাকুমুযযাকারু ওয়ালাহুল উনছা-।",
    "bn_haque": "তোমাদের জন্য পুত্রসন্তান আর তাঁর জন্য কন্যা!",
    "bn_muhi": "পুত্র-সন্তান কি তোমাদের জন্যে এবং কন্যা-সন্তান আল্লাহর জন্য?",
    "en": "Is the male for you and for Him the female?"
  },
  {
    "id": 22,
    "ar": "تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰٓ",
    "tr": "তিলকা ইযান কিছমাতুন দীঝা-।",
    "bn_haque": "এ তো বড়ই অসংগত বন্টন!",
    "bn_muhi": "এমতাবস্থায় এটা তো হবে খুবই অসংগত বন্টন।",
    "en": "That, then, is an unjust division."
  },
  {
    "id": 23,
    "ar": "إِنْ هِىَ إِلَّآ أَسْمَآءٌ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهْوَى ٱلْأَنفُسُ وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ ٱلْهُدَىٰٓ",
    "tr": "ইন হিয়া ইল্লাআছমাউন ছাম্মাইতুমূহাআনতুম ওয়া আ-বাউকুম মাআনঝালাল্লা-হু বিহা-মিন ছুলতা-নিন ইয়ঁইয়াত্তাবি‘ঊনা ইল্লাজ্জান্না ওয়ামা-তাহওয়াল আনফুছু ওয়া লাকাদ জাআহুম মিররাব্বিহিমুল হুদা-।",
    "bn_haque": "তারা নামাবলী বৈ তো নয়, যা তোমরা নামকরণ করেছ -- তোমরা ও তোমাদের পূর্বপুরুষরা, যাদের জন্য আল্লাহ্ কোনো সনদ পাঠান নি। তারা তো শুধু অনুমানের এবং যা তাদের অন্তর কামনা করে তারই অনুসরণ করে। অথচ তাদের প্রভুর কাছ থেকে তাদের কাছে পথনির্দেশ অবশ্যই এসে গেছে।",
    "bn_muhi": "এগুলো কতগুলো নাম বৈ নয়, যা তোমরা এবং তোমাদের পূর্ব-পুরুষদের রেখেছ। এর সমর্থনে আল্লাহ কোন দলীল নাযিল করেননি। তারা অনুমান এবং প্রবৃত্তিরই অনুসরণ করে। অথচ তাদের কাছে তাদের পালনকর্তার পক্ষ থেকে পথ নির্দেশ এসেছে।",
    "en": "They are not but [mere] names you have named them - you and your forefathers - for which Allah has sent down no authority. They follow not except assumption and what [their] souls desire, and there has already come to them from their Lord guidance."
  },
  {
    "id": 24,
    "ar": "أَمْ لِلْإِنسَٰنِ مَا تَمَنَّىٰ",
    "tr": "আম লিলইনছা-নি মা-তামান্না-।",
    "bn_haque": "অথবা মানুষের জন্য কি তাই থাকবে যা সে কামনা করে?",
    "bn_muhi": "মানুষ যা চায়, তাই কি পায়?",
    "en": "Or is there for man whatever he wishes?"
  },
  {
    "id": 25,
    "ar": "فَلِلَّهِ ٱلْءَاخِرَةُ وَٱلْأُولَىٰ",
    "tr": "ফালিল্লা-হিল আ-খিরাতুওয়াল উলা-।",
    "bn_haque": "কিন্ত শেষটা তো আল্লাহ্‌র, আর প্রথমটাও।",
    "bn_muhi": "অতএব, পরবর্তী ও পূর্ববর্তী সব মঙ্গলই আল্লাহর হাতে।",
    "en": "Rather, to Allah belongs the Hereafter and the first [life]."
  },
  {
    "id": 26,
    "ar": "وَكَم مِّن مَّلَكٍ فِى ٱلسَّمَٰوَٰتِ لَا تُغْنِى شَفَٰعَتُهُمْ شَيْـًٔا إِلَّا مِنۢ بَعْدِ أَن يَأْذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرْضَىٰٓ",
    "tr": "ওয়াকাম মিম মালাকিন ফিছ ছামা-ওয়া-তি লা-তুগনী শাফা-‘আতুহুম শাইআন ইল্লা-মিম বা‘দিআইঁ ইয়া’যানাল্লা-হু লিমাইঁ ইয়াশাউ ওয়া ইয়ারদা-।",
    "bn_haque": "আর মহাকাশমন্ডলে কত যে ফিরিশ্‌তা রয়েছে যাদের সুপারিশ কোনো কাজে আসবে না যতক্ষণ না আল্লাহ্ অনুমতি দেন তার জন্য যাকে তিনি ইচ্ছা করেন ও তিনি সন্তষ্ট হয়েছেন।",
    "bn_muhi": "আকাশে অনেক ফেরেশতা রয়েছে। তাদের কোন সুপারিশ ফলপ্রসূ হয় না যতক্ষণ আল্লাহ যার জন্যে ইচ্ছা ও যাকে পছন্দ করেন, অনুমতি না দেন।",
    "en": "And how many angels there are in the heavens whose intercession will not avail at all except [only] after Allah has permitted [it] to whom He wills and approves."
  },
  {
    "id": 27,
    "ar": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ لَيُسَمُّونَ ٱلْمَلَٰٓئِكَةَ تَسْمِيَةَ ٱلْأُنثَىٰ",
    "tr": "ইন্নাল্লাযীনা লা- ইউ’মিনূনা বিলআ-খিরাতি লাইউছাম্মূনাল মালাইকাতা তাছমিয়াতাল উনছা-।",
    "bn_haque": "নিঃসন্দেহ যারা পরকালে বিশ্বাস করে না তারা ফিরিশ্‌তাদের নাম দেয় মেয়েদের নামে।",
    "bn_muhi": "যারা পরকালে বিশ্বাস করে না, তারাই ফেরেশতাকে নারীবাচক নাম দিয়ে থাকে।",
    "en": "Indeed, those who do not believe in the Hereafter name the angels female names,"
  },
  {
    "id": 28,
    "ar": "وَمَا لَهُم بِهِۦ مِنْ عِلْمٍ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا",
    "tr": "ওয়ামা-লাহুম বিহী মিন ‘ইলমিন ইয়ঁইয়াত্তাবি‘ঊনা ইল্লাজ্জান্না ওয়া ইন্নাজ্জান্না লাইউগনী মিনাল হাক্কিশাইআ-।",
    "bn_haque": "আর এ বিষয়ে তাদের কোনো জ্ঞান নেই। তারা তো অনুমানেরই অনুসরণ করছে, আর নিঃসন্দেহ সত্যের বিরুদ্ধে অনুমানে কোনো লাভ হয় না।",
    "bn_muhi": "অথচ এ বিষয়ে তাদের কোন জ্ঞান নেই। তারা কেবল অনুমানের উপর চলে। অথচ সত্যের ব্যাপারে অনুমান মোটেই ফলপ্রসূ নয়।",
    "en": "And they have thereof no knowledge. They follow not except assumption, and indeed, assumption avails not against the truth at all."
  },
  {
    "id": 29,
    "ar": "فَأَعْرِضْ عَن مَّن تَوَلَّىٰ عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا ٱلْحَيَوٰةَ ٱلدُّنْيَا",
    "tr": "ফাআ‘রিদ‘আম্মান তাওয়াল্লা- ‘আন যিকরিনা-ওয়া লাম ইউরিদ ইল্লাল হায়াতাদ্দুনইয়া-।",
    "bn_haque": "সেজন্য তাকে উপেক্ষা করো যে আমাদের উপদেশ থেকে ফিরে যায় আর দুনিয়ার জীবন ছাড়া আর কিছু চায় না।",
    "bn_muhi": "অতএব যে আমার স্মরণে বিমুখ এবং কেবল পার্থিব জীবনই কামনা করে তার তরফ থেকে আপনি মুখ ফিরিয়ে নিন।",
    "en": "So turn away from whoever turns his back on Our message and desires not except the worldly life."
  },
  {
    "id": 30,
    "ar": "ذَٰلِكَ مَبْلَغُهُم مِّنَ ٱلْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِمَنِ ٱهْتَدَىٰ",
    "tr": "যা-লিকা মাবলাগুহুম মিনাল ‘ইলমি ইন্না রাব্বাকা হুওয়া আ‘লামুবিমান দাল্লা ‘আন ছাবীলিহী ওয়া হুওয়া আ‘লামুবিমানিহতাদা-।",
    "bn_haque": "এইটিই তাদের জ্ঞানের শেষসীমা। নিঃসন্দেহ তোমার প্রভু -- তিনিই ভাল জানেন তাকে যে তার পথ থেকে ভ্রষ্ট হয়েছে, আর তিনিই ভাল জানেন যে সৎপথপ্রাপ্ত।",
    "bn_muhi": "তাদের জ্ঞানের পরিধি এ পর্যন্তই। নিশ্চয় আপনার পালনকর্তা ভাল জানেন, কে তাঁর পথ থেকে বিচ্যুত হয়েছে এবং তিনিই ভাল জানেন কে সুপথপ্রাপ্ত হয়েছে।",
    "en": "That is their sum of knowledge. Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of who is guided."
  },
  {
    "id": 31,
    "ar": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ لِيَجْزِىَ ٱلَّذِينَ أَسَٰٓـُٔوا۟ بِمَا عَمِلُوا۟ وَيَجْزِىَ ٱلَّذِينَ أَحْسَنُوا۟ بِٱلْحُسْنَى",
    "tr": "ওয়া লিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদি লিইয়াজঝিইয়াল্লাযীনা আছাউ বিমা-‘আমিলূওয়া ইয়াজঝিইয়াল্লাযীনা আহছানূবিলহুছনা-।",
    "bn_haque": "আর মহাকাশমন্ডলে যা-কিছু আছে এবং যা-কিছু আছে পৃথিবীতে তা আল্লাহ্‌রই, যেন যারা মন্দ কাজ করেছে তাদের তিনি প্রতিফল দিতে পারেন যা তারা করেছে সেজন্য, আর যারা সৎকাজ করেছে তাদের তিনি ভালভাবে প্রতিদান দিতে পারেন।",
    "bn_muhi": "নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর, যাতে তিনি মন্দকর্মীদেরকে তাদের কর্মের প্রতিফল দেন এবং সৎকর্মীদেরকে দেন ভাল ফল।",
    "en": "And to Allah belongs whatever is in the heavens and whatever is in the earth - that He may recompense those who do evil with [the penalty of] what they have done and recompense those who do good with the best [reward] -"
  },
  {
    "id": 32,
    "ar": "ٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ إِلَّا ٱللَّمَمَ إِنَّ رَبَّكَ وَٰسِعُ ٱلْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ فِى بُطُونِ أُمَّهَٰتِكُمْ فَلَا تُزَكُّوٓا۟ أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ ٱتَّقَىٰٓ",
    "tr": "আল্লাযীনা ইয়াজতানিবূনা কাবাইরালইছমি ওয়ালফাওয়া-হিশা ইল্লাল লামামা ইন্না রাব্বাকা ওয়া-ছি‘উল মাগফিরাতি হুওয়া আ‘লামুবিকুম ইয আনশাআকুম মিনাল আরদি ওয়া ইয আনতুম আজিন্নাতুন ফী বুতূনি উম্মাহা-তিকুম ফালা-তুঝাক্কুআনফুছাকুম হুওয়া আ‘লামুবিমানিত্তাকা-।",
    "bn_haque": "যারা বর্জন করে বড় বড় পাপাচার ও অশ্লীল কাজ -- মুখোমুখি হওয়া ভিন্ন -- তোমার প্রভু পরিত্রাণে নিশ্চয়ই অপরিসীম। তিনি তোমাদের ভালো জানেন যখন থেকে তিনি তোমাদের সৃষ্টির সূচনা করেছেন মাটি থেকে, আর যখন তোমরা ছিলে তোমাদের মায়ের পেটে ভ্রণরূপে। অতএব তোমরা তোমাদের নিজেদের গুণগান করো না। তিনিই ভালো জানেন তাকে যে ধর্মভীরুতা অবলন্বন করে।",
    "bn_muhi": "যারা বড় বড় গোনাহ ও অশ্লীলকার্য থেকে বেঁচে থাকে ছোটখাট অপরাধ করলেও নিশ্চয় আপনার পালনকর্তার ক্ষমা সুদূর বিস্তৃত। তিনি তোমাদের সম্পর্কে ভাল জানেন, যখন তিনি তোমাদেরকে সৃষ্টি করেছেন মৃত্তিকা থেকে এবং যখন তোমরা মাতৃগর্ভে কচি শিশু ছিলে। অতএব তোমরা আত্নপ্রশংসা করো না। তিনি ভাল জানেন কে সংযমী।",
    "en": "Those who avoid the major sins and immoralities, only [committing] slight ones. Indeed, your Lord is vast in forgiveness. He was most knowing of you when He produced you from the earth and when you were fetuses in the wombs of your mothers. So do not claim yourselves to be pure; He is most knowing of who fears Him."
  },
  {
    "id": 33,
    "ar": "أَفَرَءَيْتَ ٱلَّذِى تَوَلَّىٰ",
    "tr": "আফারাআইতাল্লাযী তাওয়াল্লা-।",
    "bn_haque": "তুমি কি তবে তাকে দেখেছ যে ফিরে যায়,",
    "bn_muhi": "আপনি কি তাকে দেখেছেন, যে মুখ ফিরিয়ে নেয়।",
    "en": "Have you seen the one who turned away"
  },
  {
    "id": 34,
    "ar": "وَأَعْطَىٰ قَلِيلًا وَأَكْدَىٰٓ",
    "tr": "ওয়া আ‘তা-কালীলাওঁ ওয়া আকদা-।",
    "bn_haque": "আর যৎসামান্য দান করে এবং নির্দয়তা দেখায়?",
    "bn_muhi": "এবং দেয় সামান্যই ও পাষাণ হয়ে যায়।",
    "en": "And gave a little and [then] refrained?"
  },
  {
    "id": 35,
    "ar": "أَعِندَهُۥ عِلْمُ ٱلْغَيْبِ فَهُوَ يَرَىٰٓ",
    "tr": "আ ‘ইনদাহূ‘ইলমুল গাইবি ফাহুওয়া ইয়ারা-।",
    "bn_haque": "তার কাছে কি অদৃশ্য সম্পর্কে জ্ঞান রয়েছে ফলে সে দেখত পাচ্ছে?",
    "bn_muhi": "তার কাছে কি অদৃশ্যের জ্ঞান আছে যে, সে দেখে?",
    "en": "Does he have knowledge of the unseen, so he sees?"
  },
  {
    "id": 36,
    "ar": "أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ مُوسَىٰ",
    "tr": "আম লাম ইউনাব্বা’ বিমা-ফী সুহুফি মুছা-।",
    "bn_haque": "অথবা তাকে কি সংবাদ দেওয়া হয় নি মূসার গ্রন্থে যা আছে সে-সন্বন্ধে,",
    "bn_muhi": "তাকে কি জানানো হয়নি যা আছে মূসার কিতাবে,",
    "en": "Or has he not been informed of what was in the scriptures of Moses"
  },
  {
    "id": 37,
    "ar": "وَإِبْرَٰهِيمَ ٱلَّذِى وَفَّىٰٓ",
    "tr": "ওয়া ইবরা-হীমাল্লাযী ওয়াফফা।",
    "bn_haque": "এবং ইব্রাহীম সন্বন্ধে যিনি সম্পূর্ণরূপে প্রতিপালন করেছিলেন --",
    "bn_muhi": "এবং ইব্রাহীমের কিতাবে, যে তার দায়িত্ব পালন করেছিল?",
    "en": "And [of] Abraham, who fulfilled [his obligations] -"
  },
  {
    "id": 38,
    "ar": "أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ",
    "tr": "আল্লা-তাঝিরু ওয়া-ঝিরাতুওঁবিঝরা উখরা-।",
    "bn_haque": "যথা কোনো ভারবাহী অন্যের বোঝা বহন করবে না,",
    "bn_muhi": "কিতাবে এই আছে যে, কোন ব্যক্তি কারও গোনাহ নিজে বহন করবে না।",
    "en": "That no bearer of burdens will bear the burden of another"
  },
  {
    "id": 39,
    "ar": "وَأَن لَّيْسَ لِلْإِنسَٰنِ إِلَّا مَا سَعَىٰ",
    "tr": "ওয়াআল লাইছা লিলইনছা-নি ইল্লা-মা-ছা‘আ-।",
    "bn_haque": "আর এই যে মানুষের জন্য কিছুই থাকবে না যার জন্য সে চেষ্টা না ক’রে,",
    "bn_muhi": "এবং মানুষ তাই পায়, যা সে করে,",
    "en": "And that there is not for man except that [good] for which he strives"
  },
  {
    "id": 40,
    "ar": "وَأَنَّ سَعْيَهُۥ سَوْفَ يُرَىٰ",
    "tr": "ওয়া আন্না ছা‘ইয়াহূছাওফা ইউরা-।",
    "bn_haque": "আর এই যে, তার প্রচেষ্টা অচিরেই দৃষ্টিগোচর হবে,",
    "bn_muhi": "তার কর্ম শীঘ্রই দেখা হবে।",
    "en": "And that his effort is going to be seen -"
  },
  {
    "id": 41,
    "ar": "ثُمَّ يُجْزَىٰهُ ٱلْجَزَآءَ ٱلْأَوْفَىٰ",
    "tr": "ছু ম্মা ইউজঝা-হুল জাঝাআল আওফা-।",
    "bn_haque": "তারপর তাকে প্রতিদান দেওয়া হবে পরিপূর্ণ প্রতিদানে,",
    "bn_muhi": "অতঃপর তাকে পূর্ণ প্রতিদান দেয়া হবে।",
    "en": "Then he will be recompensed for it with the fullest recompense"
  },
  {
    "id": 42,
    "ar": "وَأَنَّ إِلَىٰ رَبِّكَ ٱلْمُنتَهَىٰ",
    "tr": "ওয়া আন্না ইলা-রাব্বিকাল মুনতাহা-।",
    "bn_haque": "আর এই যে, তোমার প্রভুর দিকেই হচ্ছে শেষ-সীমা,",
    "bn_muhi": "তোমার পালনকর্তার কাছে সবকিছুর সমাপ্তি,",
    "en": "And that to your Lord is the finality"
  },
  {
    "id": 43,
    "ar": "وَأَنَّهُۥ هُوَ أَضْحَكَ وَأَبْكَىٰ",
    "tr": "ওয়া আন্নাহূহুওয়া আদহাকা ওয়া আবকা-।",
    "bn_haque": "আর এই যে, তিনিই হাসান আর তিনিই কাঁদান,",
    "bn_muhi": "এবং তিনিই হাসান ও কাঁদান",
    "en": "And that it is He who makes [one] laugh and weep"
  },
  {
    "id": 44,
    "ar": "وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحْيَا",
    "tr": "ওয়া আন্নাহূহুওয়া আমা-তা ওয়া আহইয়া-।",
    "bn_haque": "আর এই যে, তিনিই মারেন ও তিনিই বাঁচান।",
    "bn_muhi": "এবং তিনিই মারেন ও বাঁচান,",
    "en": "And that it is He who causes death and gives life"
  },
  {
    "id": 45,
    "ar": "وَأَنَّهُۥ خَلَقَ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰ",
    "tr": "ওয়া আন্নাহূখালাকাঝ ঝাওজাইনিযযাকারা ওয়াল উনছা-।",
    "bn_haque": "আর এই যে, তিনিই সৃষ্টি করেছেন জোড়ায়-জোড়ায় নর ও নারী, --",
    "bn_muhi": "এবং তিনিই সৃষ্টি করেন যুগল-পুরুষ ও নারী।",
    "en": "And that He creates the two mates - the male and female -"
  },
  {
    "id": 46,
    "ar": "مِن نُّطْفَةٍ إِذَا تُمْنَىٰ",
    "tr": "মিন নুতফাতিন ইযা-তুমনা।",
    "bn_haque": "শুক্রকীট থেকে যখন তাকে বিন্যাস করা হয়,",
    "bn_muhi": "একবিন্দু বীর্য থেকে যখন স্খলিত করা হয়।",
    "en": "From a sperm-drop when it is emitted"
  },
  {
    "id": 47,
    "ar": "وَأَنَّ عَلَيْهِ ٱلنَّشْأَةَ ٱلْأُخْرَىٰ",
    "tr": "ওয়া আন্না ‘আলাইহিন্নাশআতাল উখরা-।",
    "bn_haque": "আর এই যে, তাঁর উপরেই রয়েছে পুনরায় উত্থানের দায়িত্ব,",
    "bn_muhi": "পুনরুত্থানের দায়িত্ব তাঁরই,",
    "en": "And that [incumbent] upon Him is the next creation"
  },
  {
    "id": 48,
    "ar": "وَأَنَّهُۥ هُوَ أَغْنَىٰ وَأَقْنَىٰ",
    "tr": "ওয়া আন্নাহূহুওয়া আগনা-ওয়া আকনা-।",
    "bn_haque": "আর এই যে, তিনিই ধনদৌলত দেন ও সুখ-সমৃদ্ধি প্রদান করেন,",
    "bn_muhi": "এবং তিনিই ধনবান করেন ও সম্পদ দান করেন।",
    "en": "And that it is He who enriches and suffices"
  },
  {
    "id": 49,
    "ar": "وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعْرَىٰ",
    "tr": "ওয়া আন্নাহূহুওয়া রাব্বুশ শি‘রা-।",
    "bn_haque": "আর এই যে, তিনিই শি'রা নক্ষত্রের প্রভু,",
    "bn_muhi": "তিনি শিরা নক্ষত্রের মালিক।",
    "en": "And that it is He who is the Lord of Sirius"
  },
  {
    "id": 50,
    "ar": "وَأَنَّهُۥٓ أَهْلَكَ عَادًا ٱلْأُولَىٰ",
    "tr": "ওয়া আন্নাহূআহলাকা ‘আ-দানিল ঊলা-।",
    "bn_haque": "আর এই যে, তিনিই ধ্বংস করেছিলেন প্রাচীনকালের 'আদ-জাতিকে,",
    "bn_muhi": "তিনিই প্রথম আদ সম্প্রদায়কে ধ্বংস করেছেন,",
    "en": "And that He destroyed the first [people of] 'Aad"
  },
  {
    "id": 51,
    "ar": "وَثَمُودَا۟ فَمَآ أَبْقَىٰ",
    "tr": "ওয়া ছামূদা ফামাআবকা-।",
    "bn_haque": "আর ছামূদ-জাতিও, তাই তিনি বাকী রাখেন নি,",
    "bn_muhi": "এবং সামুদকেও; অতঃপর কাউকে অব্যহতি দেননি।",
    "en": "And Thamud - and He did not spare [them] -"
  },
  {
    "id": 52,
    "ar": "وَقَوْمَ نُوحٍ مِّن قَبْلُ إِنَّهُمْ كَانُوا۟ هُمْ أَظْلَمَ وَأَطْغَىٰ",
    "tr": "ওয়া কাওমা নূহিম মিন কাবলু ইন্নাহুম কা-নূহুম আজলামা ওয়া আতগা-।",
    "bn_haque": "আর নূহ-এর লোকদলও এর আগে। নিঃসন্দেহ তারা ছিল -- তারাই তো ছিল অত্যন্ত অত্যাচারী ও বেজায় অবাধ্য।",
    "bn_muhi": "এবং তাদের পূর্বে নূহের সম্প্রদায়কে, তারা ছিল আরও জালেম ও অবাধ্য।",
    "en": "And the people of Noah before. Indeed, it was they who were [even] more unjust and oppressing."
  },
  {
    "id": 53,
    "ar": "وَٱلْمُؤْتَفِكَةَ أَهْوَىٰ",
    "tr": "ওয়াল মু’তাফিকাতা আহওয়া-।",
    "bn_haque": "আর উলটে ফেলা শহরগুলো -- তিনি ধ্বংস করেছিলেন,",
    "bn_muhi": "তিনিই জনপদকে শুন্যে উত্তোলন করে নিক্ষেপ করেছেন।",
    "en": "And the overturned towns He hurled down"
  },
  {
    "id": 54,
    "ar": "فَغَشَّىٰهَا مَا غَشَّىٰ",
    "tr": "ফাগাশশা-হা-মা-গাশশা-।",
    "bn_haque": "ফলে তাদের তিনি ঢেকে দিয়েছিলেন যা ঢেকে দেয়।",
    "bn_muhi": "অতঃপর তাকে আচ্ছন্ন করে নেয় যা আচ্ছন্ন করার।",
    "en": "And covered them by that which He covered."
  },
  {
    "id": 55,
    "ar": "فَبِأَىِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ",
    "tr": "ফাবিআইয়ি আ-লাই রাব্বিকা তাতামা-রা-।",
    "bn_haque": "অতএব তোমার প্রভুর কোন অনুগ্রহ সম্পর্কে তুমি বাদানুবাদ করবে?",
    "bn_muhi": "অতঃপর তুমি তোমার পালনকর্তার কোন অনুগ্রহকে মিথ্যা বলবে?",
    "en": "Then which of the favors of your Lord do you doubt?"
  },
  {
    "id": 56,
    "ar": "هَٰذَا نَذِيرٌ مِّنَ ٱلنُّذُرِ ٱلْأُولَىٰٓ",
    "tr": "হা-যা-নাযীরুম মিনান নুযুরিল ঊলা-।",
    "bn_haque": "প্রাচীনকালের সতর্ককারীদের মধ্যে থেকে ইনি হচ্ছেন একজন সতর্ককারী।",
    "bn_muhi": "অতীতের সতর্ককারীদের মধ্যে সে-ও একজন সতর্ককারী।",
    "en": "This [Prophet] is a warner like the former warners."
  },
  {
    "id": 57,
    "ar": "أَزِفَتِ ٱلْءَازِفَةُ",
    "tr": "আ-ঝিফাতিল আ-ঝিফাহ।",
    "bn_haque": "আসন্ন ঘটনা সমাগত,",
    "bn_muhi": "কেয়ামত নিকটে এসে গেছে।",
    "en": "The Approaching Day has approached."
  },
  {
    "id": 58,
    "ar": "لَيْسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ",
    "tr": "লাইছা লাহা-মিন দূনিল্লা-হি কা-শিফাহ।",
    "bn_haque": "এটি দূর করবার মতো আল্লাহ্ ছাড়া আর কেউ নেই।",
    "bn_muhi": "আল্লাহ ব্যতীত কেউ একে প্রকাশ করতে সক্ষম নয়।",
    "en": "Of it, [from those] besides Allah, there is no remover."
  },
  {
    "id": 59,
    "ar": "أَفَمِنْ هَٰذَا ٱلْحَدِيثِ تَعْجَبُونَ",
    "tr": "আফামিন হা-যাল হাদীছিতা‘জাবূন।",
    "bn_haque": "এই বিবৃতিতে তোমরা কি তাজ্জব হচ্ছ?",
    "bn_muhi": "তোমরা কি এই বিষয়ে আশ্চর্যবোধ করছ?",
    "en": "Then at this statement do you wonder?"
  },
  {
    "id": 60,
    "ar": "وَتَضْحَكُونَ وَلَا تَبْكُونَ",
    "tr": "ওয়া তাদহাকূনা ওয়ালা-তাবকূন।",
    "bn_haque": "আর তোমরা কি হাসছ, তোমরা কি আর কাঁদবে না?",
    "bn_muhi": "এবং হাসছ-ক্রন্দন করছ না?",
    "en": "And you laugh and do not weep"
  },
  {
    "id": 61,
    "ar": "وَأَنتُمْ سَٰمِدُونَ",
    "tr": "ওয়া আনতুম ছা-মিদূন।",
    "bn_haque": "আর তোমরা তো হেলাফেলা করছ।",
    "bn_muhi": "তোমরা ক্রীড়া-কৌতুক করছ,",
    "en": "While you are proudly sporting?"
  },
  {
    "id": 62,
    "ar": "فَٱسْجُدُوا۟ لِلَّهِ وَٱعْبُدُوا۟ ۩",
    "tr": "ফাছজূদূলিল্লা-হি ওয়া‘বুদূ(ছিজদাহ-১২)।",
    "bn_haque": "অতএব আল্লাহ্‌র প্রতি সিজদা করো এবং উপাসনা করো।",
    "bn_muhi": "অতএব আল্লাহকে সেজদা কর এবং তাঁর এবাদত কর।",
    "en": "So prostrate to Allah and worship [Him]."
  }
]