[
  {
    "id": 1,
    "ar": "سُبْحَٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَٰتِنَآ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "tr": "ছুবহা-নাল্লাযীআছরা-বিআ‘বদিহী লাইলাম মিনাল মাছজিদিল হারা-মি ইলাল মাছজিদিল আকসাল্লাযী বা-রাকনা- হাওলাহূলিনুরিয়াহূমিন আ-য়া-তিনা- ইন্নাহূ হুওয়াছছামী‘উল বাসীর।",
    "bn_haque": "সকল মহিমা তাঁর যিনি তাঁর বান্দাকে রাত্রিবেলা ভ্রমণ করিয়েছিলেন পবিত্র মসজিদ থেকে দূরবর্তী মসজিদে -- যার পরিবেশ আমরা মঙ্গলময় করেছিলাম যেন আমরা তাঁকে দেখাতে পারি আমাদের কিছু নিদর্শন। নিঃসন্দেহ তিনি স্বয়ং সর্বশ্রোতা, সর্বদ্রষ্টা।",
    "bn_muhi": "পরম পবিত্র ও মহিমাময় সত্তা তিনি, যিনি স্বীয় বান্দাকে রাত্রি বেলায় ভ্রমণ করিয়েছিলেন মসজিদে হারাম থেকে মসজিদে আকসা পর্যান্ত-যার চার দিকে আমি পর্যাপ্ত বরকত দান করেছি যাতে আমি তাঁকে কুদরতের কিছু নিদর্শন দেখিয়ে দেই। নিশ্চয়ই তিনি পরম শ্রবণকারী ও দর্শনশীল।",
    "en": "Exalted is He who took His Servant by night from al-Masjid al-Haram to al-Masjid al- Aqsa, whose surroundings We have blessed, to show him of Our signs. Indeed, He is the Hearing, the Seeing."
  },
  {
    "id": 2,
    "ar": "وَءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِى وَكِيلًا",
    "tr": "ওয়া আ-তাইনা-মূছাল কিতা-বা ওয়া জা‘আলনা-হু হুদাল লিবানী ইছরাঈলা আল্লাতাত্তাখিযূমিন দূনী ওয়াকীলা-।",
    "bn_haque": "আর আমরা মুসাকে গ্রন্থ দিয়েছিলাম আর ইসরাইল বংশীয়দের জন্য আমরা একে পথনির্দেশক বানিয়েছিলাম এই বলে -- \"আমাকে ছেড়ে দিয়ে কোনো কর্ণধার গ্রহণ করো না।",
    "bn_muhi": "আমি মূসাকে কিতাব দিয়েছি এবং সেটিকে বনী-ইসরাঈলের জন্যে হেদায়েতে পরিণত করেছি যে, তোমরা আমাকে ছাড়া কাউকে কার্যনিবাহী স্থির করো না।",
    "en": "And We gave Moses the Scripture and made it a guidance for the Children of Israel that you not take other than Me as Disposer of affairs,"
  },
  {
    "id": 3,
    "ar": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُۥ كَانَ عَبْدًا شَكُورًا",
    "tr": "যুররিইইয়াতা মান হামালনা- মা‘আ নূহিন ইন্নাহূকা-না ‘আবদান শাকূরা-।",
    "bn_haque": "তাদের বংশধর যাদের আমরা নূহ-এর সঙ্গে বহন করেছিলাম। নিঃসন্দেহ তিনি ছিলেন একজন কৃতজ্ঞ বান্দা।",
    "bn_muhi": "তোমরা তাদের সন্তান, যাদেরকে আমি নূহের সাথে সওয়ার করিয়েছিলাম। নিশ্চয় সে ছিল কৃতজ্ঞ বান্দা।",
    "en": "O descendants of those We carried [in the ship] with Noah. Indeed, he was a grateful servant."
  },
  {
    "id": 4,
    "ar": "وَقَضَيْنَآ إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ فِى ٱلْكِتَٰبِ لَتُفْسِدُنَّ فِى ٱلْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
    "tr": "ওয়া কাদাইনা ইলা-বানী ইছরাঈলা ফিল কিতা-বি লাতুফছিদুন্না ফিল আরদি মাররাতাইনি ওয়া লাতা‘লুন্না ‘উলুওওয়ান কাবীরা-।",
    "bn_haque": "আর আমরা ইসরাইল বংশীয়দের কাছে গ্রন্থের মধ্যে স্পষ্ট জানিয়েছিলাম -- \"তোমরা অবশ্য দুইবার পৃথিবীতে বিপর্যয় সৃষ্টি করবে, আর তোমরা নিশ্চয়ই ঘোর অহঙ্কারে অহঙ্কার করবে।\"",
    "bn_muhi": "আমি বনী ইসরাঈলকে কিতাবে পরিষ্কার বলে দিয়েছি যে, তোমরা পৃথিবীর বুকে দুবার অনর্থ সৃষ্টি করবে এবং অত্যন্ত বড় ধরনের অবাধ্যতায় লিপ্ত হবে।",
    "en": "And We conveyed to the Children of Israel in the Scripture that, \"You will surely cause corruption on the earth twice, and you will surely reach [a degree of] great haughtiness."
  },
  {
    "id": 5,
    "ar": "فَإِذَا جَآءَ وَعْدُ أُولَىٰهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ أُو۟لِى بَأْسٍ شَدِيدٍ فَجَاسُوا۟ خِلَٰلَ ٱلدِّيَارِ وَكَانَ وَعْدًا مَّفْعُولًا",
    "tr": "ফাইযা-জাআ ওয়া‘দুঊলা-হুমা-বা‘আছনা -‘আলাইকুম ‘ইবা-দাল্লানাউলী বা’ছিন শাদীদিন ফাজা-ছূখিলা-লাদ দিয়া-রি ওয়া কা-না ওয়া‘দাম মাফ ‘ঊলা-।",
    "bn_haque": "অতঃপর যখন এই দুয়ের প্রথম ওয়াদার সময় এল তখন আমরা তোমাদের বিরুদ্ধে পাঠালাম আমার অতিশয় শক্তিশালী বান্দাদের, তাই তারা ঘরে অন্দরমহলে ঢুকে ধ্বংসলীলা শুরু করল। আর এই ওয়াদা কার্যকর হয়েই ছিল।",
    "bn_muhi": "অতঃপর যখন প্রতিশ্রুতি সেই প্রথম সময়টি এল, তখন আমি তোমাদের বিরুদ্ধে প্রেরণ করলাম আমার কঠোর যোদ্ধা বান্দাদেরকে। অতঃপর তারা প্রতিটি জনপদের আনাচে-কানাচে পর্যন্ত ছড়িয়ে পড়ল। এ ওয়াদা পূর্ণ হওয়ারই ছিল।",
    "en": "So when the [time of] promise came for the first of them, We sent against you servants of Ours - those of great military might, and they probed [even] into the homes, and it was a promise fulfilled."
  },
  {
    "id": 6,
    "ar": "ثُمَّ رَدَدْنَا لَكُمُ ٱلْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَٰكُم بِأَمْوَٰلٍ وَبَنِينَ وَجَعَلْنَٰكُمْ أَكْثَرَ نَفِيرًا",
    "tr": "ছু ম্মা রাদাদনা-লাকুমুল কাররাতা ‘আলাইহিম ওয়া আমদাদনা-কুম বিআমওয়া-লিওঁ ওয়া বানীনা ওয়া জা‘আলনা-কুম আকছারা নাফীরা-।",
    "bn_haque": "তারপর আমরা তাদের উপরে তোমাদের ফিরিয়ে দিলাম পালটা মোড, আর তোমাদের সাহায্য করলাম ধনসম্পদ ও সন্তান-সন্ততি দিয়ে, আর দলেবলে তোমাদের গরিষ্ট করলাম।",
    "bn_muhi": "অতঃপর আমি তোমাদের জন্যে তাদের বিরুদ্ধে পালা ঘুয়িয়ে দিলাম, তোমাদেরকে ধন-সম্পদ ও পুত্রসন্তান দ্বারা সাহায্য করলাম এবং তোমাদেরকে জনসংখ্যার দিক দিয়ে একটা বিরাট বাহিনীতে পরিণত করলাম।",
    "en": "Then We gave back to you a return victory over them. And We reinforced you with wealth and sons and made you more numerous in manpower"
  },
  {
    "id": 7,
    "ar": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَآءَ وَعْدُ ٱلْءَاخِرَةِ لِيَسُۥٓـُٔوا۟ وُجُوهَكُمْ وَلِيَدْخُلُوا۟ ٱلْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا۟ مَا عَلَوْا۟ تَتْبِيرًا",
    "tr": "ইন আহছানতুম আহছানতুম লিআনফুছিকুম ওয়া ইন আছা’তুম ফালাহা- ফাইযাজাআ ওয়া‘দুল আ-খিরাতি লিইয়াছূঊ উজূহাকুম ওয়ালিইয়াদখুলুল মাছজিদা কামা-দাখালূহু আওওয়ালা মাররাতিওঁ ওয়া লিইউতাব্বিরূমা-‘আলাও তাতবীরা-।",
    "bn_haque": "তোমরা যদি সৎকাজ কর তবে তোমাদের নিজেদের জন্যেই সৎকাজ করছো, আর যদি তোমরা মন্দ কর তবে তাও নিজেদের জন্যে। সুতরাং যখন পরবর্তী ওয়াদার সময় এল তখন যেন তারা তোমাদের মুখমন্ডল কালিমাচ্ছন্ন করতে পারে, আর যেন তারা মসজিদে ঢুকতে পারে যেমন ওরা প্রথমবার এতে ঢুকেছিল, আর যেন তারা পূর্ণ বিধ্বংসে ধ্বংস করতে পারে যা-কিছু তারা দখল করে।",
    "bn_muhi": "তোমরা যদি ভাল কর, তবে নিজেদেরই ভাল করবে এবং যদি মন্দ কর তবে তাও নিজেদের জন্যেই। এরপর যখন দ্বিতীয় সে সময়টি এল, তখন অন্য বান্দাদেরকে প্রেরণ করলাম, যাতে তোমাদের মুখমন্ডল বিকৃত করে দেয়, আর মসজিদে ঢুকে পড়ে যেমন প্রথমবার ঢুকেছিল এবং যেখানেই জয়ী হয়, সেখানেই পুরোপুরি ধ্বংসযজ্ঞ চালায়।",
    "en": "[And said], \"If you do good, you do good for yourselves; and if you do evil, [you do it] to yourselves.\" Then when the final promise came, [We sent your enemies] to sadden your faces and to enter the temple in Jerusalem, as they entered it the first time, and to destroy what they had taken over with [total] destruction."
  },
  {
    "id": 8,
    "ar": "عَسَىٰ رَبُّكُمْ أَن يَرْحَمَكُمْ وَإِنْ عُدتُّمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَٰفِرِينَ حَصِيرًا",
    "tr": "‘আছা-রাব্বুকুম আই ইঁয়ারহামাকুম ওয়া ইন ‘উততুম ‘উদ না-  ওয়া জা‘আলনাজাহান্নামা লিলকা-ফিরীনা হাসীরা-।",
    "bn_haque": "হতে পারে যে তোমাদের প্রভু তোমাদের প্রতি করুণা করবেন, কিন্তু যদি তোমরা ফেরো তবে আমরাও ফিরব। আর আমরা অবিশ্বাসীদের জন্য জাহান্নামকে কয়েদখানা বানিয়েছি।",
    "bn_muhi": "হয়ত তোমাদের পালনকর্তা তোমাদের প্রতি অনুগ্রহ করবেন। কিন্তু যদি পুনরায় তদ্রূপ কর, আমিও পুনরায় তাই করব। আমি জাহান্নামকে কাফেরদের জন্যে কয়েদখানা করেছি।",
    "en": "[Then Allah said], \"It is expected, [if you repent], that your Lord will have mercy upon you. But if you return [to sin], We will return [to punishment]. And We have made Hell, for the disbelievers, a prison-bed.\""
  },
  {
    "id": 9,
    "ar": "إِنَّ هَٰذَا ٱلْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَقْوَمُ وَيُبَشِّرُ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
    "tr": "ইন্না হা-যাল কুরআ-না ইয়াহদী লিল্লাতী হিয়া আকওয়ামুওয়াইউবাশশিরুল মু’মিনীনাল্লাযীনা ইয়া‘মালূনাসসা-লিহা-তি আন্না লাহুম আজরান কাবীরা-।",
    "bn_haque": "নিঃসন্দেহ এই কুরআন পথ দেখায় সেইদিকে যা সঠিক, আর মুমিনদের যারা সৎকর্ম করে তাদের সুসংবাদ দেয় যে তাদের জন্য রয়েছে মহান পারিশ্রমিক।",
    "bn_muhi": "এই কোরআন এমন পথ প্রদর্শন করে, যা সর্বাধিক সরল এবং সৎকর্ম পরায়ণ মুমিনদেরকে সুসংবাদ দেয় যে, তাদের জন্যে মহা পুরস্কার রয়েছে।",
    "en": "Indeed, this Qur'an guides to that which is most suitable and gives good tidings to the believers who do righteous deeds that they will have a great reward."
  },
  {
    "id": 10,
    "ar": "وَأَنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
    "tr": "ওয়া আন্নাল্লাযীনা লা-ইউ’মিনূনা বিলআ-খিরাতি আ‘তাদনা-লাহুম ‘আযা-বান আলীমা-।",
    "bn_haque": "আর যারা পরকালে বিশ্বাস করে না তাদের জন্য আমরা তৈরি করেছি মর্মন্তুদ শাস্তি।",
    "bn_muhi": "এবং যারা পরকালে বিশ্বাস করে না, আমি তাদের জন্যে যন্ত্রণাদায়ক শাস্তি প্রস্তুত করেছি।",
    "en": "And that those who do not believe in the Hereafter - We have prepared for them a painful punishment."
  },
  {
    "id": 11,
    "ar": "وَيَدْعُ ٱلْإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلْخَيْرِ وَكَانَ ٱلْإِنسَٰنُ عَجُولًا",
    "tr": "ওয়া ইয়াদ‘উল ইনছা-নুবিশশাররি দু‘আআহূবিলখাইরি ওয়া কানা-ল ইনছা-নু ‘আজূলা-।",
    "bn_haque": "আর মানুষ মন্দের জন্য কামনা করে যেমন তার উচিত ভালোর জন্য কামনা করা। আর মানুষ সদা ব্যস্ত-সমস্ত।",
    "bn_muhi": "মানুষ যেভাবে কল্যাণ কামনা করে, সেভাবেই অকল্যাণ কামনা করে। মানুষ তো খুবই দ্রুততা প্রিয়।",
    "en": "And man supplicates for evil as he supplicates for good, and man is ever hasty."
  },
  {
    "id": 12,
    "ar": "وَجَعَلْنَا ٱلَّيْلَ وَٱلنَّهَارَ ءَايَتَيْنِ فَمَحَوْنَآ ءَايَةَ ٱلَّيْلِ وَجَعَلْنَآ ءَايَةَ ٱلنَّهَارِ مُبْصِرَةً لِّتَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ وَكُلَّ شَىْءٍ فَصَّلْنَٰهُ تَفْصِيلًا",
    "tr": "ওয়া জা‘আলনাল্লাইলা ওয়ান্নাহা-রাআ-ইয়াতাইনি ফামা হাওনাআ-য়াতাল্লাইলি ওয়া জা‘আলনাআ-য়াতান্নাহা-রি মুবসিরাতাল লিতাবতাগূফাদলাম মির রাব্বিকুম ওয়ালিতা‘লামূ‘আদাদাছ ছিনীনা ওয়াল হিছা-বা ওয়া কুল্লা শাইয়িন ফাসসালনা-হু তাফসীলা-।",
    "bn_haque": "আর আমরা রাতকে এবং দিনকে বানিয়েছি দুটি নিদর্শন, কাজেই রাতের নিদর্শনকে আমরা মুছে ফেলি, আর দিনের নিদর্শনকে বানাই সুদৃশ্য যেন তোমরা তোমাদের প্রভুর কাছ থেকে করুণাভান্ডার অণ্বেষণ করতে পার, আর যেন তোমরা বছরের গণনা ও হিসাব জানতে পার। আর সব-কিছুই আমরা বর্ণনা করেছি বিশদভাবে।",
    "bn_muhi": "আমি রাত্রি ও দিনকে দুটি নিদর্শন করেছি। অতঃপর নিস্প্রভ করে দিয়েছি রাতের নিদর্শন এবং দিনের নিদর্শনকে দেখার উপযোগী করেছি, যাতে তোমরা তোমাদের পালনকর্তার অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা স্থির করতে পার বছরসমূহের গণনা ও হিসাব এবং আমি সব বিষয়কে বিস্তারিত ভাবে বর্ণনা করেছি।",
    "en": "And We have made the night and day two signs, and We erased the sign of the night and made the sign of the day visible that you may seek bounty from your Lord and may know the number of years and the account [of time]. And everything We have set out in detail."
  },
  {
    "id": 13,
    "ar": "وَكُلَّ إِنسَٰنٍ أَلْزَمْنَٰهُ طَٰٓئِرَهُۥ فِى عُنُقِهِۦ وَنُخْرِجُ لَهُۥ يَوْمَ ٱلْقِيَٰمَةِ كِتَٰبًا يَلْقَىٰهُ مَنشُورًا",
    "tr": "ওয়া কুল্লা ইনছা-নিন আলঝামনা-হু তাইরাহূফী ‘উনুকিহী ওয়ানুখরিজুলাহূইয়াওমাল কিয়া-মাতি কিতা-বাইঁ ইয়ালকা-হু মানশূরা-।",
    "bn_haque": "আর প্রত্যেকটি মানুষ -- আমরা তার পাখি তার গলায় বেঁধে দিয়েছি। আর কিয়ামতের দিনে আমরা তার জন্য বের করে দেব একটি খাতা যা সে দেখতে পাবে সম্পূর্ণ খোলা।",
    "bn_muhi": "আমি প্রত্যেক মানুষের কর্মকে তার গ্রীবলগ্ন করে রেখেছি। কেয়ামতের দিন বের করে দেখাব তাকে একটি কিতাব, যা সে খোলা অবস্থায় পাবে।",
    "en": "And [for] every person We have imposed his fate upon his neck, and We will produce for him on the Day of Resurrection a record which he will encounter spread open."
  },
  {
    "id": 14,
    "ar": "ٱقْرَأْ كِتَٰبَكَ كَفَىٰ بِنَفْسِكَ ٱلْيَوْمَ عَلَيْكَ حَسِيبًا",
    "tr": "ইকরা’ কিতা-বাকা কাফা-বিনাফছিকাল ইয়াওমা ‘আলাইকা হাছীবা-।",
    "bn_haque": "পড় তোমার গ্রন্থ, -- আজকের দিনে তোমার আ‌ত্মাই তোমার উপরে হিসাব-তলবকারীরূপে যথেষ্ট।",
    "bn_muhi": "পাঠ কর তুমি তোমার কিতাব। আজ তোমার হিসাব গ্রহণের জন্যে তুমিই যথেষ্ট।",
    "en": "[It will be said], \"Read your record. Sufficient is yourself against you this Day as accountant.\""
  },
  {
    "id": 15,
    "ar": "مَّنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا",
    "tr": "মানিহতাদা-ফাইন্নামা-ইয়াহতাদী লিনাফছিহী ওয়ামান দাল্লা ফাইন্নামা-ইয়াদিল্লু ‘আলাইহা ওয়ালা-তাঝিরু ওয়া-ঝিরাতুওঁবিঝরা উখরা- ওয়ামা-কুন্নামু‘আযযি বীনা হাত্তা-নাব‘আছা রাছূলা-।",
    "bn_haque": "যে কেউ সঠিক পথে চলে সে তো তবে নিজের জন্যেই সঠিক পথ ধরে, আর যে বিপথে যায় সে তো তবে নিজের বিরুদ্ধেই বিপথে চলে। আর একজন বোঝা বহনকারী অন্যের বোঝা বহন করবে না। আর আমরা শাস্তিদাতা নই যে পর্যন্ত না আমরা কোনো রসূল পাঠিয়েছি।",
    "bn_muhi": "যে কেউ সৎপথে চলে, তারা নিজের মঙ্গলের জন্যেই সৎ পথে চলে। আর যে পথভ্রষ্ট হয়, তারা নিজের অমঙ্গলের জন্যেই পথ ভ্রষ্ট হয়। কেউ অপরের বোঝা বহন করবে না। কোন রাসূল না পাঠানো পর্যন্ত আমি কাউকেই শাস্তি দান করি না।",
    "en": "Whoever is guided is only guided for [the benefit of] his soul. And whoever errs only errs against it. And no bearer of burdens will bear the burden of another. And never would We punish until We sent a messenger."
  },
  {
    "id": 16,
    "ar": "وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا۟ فِيهَا فَحَقَّ عَلَيْهَا ٱلْقَوْلُ فَدَمَّرْنَٰهَا تَدْمِيرًا",
    "tr": "ওয়া ইযাআরাদনাআননুহলিকা কারইয়াতান আমারনা-মুতরাফীহা-ফাফাছাকূ ফীহাফাহাককা ‘আলাইহাল কাওলুফাদাম্মার না-হা-তাদমীরা-।",
    "bn_haque": "আর যখন আমরা মনস্থ করি যে কোনো জনপদকে আমরা ধ্বংস করব তখন আমরা ওর সমৃদ্ধিশালী লোকদের কাছে নির্দেশ পাঠাই, কিন্তু তারা সেখানে গুন্ডামি করে, কাজেই আজ্ঞা তার উপরে ন্যায়সংগত হয়ে যায়। সুতরাং আমরা তাকে ধ্বংস করি পূর্ণ বিধ্বংসে।",
    "bn_muhi": "যখন আমি কোন জনপদকে ধ্বংস করার ইচ্ছা করি তখন তার অবস্থাপন্ন লোকদেরকে উদ্ধুদ্ধ করি অতঃপর তারা পাপাচারে মেতে উঠে। তখন সে জনগোষ্টীর উপর আদেশ অবধারিত হয়ে যায়। অতঃপর আমি তাকে উঠিয়ে আছাড় দেই।",
    "en": "And when We intend to destroy a city, We command its affluent but they defiantly disobey therein; so the word comes into effect upon it, and We destroy it with [complete] destruction."
  },
  {
    "id": 17,
    "ar": "وَكَمْ أَهْلَكْنَا مِنَ ٱلْقُرُونِ مِنۢ بَعْدِ نُوحٍ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
    "tr": "ওয়া কাম আহলাকনা-মিনাল কুরূনি মিম বা‘দি নূহিওঁ ওয়া কাফা-বিরাব্বিকা বিযুনূবি ‘ইবা-দিহী খাবীরাম বাসীরা-।",
    "bn_haque": "আর নূহ্‌-এর পরে কত জনপদকে আমরা ধ্বংস করেছি! আর তোমার প্রভুই তাঁর বান্দাদের পাপাচার সন্বন্ধে খবরদার, দর্শকরূপে যথেষ্ট।",
    "bn_muhi": "নূহের পর আমি অনেক উম্মতকে ধ্বংস করেছি। আপনার পালনকর্তাই বান্দাদের পাপাচারের সংবাদ জানা ও দেখার জন্যে যথেষ্ট।",
    "en": "And how many have We destroyed from the generations after Noah. And sufficient is your Lord, concerning the sins of His servants, as Acquainted and Seeing."
  },
  {
    "id": 18,
    "ar": "مَّن كَانَ يُرِيدُ ٱلْعَاجِلَةَ عَجَّلْنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُۥ جَهَنَّمَ يَصْلَىٰهَا مَذْمُومًا مَّدْحُورًا",
    "tr": "মান কা-না ইউরীদুল ‘আ-জিলাতা ‘আজ্জালনা-লাহূফীহা-মা-নাশাউ লিমান নুরীদুছুম্মা জা‘আলনা-লাহূজাহান্নামা ইয়াসলা-হা-মাযমূমাম মাদহূরা-।",
    "bn_haque": "যে কেউ কামনা করে বর্তমানকাল, আমরা তার জন্য সে-ক্ষেত্রে যা ইচ্ছা করি তাই ত্বরান্বিত করি -- যার জন্য আমরা মনস্ত করি, তারপর তার জন্যে আমরা ধার্য করি জাহান্নাম, তাতে সে প্রবেশ করবে নিন্দিত বিতাড়িত হয়ে।",
    "bn_muhi": "যে কেউ ইহকাল কামনা করে, আমি সেসব লোককে যা ইচ্ছা সত্ত্বর দিয়ে দেই। অতঃপর তাদের জন্যে জাহান্নাম নির্ধারণ করি। ওরা তাতে নিন্দিত-বিতাড়িত অবস্থায় প্রবেশ করবে।",
    "en": "Whoever should desire the immediate - We hasten for him from it what We will to whom We intend. Then We have made for him Hell, which he will [enter to] burn, censured and banished."
  },
  {
    "id": 19,
    "ar": "وَمَنْ أَرَادَ ٱلْءَاخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُو۟لَٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًا",
    "tr": "ওয়া মান আরা-দাল আ-খিরাতা ওয়া ছা‘আ- লাহা- ছা‘ইয়াহা- ওয়া হুওয়া মু’মিনুন ফাউলাইকা কা-না ছা‘ইউহুম মাশকূরা-।",
    "bn_haque": "আর যে কেউ পরকাল কামনা করে, আর তার জন্যে চেষ্টা করে যথাযথ প্রচেষ্টায় এবং সে মুমিন হয়, তাহলে এরাই -- এদের প্রচেষ্টা হবে স্বীকৃত।",
    "bn_muhi": "আর যারা পরকাল কামনা করে এবং মুমিন অবস্থায় তার জন্য যথাযথ চেষ্টা-সাধনা করে, এমন লোকদের চেষ্টা স্বীকৃত হয়ে থাকে।",
    "en": "But whoever desires the Hereafter and exerts the effort due to it while he is a believer - it is those whose effort is ever appreciated [by Allah ]."
  },
  {
    "id": 20,
    "ar": "كُلًّا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا",
    "tr": "কুল্লান নুমিদ্দুহাউলাই ওয়া হাউলাই মিন ‘আতাই রাব্বিকা ওয়ামা-কা-না ‘আতাউ রাব্বিকা মাহজূরা-।",
    "bn_haque": "প্রত্যেককেই আমরা দিই, এদের এবং ওদের, তোমার প্রভুর দানসামগ্রী থেকে। আর তোমার প্রভুর দানসামগ্রী সীমাবদ্ধ নয়।",
    "bn_muhi": "এদেরকে এবং ওদেরকে প্রত্যেককে আমি আপনার পালনকর্তার দান পৌছে দেই এবং আপনার পালকর্তার দান অবধারিত।",
    "en": "To each [category] We extend - to these and to those - from the gift of your Lord. And never has the gift of your Lord been restricted."
  },
  {
    "id": 21,
    "ar": "ٱنظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ وَلَلْءَاخِرَةُ أَكْبَرُ دَرَجَٰتٍ وَأَكْبَرُ تَفْضِيلًا",
    "tr": "উনজু র কাইফা ফাদ্দালনা-বা‘দাহুম ‘আলা-বা‘দিওঁ ওয়ালাল আ-খিরাতুআকবারু দারাজা-তিওঁ ওয়া আকবারু তাফদীলা-।",
    "bn_haque": "দেখ কেমন ক’রে আমরা তাদের কাউকে শ্রেষ্ঠত্ব দিয়েছি অন্যের উপরে। আর পরকাল নিশ্চয়ই মর্যাদার দিক দিয়ে শ্রেষ্ঠ এবং মহিমার দিক দিয়েও শ্রেষ্ঠ।",
    "bn_muhi": "দেখুন, আমি তাদের একদলকে অপরের উপর কিভাবে শ্রেষ্ঠত্ব দান করলাম। পরকাল তো নিশ্চয়ই মর্তবায় শ্রেষ্ঠ এবং ফযীলতে শ্রেষ্ঠতম।",
    "en": "Look how We have favored [in provision] some of them over others. But the Hereafter is greater in degrees [of difference] and greater in distinction."
  },
  {
    "id": 22,
    "ar": "لَّا تَجْعَلْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا",
    "tr": "লা-তাজ‘আল মা‘আল্লা-হি ইলা-হান আ-খারা ফাতাক‘উদা মাযমূমাম মাখযূলা-।",
    "bn_haque": "আল্লাহ্‌র সাথে অন্য উপাস্য খাড়া করো না, পাছে তুমি বসে থাক নিন্দিত নিঃসহায় হয়ে।",
    "bn_muhi": "স্থির করো না আল্লাহর সাথে অন্য কোন উপাস্য। তাহলে তুমি নিন্দিত ও অসহায় হয়ে পড়বে।",
    "en": "Do not make [as equal] with Allah another deity and [thereby] become censured and forsaken."
  },
  {
    "id": 23,
    "ar": "وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ وَبِٱلْوَٰلِدَيْنِ إِحْسَٰنًا إِمَّا يَبْلُغَنَّ عِندَكَ ٱلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفٍّ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًا كَرِيمًا",
    "tr": "ওয়া কাদা-রাব্বুকা আল্লা-তা‘বুদূ ইল্লাইয়্যা-হু ওয়াবিলওয়া-লিদাইনি ইহছা-নান ইম্মা-ইয়াবলুগান্না ‘ইনদাকাল কিবারা আহাদুহুমাআও কিলা-হুমা-ফালা-তাকুল লাহুমা উফফিওঁ ওয়ালা-তানহারহুমা-ওয়া কুল লাহুমা-কাওলান কারীমা-।",
    "bn_haque": "আর তোমার প্রভু বিধান করেছেন -- তাঁকে ছাড়া তোমরা অন্যের উপাসনা করো না, আর পিতামাতার প্রতি সদ্ব্যবহার। যদি তোমাদের সামনে তাদের একজন বা উভয়ে বার্ধক্যে পৌঁছোয় তবুও তাদের প্রতি \"আঃ\" বলো না, আর তাদের তিরস্কার করো না, বরং তাদের প্রতি বলবে বিনয়নম্র কথা।",
    "bn_muhi": "তোমার পালনকর্তা আদেশ করেছেন যে, তাঁকে ছাড়া অন্য কারও এবাদত করো না এবং পিতা-মাতার সাথে সদ্ব-ব্যবহার কর। তাদের মধ্যে কেউ অথবা উভয়েই যদি তোমার জীবদ্দশায় বার্ধক্যে উপনীত হয়; তবে তাদেরকে ‘উহ’ শব্দটিও বলো না এবং তাদেরকে ধমক দিও না এবং বল তাদেরকে শিষ্ঠাচারপূর্ণ কথা।",
    "en": "And your Lord has decreed that you not worship except Him, and to parents, good treatment. Whether one or both of them reach old age [while] with you, say not to them [so much as], \"uff,\" and do not repel them but speak to them a noble word."
  },
  {
    "id": 24,
    "ar": "وَٱخْفِضْ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحْمَةِ وَقُل رَّبِّ ٱرْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا",
    "tr": "ওয়াখফিদলাহুমা-জানা-হাযযুলিল মিনার রাহমাতি ওয়াকু র রাব্বির হামহুমা-কামারাব্বাইয়া-নী সাগীরা-।",
    "bn_haque": "আর তাদের উভয়ের প্রতি আনত করো করুণার সাথে আনুগত্যের ডানা দুখানা, আর বলো -- \"আমার প্রভু! তাঁদের উভয়ের প্রতি করুণা করো যেমন তাঁরা ছোটবেলায় আমাকে প্রতিপালন ক’রে বড় করেছন।\"",
    "bn_muhi": "তাদের সামনে ভালবাসার সাথে, নম্রভাবে মাথা নত করে দাও এবং বলঃ হে পালনকর্তা, তাদের উভয়ের প্রতি রহম কর, যেমন তারা আমাকে শৈশবকালে লালন-পালন করেছেন।",
    "en": "And lower to them the wing of humility out of mercy and say, \"My Lord, have mercy upon them as they brought me up [when I was] small.\""
  },
  {
    "id": 25,
    "ar": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ إِن تَكُونُوا۟ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلْأَوَّٰبِينَ غَفُورًا",
    "tr": "রাব্বুকুম আ‘লামুবিমা ফী নুফূছিকুম ইন তাকূনূসা-লিহীনা ফাইন্নাহূকা-না লিল আওওয়া-বীনা গাফূরা-।",
    "bn_haque": "তোমাদের প্রভু ভাল জানেন তোমাদের অন্তরে যা-কিছু আছে। তোমরা যদি সৎকর্মপরায়ণ হও তবে নিঃসন্দেহ তিনি মুখাপেক্ষীদের প্রতি পরিত্রাণকারী।",
    "bn_muhi": "তোমাদের পালনকর্তা তোমাদের মনে যা আছে তা ভালই জানেন। যদি তোমরা সৎ হও, তবে তিনি তওবাকারীদের জন্যে ক্ষমাশীল।",
    "en": "Your Lord is most knowing of what is within yourselves. If you should be righteous [in intention] - then indeed He is ever, to the often returning [to Him], Forgiving."
  },
  {
    "id": 26,
    "ar": "وَءَاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
    "tr": "ওয়া আ-তি যাল কুরবা-হাক্কাহূওয়াল মিছকীনা ওয়াবনাছ ছাবীলি ওয়ালা-তুবাযযি র তাবযীরা-।",
    "bn_haque": "আর নিকটা‌ত্মীয়কে দাও তার প্রাপ্য, আর অভাবগ্রস্তকে ও পথচারীকেও, আর অপব্যয় করো না অপচয়ের সাথে।",
    "bn_muhi": "আত্নীয়-স্বজনকে তার হক দান কর এবং অভাবগ্রস্ত ও মুসাফিরকেও। এবং কিছুতেই অপব্যয় করো না।",
    "en": "And give the relative his right, and [also] the poor and the traveler, and do not spend wastefully."
  },
  {
    "id": 27,
    "ar": "إِنَّ ٱلْمُبَذِّرِينَ كَانُوٓا۟ إِخْوَٰنَ ٱلشَّيَٰطِينِ وَكَانَ ٱلشَّيْطَٰنُ لِرَبِّهِۦ كَفُورًا",
    "tr": "ইন্নাল মুবাযযি রীনা কা-নূইখওয়া-নাশশাইয়া-তীনি ওয়া কা-নাশ শাইতা-নু লিরাব্বিহী কাফূরা-।",
    "bn_haque": "নিঃসন্দেহ অপব্যয়ীরা হচ্ছে শয়তানগোষ্ঠীর ভাই-বিরাদর। আর শয়তান হচ্ছে তার প্রভুর প্রতি বড় অকৃতজ্ঞ।",
    "bn_muhi": "নিশ্চয় অপব্যয়কারীরা শয়তানের ভাই। শয়তান স্বীয় পালনকর্তার প্রতি অতিশয় অকৃতজ্ঞ।",
    "en": "Indeed, the wasteful are brothers of the devils, and ever has Satan been to his Lord ungrateful."
  },
  {
    "id": 28,
    "ar": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا",
    "tr": "ওয়া ইম্মা-তু‘রিদান্না ‘আনহুমুবতিগাআ রাহমাতিম মির রাব্বিকা তারজূহা-ফাকুল লাহুম কাওলাম মাইছূরা-।",
    "bn_haque": "আর তুমি যদি তাদের থেকে বিমুখ হও অথচ তোমার প্রভুর কাছ থেকে অনুগ্রহ লাভ করতে চাও যা তুমি প্রত্যাশা কর, তাহলে তাদের সঙ্গে সদয় সুরে কথা বলো।",
    "bn_muhi": "এবং তোমার পালনকর্তার করুণার প্রত্যাশায় অপেক্ষামান থাকাকালে যদি কোন সময় তাদেরকে বিমুখ করতে হয়, তখন তাদের সাথে নম্রভাবে কথা বল।",
    "en": "And if you [must] turn away from the needy awaiting mercy from your Lord which you expect, then speak to them a gentle word."
  },
  {
    "id": 29,
    "ar": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا",
    "tr": "ওয়ালা- তাজ‘আল ইয়াদাকা মাগলূলাতান ইলা- ‘উনুকিকা ওয়ালা- তাবছুতহা- কুল্লাল বাছতিফাতাক‘উদা মালূমাম মাহছূরা-।",
    "bn_haque": "আর তোমার হাত তোমার গলার সঙ্গে আটকে রেখো না, আর তা প্রসারিত করো না পুরো সম্প্রসারণে, পাছে তুমি বসে থাক নিন্দিত সর্বস্বান্ত হয়ে।",
    "bn_muhi": "তুমি একেবারে ব্যয়-কুষ্ঠ হয়োনা এবং একেবারে মুক্ত হস্তও হয়ো না। তাহলে তুমি তিরস্কৃতি, নিঃস্ব হয়ে বসে থাকবে।",
    "en": "And do not make your hand [as] chained to your neck or extend it completely and [thereby] become blamed and insolvent."
  },
  {
    "id": 30,
    "ar": "إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
    "tr": "ইন্না রাব্বাকা ইয়াবছুতুর রিঝকা লিমাইঁ ইয়াশাউ ওয়া ইয়াকদিরু ইন্নাহূকা-না বি‘ইবা-দিহী খাবীরাম বাসীরা-।",
    "bn_haque": "নিঃসন্দেহ তোমার প্রভু রিযেক বাড়িয়ে দেন যার জন্য তিনি ইচ্ছে করেন আর মেপেজোখে দেন। নিঃসন্দেহ তিনি তাঁর বান্দাদের চির ওয়াকিফহাল, সর্বদ্রষ্টা।",
    "bn_muhi": "নিশ্চয় তোমার পালকর্তা যাকে ইচ্ছা অধিক জীবনোপকরণ দান করেন এবং তিনিই তা সংকুচিতও করে দেন। তিনিই তাঁর বান্দাদের সম্পর্কে ভালোভাবে অবহিত,-সব কিছু দেখছেন।",
    "en": "Indeed, your Lord extends provision for whom He wills and restricts [it]. Indeed He is ever, concerning His servants, Acquainted and Seeing."
  },
  {
    "id": 31,
    "ar": "وَلَا تَقْتُلُوٓا۟ أَوْلَٰدَكُمْ خَشْيَةَ إِمْلَٰقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيرًا",
    "tr": "ওয়ালা-তাকতুলূআওলা-দাকুম খাশইয়াতা ইমলা-কিন নাহনুনারঝুকুহুম ওয়া ইয়্যাকুম ইন্না কাতলাহুম কা-না খিতআন কাবীরা-।",
    "bn_haque": "আর তোমাদের সন্তানসন্ততিকে হত্যা করো না দারিদ্রের ভয়ে। আমরাই তাদের রিযেক দিই আর তোমাদেরও। নিঃসন্দেহ তাদের মেরে ফেলা এক মহাপাপ।",
    "bn_muhi": "দারিদ্রের ভয়ে তোমাদের সন্তানদেরকে হত্যা করো না। তাদেরকে এবং তোমাদেরকে আমিই জীবনোপকরণ দিয়ে থাকি। নিশ্চয় তাদেরকে হত্যা করা মারাত্নক অপরাধ।",
    "en": "And do not kill your children for fear of poverty. We provide for them and for you. Indeed, their killing is ever a great sin."
  },
  {
    "id": 32,
    "ar": "وَلَا تَقْرَبُوا۟ ٱلزِّنَىٰٓ إِنَّهُۥ كَانَ فَٰحِشَةً وَسَآءَ سَبِيلًا",
    "tr": "ওয়ালা-তাকরাবুঝ ঝিনাইন্নাহূকা-না ফা-হিশাতাওঁ ওয়া ছাআ ছাবীলা-।",
    "bn_haque": "আর ব্যভিচারের ধারেকাছেও যেয়ো না, নিঃসন্দেহ তা একটি অশ্লীলতা, আর এটি এক পাপের পথ।",
    "bn_muhi": "আর ব্যভিচারের কাছেও যেয়ো না। নিশ্চয় এটা অশ্লীল কাজ এবং মন্দ পথ।",
    "en": "And do not approach unlawful sexual intercourse. Indeed, it is ever an immorality and is evil as a way."
  },
  {
    "id": 33,
    "ar": "وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَٰنًا فَلَا يُسْرِف فِّى ٱلْقَتْلِ إِنَّهُۥ كَانَ مَنصُورًا",
    "tr": "ওয়ালা-তাকতুলুন্নাফছাল্লাতী হাররামাল্লা-হু ইল্লা-বিল হাক্কি ওয়া মান কুতিলা মাজলূমান ফাকাদ জা‘আলনা-লিওয়ালিইয়িহী ছুলতা-নান ফালা-ইউছরিফ ফিল কাতলি ইন্নাহূকা-না মানসূরা-।",
    "bn_haque": "আর কোনো সত্ত্বাকে যথাযথ কারণ ব্যতীত হত্যা করো না যাকে আল্লাহ্ নিষেধ করেছেন। আর যে কেউ অন্যায়ভাবে নিহত হয় ইতিমধ্যে আমরা তো তার অভিভাবককে অধিকার দিয়েছি, কাজেই হত্যার ব্যাপারে সে যেন বাড়াবাড়ি না করে। সে নিশ্চয়ই সাহায্যপ্রাপ্ত হবে।",
    "bn_muhi": "সে প্রাণকে হত্যা করো না, যাকে আল্লাহ হারাম করেছেন; কিন্তু ন্যায়ভাবে। যে ব্যক্তি অন্যায়ভাবে নিহত হয়, আমি তার উত্তরাধিকারীকে ক্ষমতা দান করি। অতএব, সে যেন হত্যার ব্যাপারে সীমা লঙ্ঘন না করে। নিশ্চয় সে সাহায্যপ্রাপ্ত।",
    "en": "And do not kill the soul which Allah has forbidden, except by right. And whoever is killed unjustly - We have given his heir authority, but let him not exceed limits in [the matter of] taking life. Indeed, he has been supported [by the law]."
  },
  {
    "id": 34,
    "ar": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ وَأَوْفُوا۟ بِٱلْعَهْدِ إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًا",
    "tr": "ওয়ালা-তাকরাবূমা-লাল ইয়াতীমি ইল্লা-বিল্লাতী হিয়া আহছানুহাত্তা-ইয়াবলুগা আশুদ্দাহূ ওয়া আওফূবিল‘আহদি ইন্নাল ‘আহদা কা-না মাছউলা।",
    "bn_haque": "আর এতীমের সম্পত্তির কাছে যেও না যা শ্রেষ্ঠতম সেই উদ্দেশ্য ব্যতীত, যে পর্যন্ত না সে তার সাবালকত্বে পৌঁছে। আর প্রতি‌শ্রুতি পালন করো, নিঃসন্দেহ প্রতি‌শ্রুতি সন্বন্ধে প্রশ্ন করা হবে।",
    "bn_muhi": "আর, এতিমের মালের কাছেও যেয়ো না, একমাত্র তার কল্যাণ আকাংখা ছাড়া; সংশ্লিষ্ট ব্যক্তির যৌবনে পদার্পন করা পর্যন্ত এবং অঙ্গীকার পূর্ন কর। নিশ্চয় অঙ্গীকার সম্পর্কে জিজ্ঞাসাবাদ করা হবে।",
    "en": "And do not approach the property of an orphan, except in the way that is best, until he reaches maturity. And fulfill [every] commitment. Indeed, the commitment is ever [that about which one will be] questioned."
  },
  {
    "id": 35,
    "ar": "وَأَوْفُوا۟ ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
    "tr": "ওয়া আওফুল কাইলা ইযা-কিলতুম ওয়াঝিনূবিলকিছতা-ছিল মুছতাকীমি যা-লিকা খাইরুওঁ ওয়া আহছানুতা’বীলা-।",
    "bn_haque": "আর পুরো মাপ দিয়ো যখন তোমরা মাপজোখ কর, আর ওজন করো সঠিক পাল্লায়। এটিই উত্তম আর পরিণামে শ্রেষ্ঠ।",
    "bn_muhi": "মেপে দেয়ার সময় পূর্ণ মাপে দেবে এবং সঠিক দাঁড়িপালায় ওজন করবে। এটা উত্তম; এর পরিণাম শুভ।",
    "en": "And give full measure when you measure, and weigh with an even balance. That is the best [way] and best in result."
  },
  {
    "id": 36,
    "ar": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُو۟لَٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًا",
    "tr": "ওয়ালা-তাকফুমা-লাইছা লাকা বিহী ‘ইলমুন ইন্নাছ ছাম‘আ ওয়াল বাসারা ওয়াল ফুআ-দা কুল্লুউলাইকা কা-না ‘আনহু মাছঊলা-।",
    "bn_haque": "আর যে বিষয়ে তোমার কোনো জ্ঞান নেই তার অনুসরণ করো না। নিঃসন্দেহ শ্রবণশক্তি ও দৃষ্টিশক্তি ও অন্তঃকরণ -- এ দের প্রত্যেকটিকে তাদের সন্বন্ধে সওয়াল করা হবে।",
    "bn_muhi": "যে বিষয়ে তোমার কোন জ্ঞান নেই, তার পিছনে পড়ো না। নিশ্চয় কান, চক্ষু ও অন্তঃকরণ এদের প্রত্যেকটিই জিজ্ঞাসিত হবে।",
    "en": "And do not pursue that of which you have no knowledge. Indeed, the hearing, the sight and the heart - about all those [one] will be questioned."
  },
  {
    "id": 37,
    "ar": "وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًا",
    "tr": "ওয়া লা-তামশি ফিল আরদিমারাহান ইন্নাকা লান তাখরিকাল আরদা ওয়া লান তাবলুগাল জিবা-লা তূলা-।",
    "bn_haque": "আর দুনিয়াতে গর্বভরে চলাফেরা করো না, নিঃসন্দেহ তুমি তো কখনো পৃথিবীটাকে এফোঁড়-ওফোঁড় করতে পারবে না আর উচ্চতায় পাহাড়ের নাগালও পেতে পারবে না।",
    "bn_muhi": "পৃথিবীতে দম্ভভরে পদচারণা করো না। নিশ্চয় তুমি তো ভূ পৃষ্ঠকে কখনই বিদীর্ণ করতে পারবে না এবং উচ্চতায় তুমি কখনই পর্বত প্রমাণ হতে পারবে না।",
    "en": "And do not walk upon the earth exultantly. Indeed, you will never tear the earth [apart], and you will never reach the mountains in height."
  },
  {
    "id": 38,
    "ar": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًا",
    "tr": "কুল্লুযা-লিকা কা-না ছাইয়িউহূ‘ইনদা রাব্বিকা মাক রূহা-।",
    "bn_haque": "এইসব -- এগুলোর যা মন্দ তা তোমার প্রভুর কাছে ঘৃণ্য।",
    "bn_muhi": "এ সবের মধ্যে যেগুলো মন্দকাজ, সেগুলো তোমার পালনকর্তার কাছে অপছন্দনীয়।",
    "en": "All that - its evil is ever, in the sight of your Lord, detested."
  },
  {
    "id": 39,
    "ar": "ذَٰلِكَ مِمَّآ أَوْحَىٰٓ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ وَلَا تَجْعَلْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَنَّمَ مَلُومًا مَّدْحُورًا",
    "tr": "যা-লিকা মিম্মাআওহাইলাইকা রাব্বুকা মিনাল হিকমাতি ওয়ালা-তাজ‘আল মা‘আল্লা-হি ইলা-হান আ-খারা ফাতুলকা-ফী জাহান্নামা মালূমাম মাদহূরা-।",
    "bn_haque": "এগুলো হচ্ছে তোমার প্রভু জ্ঞানের বিষয়ে তোমার কাছে যা প্রত্যাদেশ করেছেন তার মধ্যে থেকে। সুতরাং আল্লাহ্‌র সঙ্গে অন্য উপাস্য দাঁড় করো না, পাছে তুমি জাহান্নামে নিক্ষিপ্ত হয়ে যাও নিন্দিত পরিত্যক্ত অবস্থায়।",
    "bn_muhi": "এটা ঐ হিকমতের অন্তর্ভূক্ত, যা আপনার পালনকর্তা আপনাকে ওহী মারফত দান করেছেন। আল্লাহর সাথে অন্য কোন উপাস্য স্থির করবেন না। তাহলে অভিযুক্ত ও আল্লাহর অনুগ্রহ থেকে বিতাড়িত অবস্থায় জাহান্নামে নিক্ষিপ্ত হবেন।",
    "en": "That is from what your Lord has revealed to you, [O Muhammad], of wisdom. And, [O mankind], do not make [as equal] with Allah another deity, lest you be thrown into Hell, blamed and banished."
  },
  {
    "id": 40,
    "ar": "أَفَأَصْفَىٰكُمْ رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلَٰٓئِكَةِ إِنَٰثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
    "tr": "আফাআসফা-কুম রাব্বুকুম বিলবানীনা ওয়াত্তাখাযা মিনাল মালাইকাতি ইনা-ছান ইন্নাকুম লাতাকূলূনা কাওলান ‘আজীমা-।",
    "bn_haque": "তবে কি তোমাদের প্রভু তোমাদেরে ভূষিত করেছেন পুত্রসন্তানদের দিয়ে, এবং তিনি নিয়েছেন ফিরিশ্‌তাদের থেকে কন্যাসব? নিঃসন্দেহ তোমরা তো বলছ এক ভয়ানক কথা!",
    "bn_muhi": "তোমাদের পালনকর্তা কি তোমাদের জন্যে পুত্র সন্তান নির্ধারিত করেছেন এবং নিজের জন্যে ফেরেশতাদেরকে কন্যারূপে গ্রহণ করেছেন? নিশ্চয় তোমরা গুরুতর গর্হিত কথাবার্তা বলছ।",
    "en": "Then, has your Lord chosen you for [having] sons and taken from among the angels daughters? Indeed, you say a grave saying."
  },
  {
    "id": 41,
    "ar": "وَلَقَدْ صَرَّفْنَا فِى هَٰذَا ٱلْقُرْءَانِ لِيَذَّكَّرُوا۟ وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
    "tr": "ওয়া লাকাদ সাররাফনা-ফী হা-যাল কুরআ-নি লিইয়াযযাক্কারূ ওয়ামা-ইয়াঝীদুহুম ইল্লা-নুফূরা-।",
    "bn_haque": "আর আমরা এই কুরআনে বারবার বিবৃত করেছি যেন তারা স্মরণ করে। কিন্তু এটি তাদের বিতৃষ্ণা ছাড়া আর কিছু বাড়ায় না।",
    "bn_muhi": "আমি এই কোরআনে নানাভাবে বুঝিয়েছি, যাতে তারা চিন্তা করে। অথচ এতে তাদের কেবল বিমুখতাই বৃদ্ধি পায়।",
    "en": "And We have certainly diversified [the contents] in this Qur'an that mankind may be reminded, but it does not increase the disbelievers except in aversion."
  },
  {
    "id": 42,
    "ar": "قُل لَّوْ كَانَ مَعَهُۥٓ ءَالِهَةٌ كَمَا يَقُولُونَ إِذًا لَّٱبْتَغَوْا۟ إِلَىٰ ذِى ٱلْعَرْشِ سَبِيلًا",
    "tr": "কুল লাও কা-না মা‘আহূ আ-লিহাতুনকামা- ইয়াকূ লূনা ইযাল্লাব তাগাও ইলাযিল‘আরশি ছাবীলা-।",
    "bn_haque": "বলো -- \"তারা যেমন বলে তাঁর সঙ্গে যদি তেমন আরো উপাস্য থাকত তবে তারা আরশের অধিপতির প্রতি পথ খোঁজতো।\"",
    "bn_muhi": "বলুনঃ তাদের কথামত যদি তাঁর সাথে অন্যান্য উপাস্য থাকত; তবে তারা আরশের মালিক পর্যন্ত পৌছার পথ অন্বেষন করত।",
    "en": "Say, [O Muhammad], \"If there had been with Him [other] gods, as they say, then they [each] would have sought to the Owner of the Throne a way.\""
  },
  {
    "id": 43,
    "ar": "سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
    "tr": "ছুবহা-নাহু ওয়া তা‘আ-লা-‘আম্মা-ইয়াকূ লূনা ‘উলুওওয়ান কাবীরা-।",
    "bn_haque": "তাঁরই সমস্ত মহিমা! আর তারা যা বলে তা হতে তিনি মহিমান্নিত, বহু ঊর্ধ্বে!",
    "bn_muhi": "তিনি নেহায়েত পবিত্র ও মহিমান্বিত এবং তারা যা বলে থাকে তা থেকে বহু উর্ধ্বে।",
    "en": "Exalted is He and high above what they say by great sublimity."
  },
  {
    "id": 44,
    "ar": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبْعُ وَٱلْأَرْضُ وَمَن فِيهِنَّ وَإِن مِّن شَىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِۦ وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
    "tr": "তুছাব্বিহুলাহুছছামা-ওয়া-তুছ ছাব ‘উ ওয়াল আর দুওয়া মান ফীহিন্না ওয়া ইম মিন শাইয়িন ইল্লা-ইউছাব্বিহুবিহামদিহী ওয়ালা-কিল লা-তাফকাহূনা তাছবীহাহুম ইন্নাহূ কা-না হালীমান গাফূরা-।",
    "bn_haque": "সাত আসমান ও জমিন এবং তাদের মধ্যে যারা রয়েছে তারা তাঁর মহিমা ঘোষণা করে। আর এমন কিছু নেই যা তাঁর প্রশংসার সাথে মহিমা ঘোষণা করে না, কিন্তু তোমরা তাদের মহিমাকীর্তন অনুধাবন করতে পার না। নিঃসন্দেহ তিনি হচ্ছেন অতি অমায়িক, পরিত্রাণকারী।",
    "bn_muhi": "সপ্ত আকাশ ও পৃথিবী এবং এগুলোর মধ্যে যাকিছু আছে সমস্ত কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে। এবং এমন কিছু নেই যা তার সপ্রশংস পবিত্রতা ও মহিমা ঘোষনা করে না। কিন্তু তাদের পবিত্রতা, মহিমা ঘোষণা তোমরা অনুধাবন করতে পার না। নিশ্চয় তিনি অতি সহনশীল, ক্ষমাপরায়ণ।",
    "en": "The seven heavens and the earth and whatever is in them exalt Him. And there is not a thing except that it exalts [ Allah ] by His praise, but you do not understand their [way of] exalting. Indeed, He is ever Forbearing and Forgiving."
  },
  {
    "id": 45,
    "ar": "وَإِذَا قَرَأْتَ ٱلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ حِجَابًا مَّسْتُورًا",
    "tr": "ওয়া ইযা-কারা’তাল কুরআ-না জা‘আলনা-বাইনাকা ওয়া বাইনাল্লাযীনা লা-ইউ’মিনূনা বিলআ-খিরাতি হিজা-বাম মাছতূরা-।",
    "bn_haque": "আর যখন তুমি কুরআন পাঠ কর তখন তোমার মধ্যে ও যারা পরকালে বিশ্বাস করে না তাদের মধ্যে আমরা স্থাপন করি এক অদৃশ্য পর্দা।",
    "bn_muhi": "যখন আপনি কোরআন পাঠ করেন, তখন আমি আপনার মধ্যে ও পরকালে অবিশ্বাসীদের মধ্যে প্রচ্ছন্ন পর্দা ফেলে দেই।",
    "en": "And when you recite the Qur'an, We put between you and those who do not believe in the Hereafter a concealed partition."
  },
  {
    "id": 46,
    "ar": "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِى ٱلْقُرْءَانِ وَحْدَهُۥ وَلَّوْا۟ عَلَىٰٓ أَدْبَٰرِهِمْ نُفُورًا",
    "tr": "ওয়া জা‘আলনা ‘আলা-কুলূবিহিম আকিন্নাতান আইঁ ইয়াফকাহূহু ওয়া ফীআ-যা-নিহিম ওয়াকরাওঁ ওয়া ইযা-যাকারতা রাব্বাকা ফিল কুরআ-নি ওয়াহদাহূওয়াল্লাও ‘আলা আদবা-রিহিম নুফূরা-।",
    "bn_haque": "আর আমরা তাদের হৃদয়ের উপরে এক আবরণ দিয়ে দিয়েছি পাছে তারা এটি উপলব্ধি করতে পারে, আর তাদের কানে বধিরতা। আর যখন তুমি কুরআনে তোমার প্রভুব -- তাঁর একত্বের উল্লেখ কর তখন তারা তাদের পিঠ ঘুরিয়ে ফিরে যায় বিতৃষ্ণায়।",
    "bn_muhi": "আমি তাদের অন্তরের উপর আবরণ রেখে দেই, যাতে তারা একে উপলব্ধি করতে না পারে এবং তাদের কর্ণকুহরে বোঝা চাপিয়ে দেই। যখন আপনি কোরআনে পালনকর্তার একত্ব আবৃত্তি করেন, তখন ও অনীহাবশতঃ ওরা পৃষ্ট প্রদর্শন করে চলে যায়।",
    "en": "And We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And when you mention your Lord alone in the Qur'an, they turn back in aversion."
  },
  {
    "id": 47,
    "ar": "نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِۦٓ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰٓ إِذْ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
    "tr": "নাহনুআ‘লামুবিমা-ইয়াছতামি‘ঊনা বিহী ইয ইয়াছতামি‘ঊনা ইলাইকা ওয়া ইযহুম নাজওয়াইযইয়াকূলুজ্জা-লিমূনা ইন তাত্তাবি‘উনা ইল্লা-রাজুলাম মাছহূরা-।",
    "bn_haque": "আমরা ভাল জানি যখন তারা এটি শুনতে যায় তখন তারা তোমার প্রতি শোনে, আর যখন তারা সলাপরামর্শ করে, দেখো! অন্যায়কারীরা বলে -- \"তোমরা তো শুধু এক জাদুগ্রস্ত লোককে অনুসরণ করছ।\"",
    "bn_muhi": "যখন তারা কান পেতে আপনার কথা শোনে, তখন তারা কেন কান পেতে তা শোনে, তা আমি ভাল জানি এবং এও জানি গোপনে আলোচনাকালে যখন জালেমরা বলে, তোমরা তো এক যাদুগ্রস্থ ব্যক্তির অনুসরণ করছ।",
    "en": "We are most knowing of how they listen to it when they listen to you and [of] when they are in private conversation, when the wrongdoers say, \"You follow not but a man affected by magic.\""
  },
  {
    "id": 48,
    "ar": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَالَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
    "tr": "উনজু র কাইফা দারাবূলাকাল আমছা-লা ফাদালূল ফালা -ইয়াছতাতী‘ঊনা ছাবীলা-।",
    "bn_haque": "দেখো, কিরূপ উপমা তারা তোমার জন্য ছোঁড়ে, কাজেই তারা বিপথে গেছে, সুতরাং তারা পথ পাবার সামর্থ্য রাখে না।",
    "bn_muhi": "দেখুন, ওরা আপনার জন্যে কেমন উপমা দেয়। ওরা পথভ্রষ্ট হয়েছে। অতএব, ওরা পথ পেতে পারে না।",
    "en": "Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way."
  },
  {
    "id": 49,
    "ar": "وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَٰمًا وَرُفَٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
    "tr": "ওয়া কা-লূআইযা-কুন্না-‘ইজা-মাওঁ ওয়া রুফা-তান আইন্না-লামাব‘ঊছূনা খালকান জাদীদা-।",
    "bn_haque": "আর তারা বলে -- \"কি! আমরা যখন হাড্ডি ও চূর্ণ-বিচূর্ণ হয়ে যাব, তখন কি আমরা নতুন সৃষ্টিতে পুনরুত্থিত হব?\"",
    "bn_muhi": "তারা বলেঃ যখন আমরা অস্থিতে পরিণত ও চূর্ণ বিচূর্ণ হয়ে যাব, তখনও কি নতুন করে সৃজিত হয়ে উত্থিত হব?",
    "en": "And they say, \"When we are bones and crumbled particles, will we [truly] be resurrected as a new creation?\""
  },
  {
    "id": 50,
    "ar": "قُلْ كُونُوا۟ حِجَارَةً أَوْ حَدِيدًا",
    "tr": "কুল কূনূহিজা-রাতান আও হাদীদা-।",
    "bn_haque": "বলো -- \"তোমরা পাথর অথবা লোহা হয়ে যাও,",
    "bn_muhi": "বলুনঃ তোমরা পাথর হয়ে যাও কিংবা লোহা।",
    "en": "Say, \"Be you stones or iron"
  },
  {
    "id": 51,
    "ar": "أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِى صُدُورِكُمْ فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ ٱلَّذِى فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ قُلْ عَسَىٰٓ أَن يَكُونَ قَرِيبًا",
    "tr": "আও খালকাম মিম্মা-ইয়াকবুরু ফী সূদূ রিকুম ফাছাইয়াকূলূনা মাইঁ ইউ‘ঈদুনা- কুল্লিলাযী ফাতারাকুম আওওয়ালা মাররাতিন ফাছাইউনগিদূনা ইলাইকা রুঊছাহুম ওয়া ইয়াকূলূনা মাতা-হুওয়া কুল ‘আছাআইঁ ইয়াকূনা কারীবা-।",
    "bn_haque": "অথবা আর কোনো সৃষ্টবস্তু যা তোমাদের ধারণায় আরো শক্ত!\" তখন তারা বলবে -- \"কে আমাদের ফিরিয়ে আনবে?\" বলো -- \"যিনি তোমাদের প্রথমবারে সৃষ্টি করেছিলেন।\" তখন তারা তোমার দিকে তাদের মাথা নাড়বে ও বলবে -- \"এ কখন হবে!\" তুমি বলো -- \"হতে পারে এ নিকটবর্তী।",
    "bn_muhi": "অথবা এমন কোন বস্তু, যা তোমাদের ধারণায় খুবই কঠিন; তথাপি তারা বলবেঃ আমাদের কে পুর্নবার কে সৃষ্টি করবে। বলুনঃ যিনি তোমাদেরকে প্রথমবার সৃজন করেছেন। অতঃপর তারা আপনার সামনে মাথা নাড়বে এবং বলবেঃ এটা কবে হবে? বলুনঃ হবে, সম্ভবতঃ শ্রীঘ্রই।",
    "en": "Or [any] creation of that which is great within your breasts.\" And they will say, \"Who will restore us?\" Say, \"He who brought you forth the first time.\" Then they will nod their heads toward you and say, \"When is that?\" Say, \"Perhaps it will be soon -"
  },
  {
    "id": 52,
    "ar": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِۦ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا",
    "tr": "ইয়াওমা ইয়াদ‘ঊকুম ফাতাছতাজীবূনা বিহামদিহী ওয়া তাজুননূনা ইল্লাবিছতুম ইল্লাকালীলা-।",
    "bn_haque": "যেদিন তিনি তোমাদের ডাকবেন তখন অচিরেই তোমরা সাড়া দেবে তাঁর প্রশংসার সাথে, আর তোমরা ভাববে যে তোমরা তো অবস্থান করছিলে শুধু অল্পক্ষণ।",
    "bn_muhi": "যেদিন তিনি তোমাদেরকে আহবান করবেন, অতঃপর তোমরা তাঁর প্রশংসা করতে করতে চলে আসবে। এবং তোমরা অনুমান করবে যে, সামান্য সময়ই অবস্থান করেছিলে।",
    "en": "On the Day He will call you and you will respond with praise of Him and think that you had not remained [in the world] except for a little.\""
  },
  {
    "id": 53,
    "ar": "وَقُل لِّعِبَادِى يَقُولُوا۟ ٱلَّتِى هِىَ أَحْسَنُ إِنَّ ٱلشَّيْطَٰنَ يَنزَغُ بَيْنَهُمْ إِنَّ ٱلشَّيْطَٰنَ كَانَ لِلْإِنسَٰنِ عَدُوًّا مُّبِينًا",
    "tr": "ওয়া কুল লি‘ইবা-দী ইয়াকূলুল্লাতী হিয়া আহছানু ইন্নাশশাইতা-না ইয়ানঝাগু বাইনাহুম ইন্নাশশাইতা-না কা-না লিলইনছা-নি ‘আদুওওয়াম মুবীনা-।",
    "bn_haque": "আর আমার বান্দাদের বল যে তারা যেন কথা বলে যা সর্বোৎকৃষ্ট। নিঃসন্দেহ শয়তান তাদের মধ্যে বিরোধের উসকানি দেয়। শয়তান মানুষের জন্য নিশ্চয় প্রকাশ্য শত্রু।",
    "bn_muhi": "আমার বান্দাদেরকে বলে দিন, তারা যেন যা উত্তম এমন কথাই বলে। শয়তান তাদের মধ্যে সংঘর্ষ বাধায়। নিশ্চয় শয়তান মানুষের প্রকাশ্য শত্রু।",
    "en": "And tell My servants to say that which is best. Indeed, Satan induces [dissension] among them. Indeed Satan is ever, to mankind, a clear enemy."
  },
  {
    "id": 54,
    "ar": "رَّبُّكُمْ أَعْلَمُ بِكُمْ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ وَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ وَكِيلًا",
    "tr": "রাব্বুকুম আ‘লামুবিকুম ইয়ঁইয়াশা’ ইয়ারহামকুম আও ইয়ঁইয়াশা’ ইউ‘আযযি বকুম ওয়ামাআরছালনা-কা ‘আলাইহিম ওয়াকীলা-।",
    "bn_haque": "তোমাদের প্রভু তোমাদের ভালভাবে জানেন। তিনি যদি ইচ্ছে করেন তবে তিনি তোমাদের প্রতি করুণা করবেন, অথবা তিনি যদি চান তো তোমাদের শাস্তি দেবেন। আর তোমাকে আমরা পাঠাই নি তাদের উপরে কর্ণধাররূপে।",
    "bn_muhi": "তোমাদের পালনকর্তা তোমাদের সম্পর্কে ভালভাবে জ্ঞাত আছেন। তিনি যদি চান, তোমাদের প্রতি রহমত করবেন কিংবা যদি চান, তোমাদের আযাব দিবেন। আমি আপনাকে ওদের সবার তত্ত্বাবধায়ক রূপে প্রেরণ করিনি।",
    "en": "Your Lord is most knowing of you. If He wills, He will have mercy upon you; or if He wills, He will punish you. And We have not sent you, [O Muhammad], over them as a manager."
  },
  {
    "id": 55,
    "ar": "وَرَبُّكَ أَعْلَمُ بِمَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ ٱلنَّبِيِّۦنَ عَلَىٰ بَعْضٍ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
    "tr": "ওয়া রাব্বুকা আ‘লামুবিমান ফিছছামা-ওয়া-তি ওয়াল আরদি ওয়ালাকাদ ফাদ্দালনাবা‘দান্নাবিইয়ীনা ‘আলা-বা‘দিওঁ ওয়া আ-তাইনা-দা-ঊদা ঝাবূরা-।",
    "bn_haque": "আর তোমার প্রভু ভাল জানেন তাদের যারা আছে মহাকাশমন্ডলীতে ও পৃথিবীতে। আর আমরা নিশ্চয় কোনো-কোনো নবীকে প্রাধান্য দিয়েছি অন্যদের উপরে, আর দাউদকে আমরা দিয়েছিলাম যবূর।",
    "bn_muhi": "আপনার পালনকর্তা তাদের সম্পর্কে ভালভাবে জ্ঞাত আছেন, যারা আকাশসমূহে ও ভুপৃষ্ঠে রয়েছে। আমি তো কতক পয়গম্বরকে কতক পয়গম্বরের উপর শ্রেষ্ঠত্ব দান করেছি এবং দাউদকে যবুর দান করেছি।",
    "en": "And your Lord is most knowing of whoever is in the heavens and the earth. And We have made some of the prophets exceed others [in various ways], and to David We gave the book [of Psalms]."
  },
  {
    "id": 56,
    "ar": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِهِۦ فَلَا يَمْلِكُونَ كَشْفَ ٱلضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا",
    "tr": "কুলিদ‘উল্লাযীনা ঝা‘আমতুম মিন দূনিহী ফালা- ইয়ামলিকূনা কাশফাদদুররি ‘আনকুম ওয়ালা-তাহবীলা-।",
    "bn_haque": "বলো -- \"তাঁকে ছেড়ে দিয়ে তোমরা যাদের প্রতি ঝোঁকো তাদের ডাকো, কিন্তু তারা তোমাদের থেকে বিপদ-আপদ দূর করার কোনো ক্ষমতা রাখে না, আর তা বদলাবারও না।\"",
    "bn_muhi": "বলুনঃ আল্লাহ ব্যতীত যাদেরকে তোমরা উপাস্য মনে কর, তাদেরকে আহবান কর। অথচ ওরা তো তোমাদের কষ্ট দুর করার ক্ষমতা রাখে না এবং তা পরিবর্তনও করতে পারে না।",
    "en": "Say, \"Invoke those you have claimed [as gods] besides Him, for they do not possess the [ability for] removal of adversity from you or [for its] transfer [to someone else].\""
  },
  {
    "id": 57,
    "ar": "أُو۟لَٰٓئِكَ ٱلَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ ٱلْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
    "tr": "উলাইকাল্লাযীনা ইয়াদ‘ঊনা ইয়াবতাগূনা ইলা-রাব্বিহিমুল ওয়াছীলাতা আইয়ুহুম আকরাবু ওয়া ইয়ারজূনা রাহমাতাহূও ইয়াখা-ফূনা ‘আযা-বাহূ ইন্না আযা-বা রাব্বিকা কা-না মাহযূরা-।",
    "bn_haque": "ঐ সব যাদের তারা ডাকে তারা তাদের প্রভুর কাছে অছিলা খোঁজে -- তাদের মধ্যের কে হবে নিকটতম, আর তারা তাঁর করুণার প্রত্যাশা করে ও তাঁর শাস্তির ভয় করে। নিঃসন্দেহ তোমার প্রভুর শাস্তিকে এড়িয়ে চলতে হবে।",
    "bn_muhi": "যাদেরকে তারা আহবান করে, তারা নিজেরাই তো তাদের পালনকর্তার নৈকট্য লাভের জন্য মধ্যস্থ তালাশ করে যে, তাদের মধ্যে কে নৈকট্যশীল। তারা তাঁর রহমতের আশা করে এবং তাঁর শাস্তিকে ভয় করে। নিশ্চয় আপনার পালনকর্তার শাস্তি ভয়াবহ।",
    "en": "Those whom they invoke seek means of access to their Lord, [striving as to] which of them would be nearest, and they hope for His mercy and fear His punishment. Indeed, the punishment of your Lord is ever feared."
  },
  {
    "id": 58,
    "ar": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ ٱلْقِيَٰمَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَٰلِكَ فِى ٱلْكِتَٰبِ مَسْطُورًا",
    "tr": "ওয়া ইম্মিন কারইয়াতিন ইল্লা-নাহনুমুহলিকূহা-কাবলা ইয়াওমিল কিয়া-মাতি আও মু‘আযযি বূহা-‘আযা-বান শাদীদান কা-না যা-লিকা ফিল কিতা-বি মাছতূরা-।",
    "bn_haque": "আর এমন কোনো জনপদ নেই যাকে না আমরা কিয়ামতের দিনের আগে বিধ্বংস করব, অথবা কঠোর শাস্তিতে তাদের শাস্তি দেব। এটি গ্রন্থের মধ্যে লিপিবদ্ধ অবস্থায় রয়েছে।",
    "bn_muhi": "এমন কোন জনপদ নেই, যাকে আমি কেয়ামত দিবসের পূর্বে ধ্বংস করব না অথবা যাকে কঠোর শাস্তি দেব না। এটা তো গ্রন্থে লিপিবদ্ধ হয়ে গেছে।",
    "en": "And there is no city but that We will destroy it before the Day of Resurrection or punish it with a severe punishment. That has ever been in the Register inscribed."
  },
  {
    "id": 59,
    "ar": "وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِٱلْءَايَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلْأَوَّلُونَ وَءَاتَيْنَا ثَمُودَ ٱلنَّاقَةَ مُبْصِرَةً فَظَلَمُوا۟ بِهَا وَمَا نُرْسِلُ بِٱلْءَايَٰتِ إِلَّا تَخْوِيفًا",
    "tr": "ওয়ামা মানা‘আনাআননুরছিলা বিলআ-য়া-তি ইল্লাআন কাযযাবা বিহাল আওওয়ালূনা ওয়া আ-তাইনা-ছামূদান না-কাতা মুবসিরাতান ফাজালামূবিহা- ওয়ামা- নুরছিলুবিল আয়া-তি ইল্লা- তাখবীফা-।",
    "bn_haque": "আর আমাদের নিদর্শনসমূহ পাঠাতে কিছুই আমাদের বাধা দেয় না এ ভিন্ন যে প্রাচীনকালীনরা সে-সব প্রত্যাখ্যান করেছিল। আর আমরা ছামূদ জাতিকে দিয়েছিলাম উষ্টী -- এক স্পষ্ট নিদর্শনরূপে, কিন্তু তারা ওর প্রতি অন্যায় করেছিল। বস্তুতঃ আমরা নিদর্শনসমূহ পাঠাই না হুশিয়াঁর করার জন্যে ছাড়া।",
    "bn_muhi": "পূর্ববর্তীগণ কর্তৃক নিদর্শন অস্বীকার করার ফলেই আমাকে নিদর্শনাবলী প্রেরণ থেকে বিরত থাকতে হয়েছে। আমি তাদেরকে বোঝাবার জন্যে সামুদকে উষ্ট্রী দিয়েছিলাম। অতঃপর তারা তার প্রতি জুলুম করেছিল। আমি ভীতি প্রদর্শনের উদ্দেশেই নিদর্শন প্রেরণ করি।",
    "en": "And nothing has prevented Us from sending signs except that the former peoples denied them. And We gave Thamud the she-camel as a visible sign, but they wronged her. And We send not the signs except as a warning."
  },
  {
    "id": 60,
    "ar": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ وَمَا جَعَلْنَا ٱلرُّءْيَا ٱلَّتِىٓ أَرَيْنَٰكَ إِلَّا فِتْنَةً لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلْمَلْعُونَةَ فِى ٱلْقُرْءَانِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَٰنًا كَبِيرًا",
    "tr": "ওয়া ইযকুলনা-লাকা ইন্না রাব্বাকা আহা-তা বিন্না-ছি ওয়ামা-জা‘আলনার রু’ইয়াল্লাতীআরাইনা-কা ইল্লা-ফিতনাতাললিন্না-ছি ওয়াশশাজারাতাল মাল‘ঊনাতা ফিল কুরআ-নি ওয়ানুখাওবিফুহুম ফামা-ইয়াঝীদুহুম ইল্লা-তুগইয়া-নান কাবীরা-।",
    "bn_haque": "আর স্মরণ করো! আমরা তোমাকে বলেছিলাম -- \"নিঃসন্দেহ তোমার প্রভু মানুষকে ঘেরাও করে আছেন। আর তো মাকে যা দেখিয়েছিলাম সেই দৈবদর্শন আমরা মানুষের জন্যে একটি পরীক্ষার জন্য ছাড়া বানাই নি, আর কুরআনে বর্ণিত অভিশপ্ত বৃক্ষও। আর আমরা তাদের হুশিয়াঁর করছি, কিন্তু এটি তাদের তীব্র অবাধ্যতা ছাড়া আর কিছুই বাড়ায় না।",
    "bn_muhi": "এবং স্মরণ করুন, আমি আপনাকে বলে দিয়েছিলাম যে, আপনার পালনকর্তা মানুষকে পরিবেষ্টন করে রেখেছেন এবং যে দৃশ্য আমি আপনাকে দেখিয়েছি তাও কোরআনে উল্লেখিত অভিশপ্ত বৃক্ষ কেবল মানুষের পরীক্ষার জন্যে। আমি তাদেরকে ভয় প্রদর্শন করি। কিন্তু এতে তাদের অবাধ্যতাই আরও বৃদ্ধি পায়।",
    "en": "And [remember, O Muhammad], when We told you, \"Indeed, your Lord has encompassed the people.\" And We did not make the sight which We showed you except as a trial for the people, as was the accursed tree [mentioned] in the Qur'an. And We threaten them, but it increases them not except in great transgression."
  },
  {
    "id": 61,
    "ar": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
    "tr": "ওয়া ইযকুলনা-লিলমালাইকাতিছ জু দূলিআ-দামা ফাছাজাদূ ইল্লাইবলীছা কালা আআছজু দুলিমান খালাকতা তীনা-।",
    "bn_haque": "আর আমরা যখন ফিরিশ্‌তাদের বললাম -- \"আদমকে সিজদা করো\", তখন তারা সিজদা করল, ইবলিস ব্যতীত। সে বললে -- \"আমি কি তাকে সিজদা করব যাকে তুমি কাদা দিয়ে সৃষ্টি করেছ?\"",
    "bn_muhi": "স্মরণ কর, যখন আমি ফেরেশতাদেরকে বললামঃ আদমকে সেজদা কর, তখন ইবলীস ব্যতীত সবাই সেজদায় পড়ে গেল। কিন্তু সে বললঃ আমি কি এমন ব্যক্তিকে সেজদা করব, যাকে আপনি মাটির দ্বারা সৃষ্টি করেছেন?",
    "en": "And [mention] when We said to the angles, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He said, \"Should I prostrate to one You created from clay?\""
  },
  {
    "id": 62,
    "ar": "قَالَ أَرَءَيْتَكَ هَٰذَا ٱلَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلًا",
    "tr": "কা-লা আরাআইতাকা হা-যাল্লাযী কাররামতা ‘আলাইইয়া লাইন আখখারতানি ইলাইয়াওমিল কিয়া-মাতি লাআহতানিকান্না যুররিইইয়াতাহূইল্লা-কালীলা-।",
    "bn_haque": "সে বললে -- \"দেখুন তো! এই বুঝি সে যাকে আপনি আমার উপরে মর্যাদা দিলেন? কিয়ামতের দিন পর্যন্ত যদি আমাকে আপনি অবকাশ দেন তবে আমি আলবৎ তার বংশধরদের সর্বনাশ করব অল্প কয়েকজন ছাড়া।\"",
    "bn_muhi": "সে বললঃ দেখুন তো, এনা সে ব্যক্তি, যাকে আপনি আমার চাইতেও উচ্চ মার্যাদা দিয়ে দিয়েছেন। যদি আপনি আমাকে কেয়ামত দিবস পর্যন্ত সময় দেন, তবে আমি সামান্য সংখ্যক ছাড়া তার বংশধরদেরকে সমূলে নষ্ট করে দেব।",
    "en": "[Iblees] said, \"Do You see this one whom You have honored above me? If You delay me until the Day of Resurrection, I will surely destroy his descendants, except for a few.\""
  },
  {
    "id": 63,
    "ar": "قَالَ ٱذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَآءً مَّوْفُورًا",
    "tr": "কা-লাযহাব ফামান তাবি‘আকা মিনহুম ফাইন্না জাহান্নামা জাঝাউকুমজাঝাআম মাওফূরা-।",
    "bn_haque": "তিনি বললেন -- \"চলে যাও! বস্তুতঃ তাদের মধ্যের যে কেউ তোমার অনুসরণ করবে তাহলে জাহান্নামই তোমাদের পরিণতি -- এক পরিপূর্ণ প্রতিফল।",
    "bn_muhi": "আল্লাহ বলেনঃ চলে যা, অতঃপর তাদের মধ্য থেকে যে তোর অনুগামী হবে, জাহান্নামই হবে তাদের সবার শাস্তি-ভরপুর শাস্তি।",
    "en": "[ Allah ] said, \"Go, for whoever of them follows you, indeed Hell will be the recompense of you - an ample recompense."
  },
  {
    "id": 64,
    "ar": "وَٱسْتَفْزِزْ مَنِ ٱسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَٰدِ وَعِدْهُمْ وَمَا يَعِدُهُمُ ٱلشَّيْطَٰنُ إِلَّا غُرُورًا",
    "tr": "ওয়াছতাফঝিঝ মানিছতাতা‘তা মিনহুম বিসাওতিকা ওয়া আজলিব ‘আলাইহিম বিখাইলিকা ওয়া রাজিলিকা ওয়া শা-রিকহুম ফিল আমওয়া-লি ওয়াল আওলা-দি ওয়া‘ইদহুম ওয়ামাইয়া‘ইদুহুমুশশাইতা-নুইল্লা-গুরূরা-।",
    "bn_haque": "\"আর তাদের যাকে পার তোমার আহ্বানে প্রতারিত কর, আর তাদের উপরে হামলা চালাও তোমার ঘোড়সওয়ারদের দ্বারা, আর তোমার পদাতিক বাহিনীর দ্বারা, আর তাদের অংশী হও ধনসম্পত্তিতে এবং সন্তানসন্ততিতে, আর তাদের ওয়াদা করো।\" আর শয়তান তাদের প্রতি‌শ্রুতি দেয় না প্রতারণা করা ছাড়া।",
    "bn_muhi": "তুই সত্যচ্যুত করে তাদের মধ্য থেকে যাকে পারিস স্বীয় আওয়ায দ্বারা, স্বীয় অশ্বারোহী ও পদাতিক বাহিনী নিয়ে তাদেরকে আক্রমণ কর, তাদের অর্থ-সম্পদ ও সন্তান-সন্ততিতে শরীক হয়ে যা এবং তাদেরকে প্রতিশ্রুতি দে। ছলনা ছাড়া শয়তান তাদেরকে কোন প্রতিশ্রুতি দেয় না।",
    "en": "And incite [to senselessness] whoever you can among them with your voice and assault them with your horses and foot soldiers and become a partner in their wealth and their children and promise them.\" But Satan does not promise them except delusion."
  },
  {
    "id": 65,
    "ar": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَٰنٌ وَكَفَىٰ بِرَبِّكَ وَكِيلًا",
    "tr": "ইন্না ‘ইবা-দী লাইছা লাকা ‘আলাইহিম ছুলতা-নুওঁ ওয়া কাফা-বিরাব্বিকা ওয়াকীলা-।",
    "bn_haque": "\"নিঃসন্দেহ আমার বান্দাদের সন্বন্ধে, -- তাদের উপরে তোমার কোনো প্রভাব নেই।\" আর কর্ণধাররূপে তোমার প্রভুই যথেষ্ট।",
    "bn_muhi": "আমার বান্দাদের উপর তোর কোন ক্ষমতা নেই আপনার পালনকর্তা যথেষ্ট কার্যনির্বাহী।",
    "en": "Indeed, over My [believing] servants there is for you no authority. And sufficient is your Lord as Disposer of affairs."
  },
  {
    "id": 66,
    "ar": "رَّبُّكُمُ ٱلَّذِى يُزْجِى لَكُمُ ٱلْفُلْكَ فِى ٱلْبَحْرِ لِتَبْتَغُوا۟ مِن فَضْلِهِۦٓ إِنَّهُۥ كَانَ بِكُمْ رَحِيمًا",
    "tr": "রাব্বুকুমুল্লাযী ইউঝজী লাকুমুল ফুলকা ফিল বাহরি লিতাবতাগূমিন ফাদলিহী ইন্নাহূকানা বিকুম রাহীমা-।",
    "bn_haque": "তোমাদের প্রভু তিনিই যিনি তোমাদের জন্য সাগরে জাহাজ পরিচালিত করেন যেন তোমরা তাঁর করুণাভান্ডার থেকে অনুসন্ধান করতে পার। নিঃসন্দেহ তিনি তোমাদের জন্য সদা অফুরন্ত ফলদাতা।",
    "bn_muhi": "তোমাদের পালনকর্তা তিনিই, যিনি তোমাদের জন্যে সমুদ্রে জলযান চালনা করেন, যাতে তোমরা তার অনুগ্রহ অন্বেষন করতে পারো। নিঃ সন্দেহে তিনি তোমাদের প্রতি পরম দয়ালূ।",
    "en": "It is your Lord who drives the ship for you through the sea that you may seek of His bounty. Indeed, He is ever, to you, Merciful."
  },
  {
    "id": 67,
    "ar": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِى ٱلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ فَلَمَّا نَجَّىٰكُمْ إِلَى ٱلْبَرِّ أَعْرَضْتُمْ وَكَانَ ٱلْإِنسَٰنُ كَفُورًا",
    "tr": "ওয়া ইযা-মাছছাকুমুদদুররু ফিল বাহরি দাল্লা মান তাদ‘ঊনা ইল্লাইয়্যা-হু ফালাম্মানাজ্জা-কুম ইলাল বাররি আ‘রাদতুম ওয়া কা-নাল ইনছা-নুকাফূরা-।",
    "bn_haque": "আর যখন সমুদ্রের মধ্যে বিপদ তোমাদের স্পর্শ করে তখন যাদের তোমরা ডাকো তারা চলে যায় কেবলমাত্র তিনি ছাড়া, কিন্তু তিনি যখন তোমাদের উদ্ধার ক’রে তীরে নিয়ে আসেন তখন তোমরা ফিরে যাও। আর মানুষ বড় অকৃতজ্ঞ।",
    "bn_muhi": "যখন সমুদ্রে তোমাদের উপর বিপদ আসে, তখন শুধু আল্লাহ ব্যতীত যাদেরকে তোমরা আহবান করে থাক তাদেরকে তোমরা বিস্মৃত হয়ে যাও। অতঃপর তিনি যখন তোমাদেরকে স্থলে ভিড়িয়ে উদ্ধার করে নেন, তখন তোমরা মুখ ফিরিয়ে নাও। মানুষ বড়ই অকৃতজ্ঞ।",
    "en": "And when adversity touches you at sea, lost are [all] those you invoke except for Him. But when He delivers you to the land, you turn away [from Him]. And ever is man ungrateful."
  },
  {
    "id": 68,
    "ar": "أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ ٱلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا۟ لَكُمْ وَكِيلًا",
    "tr": "আফাআমিনতুম আইঁ ইয়াখছিফা বিকুমজা-নিবাল বাররি আও ইউরছিলা ‘আলাইকুমহা-সিবান ছু ম্মা লা-তাজিদূলাকুম ওয়াকীলা-।",
    "bn_haque": "তবে কি তোমরা নিশ্চিত বোধ কর যে তিনি কোনো জমির কিনারায় তোমাদের নিশ্চিহ করবেন না অথবা তোমাদের উপরে কোনো কঙ্করময় ঝড় বর্ষণ করবেন না? তখন তোমরা তোমাদের জন্য কোনো কর্ণধার পাবে না।",
    "bn_muhi": "তোমরা কি এ বিষয়ে নিশ্চিন্ত রয়েছ যে, তিনি তোমাদেরকে স্থলভাগে কোথাও ভূগর্ভস্থ করবেন না। অথবা তোমাদের উপর প্রস্তর বর্ষণকারী ঘুর্ণিঝড় প্রেরণ করবেন না, তখন তোমরা নিজেদের জন্যে কোন কর্মবিধায়ক পাবে না।",
    "en": "Then do you feel secure that [instead] He will not cause a part of the land to swallow you or send against you a storm of stones? Then you would not find for yourselves an advocate."
  },
  {
    "id": 69,
    "ar": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ ٱلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا۟ لَكُمْ عَلَيْنَا بِهِۦ تَبِيعًا",
    "tr": "আম আমিনতুম আইঁ ইউ‘ঈদাকুম ফীহি তা-রাতান উখরা-ফাইউরছিলা ‘আলাইকুমকাসিফাম মিনার রীহি ফাইউগরিকাকুম বিমা-কাফারতুম ছু ম্মা লা-তাজিদূলাকুম ‘আলাইনা বিহী তাবী‘আ-।",
    "bn_haque": "অথবা তোমরা কি নিশ্চিত বোধ কর যে তোমাদের এই দশায় আর একবার নিয়ে যাবেন না, তখন তোমাদের বিরুদ্ধে পাঠাবেন এক প্রচন্ড ঝড় এবং তোমাদের ডুবিয়ে দেবেন যেহেতু তোমরা অবিশ্বাস করেছিলে? তখন তোমরা আমাদের বিরুদ্ধে তোমাদের জন্য এই ব্যাপারে কোনো প্রতিকারকারী পাবে না?",
    "bn_muhi": "অথবা তোমরা কি এ বিষয়ে নিশ্চিন্ত যে, তিনি তোমাদেরকে আরেকবার সমুদ্রে নিয়ে যাবেন না, অতঃপর তোমাদের জন্যে মহা ঝটিকা প্রেরণ করবেন না, অতঃপর অকৃতজ্ঞতার শাস্তিস্বরূপ তোমাদেরকে নিমজ্জত করবেন না, তখন তোমরা আমার বিরুদ্ধে এ বিষয়ে সাহায্যকারী কাউকে পাবে না।",
    "en": "Or do you feel secure that He will not send you back into the sea another time and send upon you a hurricane of wind and drown you for what you denied? Then you would not find for yourselves against Us an avenger."
  },
  {
    "id": 70,
    "ar": "وَلَقَدْ كَرَّمْنَا بَنِىٓ ءَادَمَ وَحَمَلْنَٰهُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَىٰ كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا",
    "tr": "ওয়ালাকাদ কাররামনা-বানীআ-দামা ওয়া হামালনা-হুম ফিল বাররি ওয়াল বাহরি ওয়া রাঝাকনা হুম মিনাততাইয়িবা-তি ওয়া ফাদ্দালনা-হুম ‘আলা কাছীরিম মিম্মান খালাকনাতাফদীলা-।",
    "bn_haque": "আর আমরা অবশ্য আদমসন্তানদের মর্যাদাদান করেছি, আর আমরা তাদের বহন করি স্থলে ও জলে, এবং তাদের রিযেক দান করেছি উৎকৃষ্ট বস্তু দিয়ে, আর আমরা যাদের সৃষ্টি করেছি তাদের অনেকের উপরে আমরা তাদের প্রাধান্য দিয়েছি শ্রেষ্ঠত্বের সাথে।",
    "bn_muhi": "নিশ্চয় আমি আদম সন্তানকে মর্যাদা দান করেছি, আমি তাদেরকে স্থলে ও জলে চলাচলের বাহন দান করেছি; তাদেরকে উত্তম জীবনোপকরণ প্রদান করেছি এবং তাদেরকে অনেক সৃষ্ট বস্তুর উপর শ্রেষ্ঠত্ব দান করেছি।",
    "en": "And We have certainly honored the children of Adam and carried them on the land and sea and provided for them of the good things and preferred them over much of what We have created, with [definite] preference."
  },
  {
    "id": 71,
    "ar": "يَوْمَ نَدْعُوا۟ كُلَّ أُنَاسٍۭ بِإِمَٰمِهِمْ فَمَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُو۟لَٰٓئِكَ يَقْرَءُونَ كِتَٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
    "tr": "ইয়াওমা নাদ‘ঊ কুল্লা উনা-ছিম বিইমা-মিহিম ফামান উতিয়া কিতা-বাহূবিইয়ামীনিহী ফাউলাইকা ইয়াকরাঊনা কিতা-বাহুম ওয়ালা-ইউজলামূনা ফাতীলা-।",
    "bn_haque": "সেইদিন আমরা প্রত্যেক জনসমাজকে আহ্বান করব তাদের ইমাম সহ। সুতরাং যাকে তার কিতাব তার ডান হাতে দেয়া হবে তারা তবে তাদের কিতাব পড়বে, আর তাদের প্রতি খেজুর-বিচির-পাতলা-পরত পরিমাণেও অন্যায় করা হবে না।",
    "bn_muhi": "স্মরণ কর, যেদিন আমি প্রত্যেক দলকে তাদের নেতাসহ আহবান করব, অতঃপর যাদেরকে তাদের ডান হাতে আমলনামা দেয়া হবে, তারা নিজেদের আমলনামা পাঠ করবে এবং তাদের প্রতি সামান্য পরিমাণও জুলুম হবে না।",
    "en": "[Mention, O Muhammad], the Day We will call forth every people with their record [of deeds]. Then whoever is given his record in his right hand - those will read their records, and injustice will not be done to them, [even] as much as a thread [inside the date seed]."
  },
  {
    "id": 72,
    "ar": "وَمَن كَانَ فِى هَٰذِهِۦٓ أَعْمَىٰ فَهُوَ فِى ٱلْءَاخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا",
    "tr": "ওয়া মান কা-না ফী হা-যিহীআ‘মা-ফাহুওয়া ফিল আ-খিরাতি আ‘মা- ওয়া আদাল্লু ছাবীলা-।",
    "bn_haque": "আর যে ইহলোকে অন্ধ সে তবে পরলোকেও হবে অন্ধ, এবং পথ থেকে অধিকতর পথভ্রষ্ট।",
    "bn_muhi": "যে ব্যক্তি ইহকালে অন্ধ ছিল সে পরকালেও অন্ধ এবং অধিকতর পথভ্রান্ত।",
    "en": "And whoever is blind in this [life] will be blind in the Hereafter and more astray in way."
  },
  {
    "id": 73,
    "ar": "وَإِن كَادُوا۟ لَيَفْتِنُونَكَ عَنِ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُۥ وَإِذًا لَّٱتَّخَذُوكَ خَلِيلًا",
    "tr": "ওয়া ইন কা-দূলাইয়াফতিনূনাকা ‘আনিল্লাযীআওহাইনাইলাইকা লিতাফতারিয়া ‘আলাইনা-গাইরাহূ  ওয়া ইযাল্লাত্তাখযূকা খালীলা-।",
    "bn_haque": "আর অবশ্যই তারা মতলব করেছিল তোমার কাছে আমরা যা প্রত্যাদেশ দিয়েছি তা থেকে তোমাকে বিচ্যুত করতে, যেন তুমি আমাদের বিরুদ্ধে তার পরিবর্তে অন্য কিছু জাল কর, আর তখন তারা তোমাকে নিশ্চয়ই গ্রহণ করবে অন্তরঙ্গ বান্ধবরূপে।",
    "bn_muhi": "তারা তো আপনাকে হটিয়ে দিতে চাচ্ছিল যে বিষয় আমি আপনার প্রতি ওহীর মাধ্যমে যা প্রেরণ করেছি তা থেকে আপনার পদঙ্খলন ঘটানোর জন্যে তারা চুড়ান্ত চেষ্টা করেছে, যাতে আপনি আমার প্রতি কিছু মিথ্যা সম্বন্ধযুক্ত করেন। এতে সফল হলে তারা আপনাকে বন্ধুরূপে গ্রহণ করে নিত।",
    "en": "And indeed, they were about to tempt you away from that which We revealed to you in order to [make] you invent about Us something else; and then they would have taken you as a friend."
  },
  {
    "id": 74,
    "ar": "وَلَوْلَآ أَن ثَبَّتْنَٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـًٔا قَلِيلًا",
    "tr": "ওয়া লাওলাআন ছাব্বাতনা-কা লাকাদ কিততা তারকানুইলাইহিম শাইআন কালীলা-।",
    "bn_haque": "আর আমরা যদি তোমাকে সুপ্রতিষ্ঠিত না করতাম তা’হলে তুমি আলবৎ তাদের প্রতি সামান্য কিছু ঝুঁকেই পড়তে, --",
    "bn_muhi": "আমি আপনাকে দৃঢ়পদ না রাখলে আপনি তাদের প্রতি কিছুটা ঝুঁকেই পড়তেন।",
    "en": "And if We had not strengthened you, you would have almost inclined to them a little."
  },
  {
    "id": 75,
    "ar": "إِذًا لَّأَذَقْنَٰكَ ضِعْفَ ٱلْحَيَوٰةِ وَضِعْفَ ٱلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
    "tr": "ইযাল্লাআযাকনা-কা দি‘ফাল হায়া-তি ওয়া দি‘ফাল মামা-তি ছু ম্মা লা-তাজিদুলাকা ‘আলাইনা-নাসীরা-।",
    "bn_haque": "সেক্ষেত্রে আমরা নিশ্চয় তোমাকে দ্বিগুণ শাস্তি আস্বাদন করাতাম ইহজীবনে এবং দ্বিগুণ মৃত্যুকালে, তখন আমাদের বিরুদ্ধে তোমার জন্য কোনো সাহায্যকারী পাবে না।",
    "bn_muhi": "তখন আমি অবশ্যই আপনাকে ইহজীবনে ও পরজীবনে দ্বিগুণ শাস্তির আস্বাদন করাতাম। এ সময় আপনি আমার মোকাবিলায় কোন সাহায্যকারী পেতেন না।",
    "en": "Then [if you had], We would have made you taste double [punishment in] life and double [after] death. Then you would not find for yourself against Us a helper."
  },
  {
    "id": 76,
    "ar": "وَإِن كَادُوا۟ لَيَسْتَفِزُّونَكَ مِنَ ٱلْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَّا يَلْبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلًا",
    "tr": "ওয়া ইন কা-দূলাইয়াছতাফিঝঝূনাকা মিনাল আরদি লিইউখরিজূকা মিনহা- ওয়া ইযাল্লা ইয়ালবাছূনা খিলা-ফাকা ইল্লা-কালীলা-।",
    "bn_haque": "আর তারা নিশ্চয় চেয়েছিল যে দেশ থেকে তোমাকে তারা উৎখাত করবে যাতে তারা তোমাকে সেখানে থেকে বহিস্কার করতে পারে। আর সেক্ষেত্রে তোমার পরে তারা টিকে থাকত না অল্পকাল ছাড়া।",
    "bn_muhi": "তারা তো আপনাকে এ ভুখন্ড থেকে উৎখাত করে দিতে চুড়ান্ত চেষ্টা করেছিল যাতে আপনাকে এখান থেকে বহিস্কার করে দেয়া যায়। তখন তারাও আপনার পর সেখানে অল্প কালই মাত্র টিকে থাকত।",
    "en": "And indeed, they were about to drive you from the land to evict you therefrom. And then [when they do], they will not remain [there] after you, except for a little."
  },
  {
    "id": 77,
    "ar": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
    "tr": "ছুন্নাতা মান কাদ আরছালনা-কাবলাকা মিররুছুলিনা-ওয়ালা-তাজিদুলিছুন্নাতিনা-তাহবীলা।",
    "bn_haque": "এটিই রীতি তোমার আগে আমাদের রসূলদের মধ্যের যাদের আমরা পাঠিয়েছিলাম তাঁদের সন্বন্ধে, আর আমাদের রীতির কোনো পরিবর্তন তুমি পাবে না।",
    "bn_muhi": "আপনার পূর্বে আমি যত রসূল প্রেরণ করেছি, তাদের ক্ষেত্রেও এরূপ নিয়ম ছিল। আপনি আমার নিয়মের কোন ব্যতিক্রম পাবেন না।",
    "en": "[That is Our] established way for those We had sent before you of Our messengers; and you will not find in Our way any alteration."
  },
  {
    "id": 78,
    "ar": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمْسِ إِلَىٰ غَسَقِ ٱلَّيْلِ وَقُرْءَانَ ٱلْفَجْرِ إِنَّ قُرْءَانَ ٱلْفَجْرِ كَانَ مَشْهُودًا",
    "tr": "আকিমিসসালা-তা লিদুলূকিশশামছি ইলা-গাছাকিল্লাইলি ওয়া কুরআ-নাল ফাজরি ইন্না কুরআ-নাল ফাজরি কা-না মাশহূদা-।",
    "bn_haque": "নামায কায়েম করো সূর্যের হেলে পড়া থেকে রাতের অন্ধকার পর্যন্ত, আর ফজরের কুরআন পাঠ। নিঃসন্দেহ ফজরের কুরআন- পাঠ পরিলক্ষিত হয়।",
    "bn_muhi": "সূর্য ঢলে পড়ার সময় থেকে রাত্রির অন্ধকার পর্যন্ত নামায কায়েম করুন এবং ফজরের কোরআন পাঠও। নিশ্চয় ফজরের কোরআন পাঠ মুখোমুখি হয়।",
    "en": "Establish prayer at the decline of the sun [from its meridian] until the darkness of the night and [also] the Qur'an of dawn. Indeed, the recitation of dawn is ever witnessed."
  },
  {
    "id": 79,
    "ar": "وَمِنَ ٱلَّيْلِ فَتَهَجَّدْ بِهِۦ نَافِلَةً لَّكَ عَسَىٰٓ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا",
    "tr": "ওয়া মিনাল্লাইলি ফাতাহাজ্জাদ বিহী নাফিলাতাল্লাকা  ‘আছাআইঁ ইয়াব‘আছাকা রাব্বুকা মাকা-মাম মাহমূদা-।",
    "bn_haque": "আর রাতের মধ্যে থেকে এর দ্বারা জাগরণে কাটাও -- তোমার জন্য এক অতিরিক্ত, হতে পারে তোমার প্রভু তোমাকে উন্নত করবেন এক সুপ্রশংসিত অবস্থায়।",
    "bn_muhi": "রাত্রির কিছু অংশ কোরআন পাঠ সহ জাগ্রত থাকুন। এটা আপনার জন্যে অতিরিক্ত। হয়ত বা আপনার পালনকর্তা আপনাকে মোকামে মাহমুদে পৌঁছাবেন।",
    "en": "And from [part of] the night, pray with it as additional [worship] for you; it is expected that your Lord will resurrect you to a praised station."
  },
  {
    "id": 80,
    "ar": "وَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ وَٱجْعَل لِّى مِن لَّدُنكَ سُلْطَٰنًا نَّصِيرًا",
    "tr": "ওয়া কুররাব্বি আদখিলনী মুদ খালা সিদকিওঁ ওয়া আখরিজনী মুখরাজা সিদকিওঁ ওয়াজ‘আলনী মিল্লাদুনকা ছুলতা-নান নাসীরা-।",
    "bn_haque": "আর তুমি বলো -- \"আমার প্রভু! আমাকে প্রবেশ করতে দাও মঙ্গলজনক প্রবেশকরণে, এবং আমাকে বের করে আনো মঙ্গলময় নির্গমনে, আর তোমার কাছ থেকে আমাকে দাও একটি সহায়ক কর্তৃত্ব।\"",
    "bn_muhi": "বলুনঃ হে পালনকর্তা! আমাকে দাখিল করুন সত্যরূপে এবং আমাকে বের করুন সত্যরূপে এবং দান করুন আমাকে নিজের কাছ থেকে রাষ্ট্রীয় সাহায্য।",
    "en": "And say, \"My Lord, cause me to enter a sound entrance and to exit a sound exit and grant me from Yourself a supporting authority.\""
  },
  {
    "id": 81,
    "ar": "وَقُلْ جَآءَ ٱلْحَقُّ وَزَهَقَ ٱلْبَٰطِلُ إِنَّ ٱلْبَٰطِلَ كَانَ زَهُوقًا",
    "tr": "ওয়া কুল জাআল হাক্কুওয়া ঝাহাকাল বা-তিলু ইন্নাল বা-তিলা কা-না ঝাহূকা-।",
    "bn_haque": "আর বলো -- \"সত্য এসেই গেছে আর মিথ্যা অন্তর্ধান করেছে। নিঃসন্দেহ মিথ্যা তো সদা অন্তর্ধানশীল।\"",
    "bn_muhi": "বলুনঃ সত্য এসেছে এবং মিথ্যা বিলুপ্ত হয়েছে। নিশ্চয় মিথ্যা বিলুপ্ত হওয়ারই ছিল।",
    "en": "And say, \"Truth has come, and falsehood has departed. Indeed is falsehood, [by nature], ever bound to depart.\""
  },
  {
    "id": 82,
    "ar": "وَنُنَزِّلُ مِنَ ٱلْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارًا",
    "tr": "ওয়া নুনাঝঝিলুমিনাল কুরআ-নি মা হুওয়া শিফাউওঁ ওয়া রাহমাতুল লিলমু’মিনীনা ওয়ালা- ইয়াঝীদুজ্জা-লিমীনা ইল্লা-খাছা-রা-।",
    "bn_haque": "আর আমরা কুরআনের মধ্যে অবতীর্ণ করেছি যা হচ্ছে বিশ্বাসীদের জন্য উপশম এবং করুণা, আর এটি অন্যায়কারীদের ক্ষতিসাধন ছাড়া আর কিছু বাড়ায় না।",
    "bn_muhi": "আমি কোরআনে এমন বিষয় নাযিল করি যা রোগের সুচিকিৎসা এবং মুমিনের জন্য রহমত। গোনাহগারদের তো এতে শুধু ক্ষতিই বৃদ্ধি পায়।",
    "en": "And We send down of the Qur'an that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss."
  },
  {
    "id": 83,
    "ar": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسًا",
    "tr": "ওয়া ইযাআন‘আমনা-‘আলাল ইনছা-নি আ‘রাদা-ওয়া নাআ-বিজা-নিবিহী ওয়া ইযা-মাছছাহুশ শাররু কা-না ইয়াঊছা-।",
    "bn_haque": "আর যখন আমরা মানুষের প্রতি করুণা বর্ষণ করি সে ঘুরে দাঁড়ায় ও অহংকার দেখায়, আর যখন মন্দ তাকে স্পর্শ করে সে হতাশ হয়ে যায়।",
    "bn_muhi": "আমি মানুষকে নেয়ামত দান করলে সে মুখ ফিরিয়ে নেয় এবং অহংকারে দুরে সরে যায়; যখন তাকে কোন অনিষ্ট স্পর্শ করে, তখন সে একেবারে হতাশ হয়ে পড়ে।",
    "en": "And when We bestow favor upon the disbeliever, he turns away and distances himself; and when evil touches him, he is ever despairing."
  },
  {
    "id": 84,
    "ar": "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
    "tr": "কুল কুল্লুইঁ ইয়া‘মালু‘আলা-শা-কিলাতিহী ফারাব্বুকুম আ‘লামুবিমান হুওয়া আহদাছাবীলা-।",
    "bn_haque": "বলো -- \"প্রত্যেকে কাজ করে চলে আপন ধরনে।\" কিন্তু তোমাদের প্রভু ভাল জানেন কে হচ্ছে পথে চালিত।",
    "bn_muhi": "বলুনঃ প্রত্যেকেই নিজ রীতি অনুযায়ী কাজ করে। অতঃপর আপনার পালনকর্তা বিশেষ রূপে জানেন, কে সর্বাপেক্ষা নির্ভূল পথে আছে।",
    "en": "Say, \"Each works according to his manner, but your Lord is most knowing of who is best guided in way.\""
  },
  {
    "id": 85,
    "ar": "وَيَسْـَٔلُونَكَ عَنِ ٱلرُّوحِ قُلِ ٱلرُّوحُ مِنْ أَمْرِ رَبِّى وَمَآ أُوتِيتُم مِّنَ ٱلْعِلْمِ إِلَّا قَلِيلًا",
    "tr": "ওয়া ইয়াছআলূনাকা ‘আনির রূহি কুলির রূহুমিন আমরি রাববী ওয়ামাঊতীতুম মিনাল ‘ইল মি ইল্লা-কালীলা-।",
    "bn_haque": "আর তারা তোমাকে জিজ্ঞাসা করে রূহ সম্পর্কে। বলো -- \"রূহ আমার প্রভুর নির্দেশাধীন, আর তোমাদের তো জ্ঞানভান্ডারের সৎসামান্য বৈ দেওয়া হয় নি।\"",
    "bn_muhi": "তারা আপনাকে রূহ সম্পর্কে জিজ্ঞেস করে। বলে দিনঃ রূহ আমার পালনকর্তার আদেশ ঘটিত। এ বিষয়ে তোমাদেরকে সামান্য জ্ঞানই দান করা হয়েছে।",
    "en": "And they ask you, [O Muhammad], about the soul. Say, \"The soul is of the affair of my Lord. And mankind have not been given of knowledge except a little.\""
  },
  {
    "id": 86,
    "ar": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيْنَا وَكِيلًا",
    "tr": "ওয়া লাইন শি’না-লানাযহাবান্না বিল্লায ীআওহাইনাইলাইকা ছু ম্মা লা-তাজিদুলাকা বিহী ‘আলাইনা-ওয়াকীলা-।",
    "bn_haque": "আর আমরা যদি চাইতাম তবে তোমার কাছে যা প্রত্যাদেশ পাঠিয়েছি তা আমরা আলবৎ প্রত্যাহার করতাম, তখন এ বিষয়ে তুমি আমাদের বিরুদ্ধে কোনো কার্যনির্বাহক পেতে না, --",
    "bn_muhi": "আমি ইচ্ছা করলে আপনার কাছে ওহীর মাধমে যা প্রেরণ করেছি তা অবশ্যই প্রত্যাহার করতে পারতাম। অতঃপর আপনি নিজের জন্যে তা আনয়নের ব্যাপারে আমার মোকাবিলায় কোন দায়িত্ব বহনকারী পাবেন না।",
    "en": "And if We willed, We could surely do away with that which We revealed to you. Then you would not find for yourself concerning it an advocate against Us."
  },
  {
    "id": 87,
    "ar": "إِلَّا رَحْمَةً مِّن رَّبِّكَ إِنَّ فَضْلَهُۥ كَانَ عَلَيْكَ كَبِيرًا",
    "tr": "ইল্লা-রাহমাতাম মিররাব্বিকা ইন্না ফাদলাহূকা-না ‘আলাইকা কাবীরা-।",
    "bn_haque": "কিন্তু এটি তোমার প্রভুর কাছ থেকে করুণা। নিঃসন্দেহ তোমার প্রতি তাঁর করুণা অতি বিরাট।",
    "bn_muhi": "এ প্রত্যাহার না করা আপনার পালনকর্তার মেহেরবানী। নিশ্চয় আপনার প্রতি তাঁর করুণা বিরাট।",
    "en": "Except [We have left it with you] as a mercy from your Lord. Indeed, His favor upon you has ever been great."
  },
  {
    "id": 88,
    "ar": "قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا۟ بِمِثْلِ هَٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
    "tr": "কুল লাইনিজ তামা‘আতিল ইনছুওয়াল জিন্নু‘আলাআইঁ ইয়া’তূবিমিছলি হা-যাল কুরআনি লা-ইয়া’তূনা বিমিছলিহী ওয়া লাও কা -না বা‘দুহুম লিবা‘দিন জাহীরা-।",
    "bn_haque": "বলো -- \"যদি মানুষ ও জিন সম্মিলিত হতো এই কুরআনের সমতুল্য কিছু নিয়ে আসতে, তারা এর মতো কিছুই আনতে পারত না, যদিও-বা তাদের কেউ-কেউ অন্যদের পৃষ্ঠপোষক হতো।\"",
    "bn_muhi": "বলুনঃ যদি মানব ও জ্বিন এই কোরআনের অনুরূপ রচনা করে আনয়নের জন্যে জড়ো হয়, এবং তারা পরস্পরের সাহায্যকারী হয়; তবুও তারা কখনও এর অনুরূপ রচনা করে আনতে পারবে না।",
    "en": "Say, \"If mankind and the jinn gathered in order to produce the like of this Qur'an, they could not produce the like of it, even if they were to each other assistants.\""
  },
  {
    "id": 89,
    "ar": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
    "tr": "ওয়া লাকাদ সাররাফনা-লিন্না-ছি ফী হা-যাল কুরআ-নি মিন কুল্লি মাছালিন, ফাআবা আকছারুন্না-ছি ইল্লা-কুফূরা-।",
    "bn_haque": "আর আমরা অবশ্যই লোকেদের জন্য এই কুরআনে সব রকমের দৃষ্টান্ত বিশদভাবে বর্ণনা করেছি, কিন্তু অধিকাংশ মানুষই প্রত্যাখ্যান করা ছাড়া আর সব-কিছুতেই অসম্মত।",
    "bn_muhi": "আমি এই কোরআনে মানুষকে বিভিন্ন উপকার দ্বারা সব রকম বিষয়বস্তু বুঝিয়েছি। কিন্তু অধিকাংশ লোক অস্বীকার না করে থাকেনি।",
    "en": "And We have certainly diversified for the people in this Qur'an from every [kind] of example, but most of the people refused [anything] except disbelief."
  },
  {
    "id": 90,
    "ar": "وَقَالُوا۟ لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ ٱلْأَرْضِ يَنۢبُوعًا",
    "tr": "ওয়া কা-লূলান নু’মিনা লাকা হাত্তা-তাফজুরা লানা-মিনাল আরদিইয়ামবূ‘আ-।",
    "bn_haque": "আর তারা বলে -- \"আমরা কখনই তোমাতে বিশ্বাস করব না যতক্ষণ না তুমি পৃথিবী থেকে আমাদের জন্য একটি ঝরনা উৎসারণ করো,",
    "bn_muhi": "এবং তারা বলেঃ আমরা কখনও আপনাকে বিশ্বাস করব না, যে পর্যন্ত না আপনি ভূপৃষ্ঠ থেকে আমাদের জন্যে একটি ঝরণা প্রবাহিত করে দিন।",
    "en": "And they say, \"We will not believe you until you break open for us from the ground a spring."
  },
  {
    "id": 91,
    "ar": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ ٱلْأَنْهَٰرَ خِلَٰلَهَا تَفْجِيرًا",
    "tr": "আও তাকূনা লাকা জান্নাতুম মিন নাখীলিওঁ ওয়া ‘ইনাবিন ফাতুফাজ্জিরাল আনহা-রা খিলা-লাহা- তাফজীরা-।",
    "bn_haque": "\"আর না হয় তোমার জন্যেই থাকুক খেজুরের ও আঙুরের বাগান, যার মধ্যে তুমি ঝরনারাজি উৎসারিত করে বইয়ে দেবে,",
    "bn_muhi": "অথবা আপনার জন্যে খেজুরের ও আঙ্গুরের একটি বাগান হবে, অতঃপর আপনি তার মধ্যে নির্ঝরিনীসমূহ প্রবাহিত করে দেবেন।",
    "en": "Or [until] you have a garden of palm tress and grapes and make rivers gush forth within them in force [and abundance]"
  },
  {
    "id": 92,
    "ar": "أَوْ تُسْقِطَ ٱلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِٱللَّهِ وَٱلْمَلَٰٓئِكَةِ قَبِيلًا",
    "tr": "আও তুছকিতাছছামাআ কামা-ঝা‘আমতা ‘আলাইনা-কিছাফান আও তা’তিয়া বিল্লা-হি ওয়াল মালাইকাতি কাবীলা-।",
    "bn_haque": "\"অথবা তুমি আকাশকে আমাদের উপরে নামাবে খন্ড-বিখন্ড ক’রে যেমন তুমি ভাব, নতুবা তুমি আল্লাহ্‌কে ও ফিরিশ্‌তাগণকে সামনা-সামনি নিয়ে আসবে,",
    "bn_muhi": "অথবা আপনি যেমন বলে থাকেন, তেমনিভাবে আমাদের উপর আসমানকে খন্ড-বিখন্ড করে ফেলে দেবেন অথবা আল্লাহ ও ফেরেশতাদেরকে আমাদের সামনে নিয়ে আসবেন।",
    "en": "Or you make the heaven fall upon us in fragments as you have claimed or you bring Allah and the angels before [us]"
  },
  {
    "id": 93,
    "ar": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِى ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَٰبًا نَّقْرَؤُهُۥ قُلْ سُبْحَانَ رَبِّى هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا",
    "tr": "আও ইয়াকূনা লাকা বাইতুম মিন ঝুখরুফিন আও তারকা-ফিছছামাই ওয়ালান নু’মিনা লিরুকিইইকা হাত্তা-তুনাঝঝিলা ‘আলাইনা-কিতা-বান নাকরাউহূ কুল ছুবহা-না রাববী হাল কুনতুইল্লা-বাশারার রাছূলা-।",
    "bn_haque": "নয়ত তোমার জন্য হোক একটি সোনার তৈরি ঘর, অথবা তুমি আকাশে আরোহণ করবে। আর আমরা কখনো তোমার ঊর্ধ্বারোহণে বিশ্বাস করব না যতক্ষণ না তুমি আমাদের জন্য এক কিতাব নামিয়ে আনো -- যা আমরা পড়তে পারি।\" বলো, -- \"সকল মহিমা আমার প্রভুর! আমি কি একজন মানুষ -- একজন রসূল ছাড়া অন্য কিছু?",
    "bn_muhi": "অথবা আপনার কোন সোনার তৈরী গৃহ হবে অথবা আপনি আকাশে আরোহণ করবেন এবং আমরা আপনার আকাশে আরোহণকে কখনও বিশ্বাস করবনা, যে পর্যন্ত না আপনি অবতীর্ণ করেন আমাদের প্রতি এক গ্রন্থ, যা আমরা পাঠ করব। বলুনঃ পবিত্র মহান আমার পালনকর্তা, একজন মানব, একজন রসূল বৈ আমি কে?",
    "en": "Or you have a house of gold or you ascend into the sky. And [even then], we will not believe in your ascension until you bring down to us a book we may read.\" Say, \"Exalted is my Lord! Was I ever but a human messenger?\""
  },
  {
    "id": 94,
    "ar": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰٓ إِلَّآ أَن قَالُوٓا۟ أَبَعَثَ ٱللَّهُ بَشَرًا رَّسُولًا",
    "tr": "ওয়ামা- মানা‘আন্না-ছা আইঁ ইউ’মিনূ  ইয জাআহুমুল হুদা ইল্লাআন কা-লূ আবা‘আছাল্লা-হু বাশারার রাছূলা-।",
    "bn_haque": "আর লোকগুলোকে বিশ্বাস স্থাপন করতে অন্য কিছু বাধা দেয় না যখন তাদের কাছে হেদায়ত আসে এই ভিন্ন যে তারা বলে -- \"আল্লাহ্ কি একজন মানুষকেই রসূল ক’রে দাঁড় করিয়েছেন?\"",
    "bn_muhi": "আল্লাহ কি মানুষকে পয়গম্বর করে পাঠিয়েছেন? তাদের এই উক্তিই মানুষকে ঈমান আনয়ন থেকে বিরত রাখে, যখন তাদের নিকট আসে হেদায়েত।",
    "en": "And what prevented the people from believing when guidance came to them except that they said, \"Has Allah sent a human messenger?\""
  },
  {
    "id": 95,
    "ar": "قُل لَّوْ كَانَ فِى ٱلْأَرْضِ مَلَٰٓئِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ ٱلسَّمَآءِ مَلَكًا رَّسُولًا",
    "tr": "কুল্লাও কা-না ফিল আরদি মালাইকাতুইঁ ইয়ামশূনা মুতমাইন্নীনা লানাঝঝালনা‘আলাইহিম মিনাছছামাই মালাকার রাছূলা-।",
    "bn_haque": "তুমি বলো -- \"যদি পৃথিবীতে ফিরিশ্‌তারা চলাফেরা করত নিশ্চিন্তভাবে, তবে আমরা নিশ্চয়ই তাদের কাছে আকাশ থেকে একজন ফিরিশ্‌তাকেই পাঠাতাম রসূলরূপে।\"",
    "bn_muhi": "বলুনঃ যদি পৃথিবীতে ফেরেশতারা স্বচ্ছন্দে বিচরণ করত, তবে আমি আকাশ থেকে কোন ফেরেশতাকেই তাদের নিকট পয়গাম্বর করে প্রেরণ করতাম।",
    "en": "Say, \"If there were upon the earth angels walking securely, We would have sent down to them from the heaven an angel [as a] messenger.\""
  },
  {
    "id": 96,
    "ar": "قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
    "tr": "কুল কাফা-বিল্লা-হি শাহীদাম বাইনী ওয়া বাইনাকুম ইন্নাহূকা-না বি‘ইবা-দিহী খাবীরাম বাসীরা-।",
    "bn_haque": "বলো -- \"আল্লাহই আমার মধ্যে ও তোমাদের মধ্যে সাক্ষীরূপে যথেষ্ট। নিঃসন্দেহ তিনি তাঁর বান্দাদের সন্বন্ধে চির- ওয়াকিফহাল, সর্বদ্রষ্টা।\"",
    "bn_muhi": "বলুনঃ আমার ও তোমাদের মধ্যে সত্য প্রতিষ্ঠাকারী হিসেবে আল্লাহই যথেষ্ট। তিনি তো স্বীয় বান্দাদের বিষয়ে খবর রাখেন ও দেখেন।",
    "en": "Say, \"Sufficient is Allah as Witness between me and you. Indeed he is ever, concerning His servants, Acquainted and Seeing.\""
  },
  {
    "id": 97,
    "ar": "وَمَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِۦ وَنَحْشُرُهُمْ يَوْمَ ٱلْقِيَٰمَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَّأْوَىٰهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَٰهُمْ سَعِيرًا",
    "tr": "ওয়া মাইঁ ইয়াহদিল্লা -হু ফাহুওয়াল মুহতাদি ওয়ামাইঁ ইউদলিলফালান তাজিদালাহুম আওলিয়াআ মিন দূ নিহী ওয়ানাহশুরুহুম ইয়াওমাল কিয়া-মাতি ‘আলা-ওজূহিহিম ‘উমইয়াওঁ ওয়া বুকমাওঁ ওয়া সুম্মাম মা’ওয়া-হুম জাহান্নামু কুল্লামা-খাবাত ঝিদনা-হুম ছা‘ঈরা-।",
    "bn_haque": "আর যাকে আল্লাহ্ পথ দেখান সে তবে পথপ্রাপ্ত, আর যাকে তিনি বিপথে চলতে দেন তাদের জন্য তুমি পাবে না তাঁর ব্যতিরেকে কোনো অভিভাবক। আর কিয়ামতের দিনে আমরা তাদের সমবেত করব তাদের মুখের উপরে -- অন্ধ, আর বোবা এবং বধির। তাদের আবাসস্থল হচ্ছে জাহান্নাম। যখনই তা ঝিমিয়ে আসবে আমরা তাদের জন্য শিখা বাড়িয়ে দেব!",
    "bn_muhi": "আল্লাহ যাকে পথ প্রদর্শন করেন, সেই তো সঠিক পথ প্রাপ্ত এবং যাকে পথ ভ্রষ্ট করেন, তাদের জন্যে আপনি আল্লাহ ছাড়া কোন সাহায্যকারী পাবেন না। আমি কেয়ামতের দিন তাদের সমবেত করব তাদের মুখে ভর দিয়ে চলা অবস্থায়, অন্ধ অবস্থায়, মুক অবস্থায় এবং বধির অবস্থায়। তাদের আবাসস্থল জাহান্নাম। যখনই নির্বাপিত হওয়ার উপক্রম হবে আমি তখন তাদের জন্যে অগ্নি আরও বৃদ্ধি করে দিব।",
    "en": "And whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - you will never find for them protectors besides Him, and We will gather them on the Day of Resurrection [fallen] on their faces - blind, dumb and deaf. Their refuge is Hell; every time it subsides We increase them in blazing fire."
  },
  {
    "id": 98,
    "ar": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُوا۟ بِـَٔايَٰتِنَا وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَٰمًا وَرُفَٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
    "tr": "যা-লিকা জাঝাউহুম বিআন্নাহুম কাফারূবিআ-য়া-তিনা- ওয়াকা-লূ আইযা- কুন্না‘ইজা-মাওঁ ওয়া রুফা-তান আইন্না-লামাব‘ঊছূনা খালকান জাদীদা-।",
    "bn_haque": "এই হচ্ছে তাদের প্রতিদান কেননা তারা আমাদের নিদের্শাবলী অস্বীকার করেছিল এবং বলেছিল -- \"কী! আমরা যখন হাড়-ও ধুলোকণা হয়ে যাব তখন কি আমরা সত্যই পুনরুত্থিত হব নতুন সৃষ্টিরূপে?\"",
    "bn_muhi": "এটাই তাদের শাস্তি। কারণ, তারা আমার নিদর্শনসমূহ অস্বীকার করেছে এবং বলেছেঃ আমরা যখন অস্থিতে পরিণত ও চুর্ণ-বিচুর্ণ হয়ে যাব, তখনও কি আমরা নতুনভাবে সৃজিত হয়ে উত্থিত হব?",
    "en": "That is their recompense because they disbelieved in Our verses and said, \"When we are bones and crumbled particles, will we [truly] be resurrected [in] a new creation?\""
  },
  {
    "id": 99,
    "ar": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ قَادِرٌ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَّا رَيْبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورًا",
    "tr": "আওয়া লাম ইয়ারাও আন্নাল্লা-হাল্লাযী খালাকাছছামা-ওয়া-তি ওয়াল আরদা কা-দিরুন ‘আলাআইঁ ইয়াখলুকা মিছলাহুম ওয়া জা‘আলা লাহুম আজালাল লা-রাইবা ফীহি ফাআবাজ্জা-লিমূনা ইল্লা-কুফূরা-।",
    "bn_haque": "তারা কি দেখছে না যে আল্লাহ্‌, যিনি মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, তিনি তাদের অনুরূপ সৃষ্টি করতে সক্ষম? আর তিনি তাদের জন্য স্থির করেছেন একটি নির্ধারিত কাল -- এতে কোনো সন্দেহ নেই। কিন্তু অন্যায়কারীরা প্রত্যাখ্যান করা ছাড়া আর সবটাতেই অসম্মত থাকে।",
    "bn_muhi": "তারা কি দেখেনি যে, যে আল্লাহ আসমান ও যমিন সৃজিত করেছেন, তিনি তাদের মত মানুষও পুনরায় সৃষ্টি করতে সক্ষম? তিনি তাদের জন্যে স্থির করেছেন একটি নির্দিষ্ট কাল, এতে কোন সন্দেহ নেই; অতঃপর জালেমরা অস্বীকার ছাড়া কিছু করেনি।",
    "en": "Do they not see that Allah, who created the heavens and earth, is [the one] Able to create the likes of them? And He has appointed for them a term, about which there is no doubt. But the wrongdoers refuse [anything] except disbelief."
  },
  {
    "id": 100,
    "ar": "قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّىٓ إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ ٱلْإِنفَاقِ وَكَانَ ٱلْإِنسَٰنُ قَتُورًا",
    "tr": "কুল্লাও আনতুম তামলিকূনা খাঝাইনা রাহমাতি রাববীইযাল্লাআমছাকতুম খাশইয়াতাল ইনফা-কি ওয়া কা-নাল ইনছা-নুকাতূরা-।",
    "bn_haque": "বলো -- \"যদি তোমরা আমার প্রভুর করুণা-ভান্ডারের উপরে কর্তৃত্ব করতে তাহলে তোমরা নিশ্চয়ই তা ধরে রাখতে খরচ করার ভয়ে।\" আর মানুষ বড় কৃপণ।",
    "bn_muhi": "বলুনঃ যদি আমার পালনকর্তার রহমতের ভান্ডার তোমাদের হাতে থাকত, তবে ব্যয়িত হয়ে যাওয়ার আশঙ্কায় অবশ্যই তা ধরে রাখতে। মানুষ তো অতিশয় কৃপণ।",
    "en": "Say [to them], \"If you possessed the depositories of the mercy of my Lord, then you would withhold out of fear of spending.\" And ever has man been stingy."
  },
  {
    "id": 101,
    "ar": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ تِسْعَ ءَايَٰتٍۭ بَيِّنَٰتٍ فَسْـَٔلْ بَنِىٓ إِسْرَٰٓءِيلَ إِذْ جَآءَهُمْ فَقَالَ لَهُۥ فِرْعَوْنُ إِنِّى لَأَظُنُّكَ يَٰمُوسَىٰ مَسْحُورًا",
    "tr": "ওয়া লাকাদ আ-তাইনা-মূছা-তিছ‘আ আ-য়া-তিম বাইয়িনা-তিন ফাছআল বানী ইছরাঈলা ইয জাআহুম ফাকা-লা লাহূফির‘আউনুইন্নী লাআজুন্নুকা ইয়া-মূছামাছহূরা-।",
    "bn_haque": "আর আমরা আলবৎ মূসাকে নয়টি স্পষ্ট নিদর্শন দিয়েছিলাম, সুতরাং ইসরাইলের বংশধরদের জিজ্ঞেস করে দেখ -- যখন তিনি তাদের কাছে এসেছিলেন, -- ফিরআউন তখন তাঁকে বলেছিল -- \"আমি অবশ্য তোমাকে, হে মূসা! মনে করি জাদুগ্রস্ত।\"",
    "bn_muhi": "আপনি বণী-ইসরাঈলকে জিজ্ঞেস করুন, আমি মূসাকে নয়টি প্রকাশ্য নিদর্শন দান করেছি। যখন তিনি তাদের কাছে আগমন করেন, ফেরাউন তাকে বললঃ হে মূসা, আমার ধারনায় তুমি তো জাদুগ্রস্থ।",
    "en": "And We had certainly given Moses nine evident signs, so ask the Children of Israel [about] when he came to them and Pharaoh said to him, \"Indeed I think, O Moses, that you are affected by magic.\""
  },
  {
    "id": 102,
    "ar": "قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ بَصَآئِرَ وَإِنِّى لَأَظُنُّكَ يَٰفِرْعَوْنُ مَثْبُورًا",
    "tr": "কা-লা লাকাদ ‘আলিমতা মাআনঝালা হাউলাই ইল্লা-রাব্বুছছামা-ওয়া-তি ওয়াল আরদিবাসাইরা ওয়া ইন্নী লাআজুন্নুকা ইয়া-ফির‘আওনুমাছবূরা-।",
    "bn_haque": "তিনি বললেন -- \"তুমি নিশ্চয়ই জান যে মহাকাশমন্ডলী ও পৃথিবীর প্রভুর ব্যতিরেকে অন্য কেউ এইসব নিদর্শন পাঠান নি, আর আমি তো তোমাকেই, হে ফিরআউন! মনে করি বিনাশপ্রাপ্ত।\"",
    "bn_muhi": "তিনি বললেনঃ তুমি জান যে, আসমান ও যমীনের পালনকর্তাই এসব নিদর্শনাবলী প্রত্যক্ষ প্রমাণস্বরূপ নাযিল করেছেন। হে ফেরাউন, আমার ধারণায় তুমি ধ্বংস হতে চলেছো।",
    "en": "[Moses] said, \"You have already known that none has sent down these [signs] except the Lord of the heavens and the earth as evidence, and indeed I think, O Pharaoh, that you are destroyed.\""
  },
  {
    "id": 103,
    "ar": "فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ ٱلْأَرْضِ فَأَغْرَقْنَٰهُ وَمَن مَّعَهُۥ جَمِيعًا",
    "tr": "ফাআরা-দা আইঁ ইয়াছতাফিঝঝাহুম মিনাল আরদি ফাআগরাকনা-হু ওয়া মাম মা‘আহূ জামী‘আ-।",
    "bn_haque": "তখন সে সংকল্প করল দেশ থেকে তাঁদের উচ্ছেদ করতে, কাজেই আমরা তাকে ও তার সঙ্গে যারা ছিল সবাইকে ডুবিয়ে দিয়েছিলাম।",
    "bn_muhi": "অতঃপর সে বনী ইসরাঈলকে দেশ থেকে উৎখাত করতে চাইল, তখন আমি তাকে ও তার সঙ্গীদের সবাইকে নিমজ্জত করে দিলাম।",
    "en": "So he intended to drive them from the land, but We drowned him and those with him all together."
  },
  {
    "id": 104,
    "ar": "وَقُلْنَا مِنۢ بَعْدِهِۦ لِبَنِىٓ إِسْرَٰٓءِيلَ ٱسْكُنُوا۟ ٱلْأَرْضَ فَإِذَا جَآءَ وَعْدُ ٱلْءَاخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
    "tr": "ওয়া কুলনা-মিম বা‘দিহী লিবানীইছরাঈলাছকুনুল আরদাফাইযা-জাআ ওয়া‘দুল আ-খিরাতী জি’না-বিকুম লাফীফা-।",
    "bn_haque": "আর এ পরে আমরা ইসরাইলের বংশধরদের বলেছিলাম -- \"তোমরা এ দেশে বসবাস কর, তারপর যখন ভবিষ্যতের প্রতি‌শ্রুতি এসে পড়বে আমরা তখন তোমাদের জড় করব দুমড়ে ফেলে।\"",
    "bn_muhi": "তারপর আমি বনী ইসলাঈলকে বললামঃ এ দেশে তোমরা বসবাস কর। অতঃপর যখন পরকালের ওয়াদা বাস্তবায়িত হবে, তখন তোমাদের কে জড়ো করে নিয়ে উপস্থিত হব।",
    "en": "And We said after Pharaoh to the Children of Israel, \"Dwell in the land, and when there comes the promise of the Hereafter, We will bring you forth in [one] gathering.\""
  },
  {
    "id": 105,
    "ar": "وَبِٱلْحَقِّ أَنزَلْنَٰهُ وَبِٱلْحَقِّ نَزَلَ وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
    "tr": "ওয়া বিলহাক্কিআনঝালনা-হু ওয়া বিলহাক্কিনাঝালা ওয়ামাআরছালনা-কা ইল্লামুবাশশিরাওঁ ওয়া নাযীরা-।",
    "bn_haque": "আর সত্যের সঙ্গে আমরা এটি অবতারণ করেছি, আর সত্যের সঙ্গে এটি এসেছে। আর তোমাকে আমরা পাঠাই নি সুসংবাদদাতা ও সতর্ককারীরূপে ভিন্ন।",
    "bn_muhi": "আমি সত্যসহ এ কোরআন নাযিল করেছি এবং সত্য সহ এটা নাযিল হয়েছে। আমি তো আপনাকে শুধু সুসংবাদাতা ও ভয়প্রদর্শক করেই প্রেরণ করেছি।",
    "en": "And with the truth We have sent the Qur'an down, and with the truth it has descended. And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner."
  },
  {
    "id": 106,
    "ar": "وَقُرْءَانًا فَرَقْنَٰهُ لِتَقْرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَٰهُ تَنزِيلًا",
    "tr": "ওয়া কুরআ-নান ফারাকনা-হুলিতাকরাআহূ ‘আলান্না-ছি ‘আলা- মুকছিওঁ ওয়া নাঝঝালনা-হু তানঝীলা-।",
    "bn_haque": "আর এ কুরআন -- আমরা এটিকে ভাগভাগ করেছি যেন তুমি তা লোকদের কাছে ক্রমে ক্রমে পড়তে পার, আর আমরা এটি অবতারণ করেছি অবতারণে।",
    "bn_muhi": "আমি কোরআনকে যতিচিহ্ন সহ পৃথক পৃথকভাবে পাঠের উপযোগী করেছি, যাতে আপনি একে লোকদের কাছে ধীরে ধীরে পাঠ করেন এবং আমি একে যথাযথ ভাবে অবতীর্ণ করেছি।",
    "en": "And [it is] a Qur'an which We have separated [by intervals] that you might recite it to the people over a prolonged period. And We have sent it down progressively."
  },
  {
    "id": 107,
    "ar": "قُلْ ءَامِنُوا۟ بِهِۦٓ أَوْ لَا تُؤْمِنُوٓا۟ إِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مِن قَبْلِهِۦٓ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
    "tr": "কুল আ-মিনূবিহীআও লা-তু’মিনূ ইন্নাল্লাযীনা ঊতুল ‘ইলমা মিন কাবলিহীইযাইউতলা-‘আলাইহিম ইয়াখিররূনা লিল আযকা-নি ছুজ্জাদা-(ছিজদাহ-৪)।",
    "bn_haque": "বলো -- \"তোমরা এতে বিশ্বাস কর অথবা বিশ্বাস নাই কর। নিঃসন্দেহ যাদের এর আগে জ্ঞান দেয়া হয়েছিল -- যখন তা দের কাছে এটি পাঠ করা হয় তখন চিবুকের উপরে তারা লুটিয়ে পড়ে সিজদা-রত হয়ে।\"",
    "bn_muhi": "বলুনঃ তোমরা কোরআনকে মান্য কর অথবা অমান্য কর; যারা এর পূর্ব থেকে এলেম প্রাপ্ত হয়েছে, যখন তাদের কাছে এর তেলাওয়াত করা হয়, তখন তারা নতমস্তকে সেজদায় লুটিয়ে পড়ে।",
    "en": "Say, \"Believe in it or do not believe. Indeed, those who were given knowledge before it - when it is recited to them, they fall upon their faces in prostration,"
  },
  {
    "id": 108,
    "ar": "وَيَقُولُونَ سُبْحَٰنَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
    "tr": "ওয়া ইয়াকূলূনা ছুবহা-না রাব্বিনাইন কা-না ওয়া‘দুরাব্বিনা-লামাফ‘ঊলা-।",
    "bn_haque": "আর তারা বলে -- \"মহিমা হোক আমাদের প্রভুর? আমাদের প্রভুর অংগীকার কৃতকার্য হবেই!\"",
    "bn_muhi": "এবং বলেঃ আমাদের পালনকর্তা পবিত্র, মহান। নিঃসন্দেহে আমাদের পালকর্তার ওয়াদা অবশ্যই পূর্ণ হবে।",
    "en": "And they say, \"Exalted is our Lord! Indeed, the promise of our Lord has been fulfilled.\""
  },
  {
    "id": 109,
    "ar": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ۩",
    "tr": "ওয়া ইয়াখিররূনা লিলআযকা-নি ইয়াবকূনা ওয়া ইয়াঝীদুহুম খুশূ‘আ-।",
    "bn_haque": "আর তারা লুটিয়ে পড়ে চিবুকের উপরে কাঁদতে কাঁদতে, আর এতে তাদের বিনয় বেড়ে যায়।",
    "bn_muhi": "তারা ক্রন্দন করতে করতে নতমস্তকে ভুমিতে লুটিয়ে পড়ে এবং তাদের বিনয়ভাব আরো বৃদ্ধি পায়।",
    "en": "And they fall upon their faces weeping, and the Qur'an increases them in humble submission."
  },
  {
    "id": 110,
    "ar": "قُلِ ٱدْعُوا۟ ٱللَّهَ أَوِ ٱدْعُوا۟ ٱلرَّحْمَٰنَ أَيًّا مَّا تَدْعُوا۟ فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا",
    "tr": "কুলিদ‘উল্লা-হা আবিদ ‘উর রাহমা-না আইঁ ইয়াম্মা-তাদ‘ঊ ফালাহুল আছমাঊল হুছনা-ওয়ালা-তাজহার বিসালা-তিকা ওয়ালা-তুখা-ফিত বিহা-ওয়াবতাগি বাইনা যালিকা ছাবীলা-।",
    "bn_haque": "বলো -- \"তোমরা 'আল্লাহ্‌’ বলে ডাকো অথবা 'রহমান’ বলে ডাকো। বস্তুতঃ যে নামেই তোমরা ডাক, তাঁরই কিন্তু সকল সুন্দর সুন্দর নাম।\" আর তোমরা নামাযে আওয়াজ চড়া করো না এবং এতে নিঃশব্ধও হয়ো না, বরং এই উভয়ের মধ্যে পথ অনুসরণ করো।",
    "bn_muhi": "বলুনঃ আল্লাহ বলে আহবান কর কিংবা রহমান বলে, যে নামেই আহবান কর না কেন, সব সুন্দর নাম তাঁরই। আপনি নিজের নামায আদায়কালে স্বর উচ্চগ্রাসে নিয়ে গিয়ে পড়বেন না এবং নিঃশব্দেও পড়বেন না। এতদুভয়ের মধ্যমপন্থা অবলম্বন করুন।",
    "en": "Say, \"Call upon Allah or call upon the Most Merciful. Whichever [name] you call - to Him belong the best names.\" And do not recite [too] loudly in your prayer or [too] quietly but seek between that an [intermediate] way."
  },
  {
    "id": 111,
    "ar": "وَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَلَمْ يَكُن لَّهُۥ وَلِىٌّ مِّنَ ٱلذُّلِّ وَكَبِّرْهُ تَكْبِيرًۢا",
    "tr": "ওয়া কুল্লি হামদুলিল্লা-হিল্লাযী লাম ইয়াত্তাখিযওয়ালাদাওঁ ওয়া লাম ইয়াকুল্লাহূশারীকুন ফিল মুলকি ওয়া লাম ইয়াকুল্লাহূওয়ালিইয়ুম মিনাযযুলিল ওয়া কাব্বিরহু তাকবীরা-।",
    "bn_haque": "আর তুমি বলো -- \"সমস্ত প্রশংসা আল্লাহ্‌র, যিনি কোনো সন্তান গ্রহণ করেন নি, আর যাঁর জন্য এই সাম্রাজ্যে কোনো শরিক নেই, এবং যাঁর কোনো মনিব নেই দুর্দশা থেকে, সুতরাং তাঁর মাহা‌ত্ম্য ঘোষণা করো সসম্ভ্রমে।\"",
    "bn_muhi": "বলুনঃ সমস্ত প্রশংসা আল্লাহর যিনি না কোন সন্তান রাখেন, না তাঁর সার্বভৌমত্বে কোন শরীক আছে এবং যিনি দুর্দশাগ্রস্ত হন না, যে কারণে তাঁর কোন সাহয্যকারীর প্রয়োজন হতে পারে। সুতরাং আপনি স-সম্ভ্রমে তাঁর মাহাত্ন?2476;র্ণনা করতে থাকুন।",
    "en": "And say, \"Praise to Allah, who has not taken a son and has had no partner in [His] dominion and has no [need of a] protector out of weakness; and glorify Him with [great] glorification.\""
  }
]