[
  {
    "id": 1,
    "ar": "الٓر كِتَٰبٌ أُحْكِمَتْ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ",
    "tr": "আলিফ লামরা-,কিতা-বুনউহকিমাত আ-য়া-তুহূছু ম্মা ফুসসিলাত মিল্লাদুনহাকীমিন খাবীর।",
    "bn_haque": "আলিফ, লাম, রা। এ গ্রন্থ যার আয়াতসমূহকে জ্ঞান-সমৃদ্ধ করা হয়েছে, তারপর বিশদ ব্যাখ্যা দেয়া হয়েছে পরমজ্ঞানী পূর্ণ- ওয়াকিফহালের তরফ থেকে!",
    "bn_muhi": "আলিফ, লা-ম, রা; এটি এমন এক কিতাব, যার আয়াত সমূহ সুপ্রতিষ্ঠিত অতঃপর সবিস্তারে বর্ণিত এক মহাজ্ঞানী, সর্বজ্ঞ সত্তার পক্ষ হতে।",
    "en": "Alif, Lam, Ra. [This is] a Book whose verses are perfected and then presented in detail from [one who is] Wise and Acquainted."
  },
  {
    "id": 2,
    "ar": "أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ",
    "tr": "আল্লা তা‘বুদূ  ইল্লাল্লা-হা ইন্নানী লাকুম মিনহু নাযীরুওঁ ওয়াবাশীর।",
    "bn_haque": "যেন তোমরা আল্লাহ্ ছাড়া অন্যের উপাসনা করবে না। \"আমি অবশ্যই তোমাদের কাছে তাঁর পক্ষ থেকে সতর্ককারী এবং সুসংবাদদাতা --",
    "bn_muhi": "যেন তোমরা আল্লাহ ব্যতীত অন্য কারো বন্দেগী না কর। নিশ্চয় আমি তোমাদের প্রতি তাঁরই পক্ষ হতে সতর্ককারী ও সুসংবাদ দাতা।",
    "en": "[Through a messenger, saying], \"Do not worship except Allah . Indeed, I am to you from Him a warner and a bringer of good tidings,\""
  },
  {
    "id": 3,
    "ar": "وَأَنِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُمَتِّعْكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ وَإِن تَوَلَّوْا۟ فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
    "tr": "ওয়া আনিছতাগফিরূ রাব্বাকুম ছুম্মা তূবূইলাইহি ইউমাত্তি‘কুম মাতা-‘আন হাছানান ইলা আজালিম মুছাম্মাওঁ ওয়াইউ’তি কুল্লা যী ফাদলিন ফাদলাহূ ওয়া ইন তাওয়াল্লাও ফাইন্নী আখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিন কাবীর।",
    "bn_haque": "\"আর যেন তোমাদের প্রভুর কাছে পরিত্রাণ খোঁজো, তারপর তাঁর দিকে ফেরো, -- তিনি তোমাদের সুন্দর জীবনোপকরণ উপভোগ করতে দেবেন এক নির্দিষ্ট কালের জন্য, আর তিনি প্রত্যেক প্রাচুর্যের অধিকারীকে তাঁর প্রাচুর্য প্রদান করেন। আর যদি তোমরা ফিরে যাও তবে নিঃসন্দেহ আমি তোমাদের জন্য আশংকা করি এক মহাদিনের শাস্তির।",
    "bn_muhi": "আর তোমরা নিজেদের পালনকর্তা সমীপে ক্ষমা প্রার্থনা কর। অনন্তর তাঁরই প্রতি মনোনিবেশ কর। তাহলে তিনি তোমাদেরকে নির্দিষ্ট সময় পর্যন্ত উৎকৃষ্ট জীবনোপকরণ দান করবেন এবং অধিক আমলকারীকে বেশী করে দেবেন আর যদি তোমরা বিমুখ হতে থাক, তবে আমি তোমাদের উপর এক মহা দিবসের আযাবের আশঙ্কা করছি।",
    "en": "And [saying], \"Seek forgiveness of your Lord and repent to Him, [and] He will let you enjoy a good provision for a specified term and give every doer of favor his favor. But if you turn away, then indeed, I fear for you the punishment of a great Day."
  },
  {
    "id": 4,
    "ar": "إِلَى ٱللَّهِ مَرْجِعُكُمْ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "tr": "ইলাল্লা-হি মারজি‘উকুম ওয়া হুওয়া ‘আলা-কুল্লি শাইইন কাদীর।",
    "bn_haque": "আল্লাহ্‌রই কাছে তোমাদের প্রত্যাবর্তন, আর তিনি সব-কিছুর উপরে সর্বশক্তিমান।",
    "bn_muhi": "আল্লাহর সান্নিধ্যেই তোমাদেরকে ফিরে যেতে হবে। আর তিনি সব কিছুর উপর ক্ষমতাবান।",
    "en": "To Allah is your return, and He is over all things competent.\""
  },
  {
    "id": 5,
    "ar": "أَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا۟ مِنْهُ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "tr": "আলাইন্নাহুম ইয়াছনূনা সুদূ রাহুম লিইয়াছতাখফূমিনহু  আলা-হীনা ইয়াছতাগশূনা ছিয়া-বাহুম ইয়া‘লামুমা-ইউছিররূনা ওয়ামা-ইউ‘লিনূনা ইন্নাহূ‘আলীমুম বিযাতিসসুদূ র।",
    "bn_haque": "সাবধান! নিঃসন্দেহ তারা কি নিজেদের বুক ভাঁজ করেছে তাঁর কাছ থেকে লুকিয়ে রাখার জন্যে? সাবধান! তারা যখন তাদের পোশাকের দ্বারা নিজেদের আবৃত করে, তিনি জানেন যা তারা লুকিয়ে রাখে ও যা তারা প্রকাশ করে। নিঃসন্দেহ বুকের ভেতরে যা আছে সে-সন্বন্ধে তিনি সর্বজ্ঞাতা।",
    "bn_muhi": "জেনে রাখ, নিশ্চয়ই তারা নিজেদের বক্ষদেশ ঘুরিয়ে দেয় যেন আল্লাহর নিকট হতে লুকাতে পারে। শুন, তারা তখন কাপড়ে নিজেদেরকে আচ্ছাদিত করে, তিনি তখনও জানেন যা কিছু তারা চুপিসারে বলে আর প্রকাশ্যভাবে বলে। নিশ্চয় তিনি জানেন যা কিছু অন্তর সমূহে নিহিত রয়েছে।",
    "en": "Unquestionably, they the disbelievers turn away their breasts to hide themselves from Him. Unquestionably, [even] when they cover themselves in their clothing, Allah knows what they conceal and what they declare. Indeed, He is Knowing of that within the breasts."
  },
  {
    "id": 6,
    "ar": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِى كِتَٰبٍ مُّبِينٍ",
    "tr": "ওয়ামা-মিন দাব্বাতিন ফিল আরদিইল্লা- ‘আলাল্লা-হি রিঝকুহা- ওয়া ইয়া‘লামু মুছতাকাররাহা-ওয়া মুছতাওদা‘আহা- কুল্লুন ফী কিতা-বিম মুবীন।",
    "bn_haque": "আর পৃথিবীতে এমন কোন প্রাণী নেই যার জীবিকার ভার আল্লাহ্‌র উপরে নয়, আর তিনিই জানেন তার বাসস্থান ও তার বিশ্রামস্থল। সবই আছে এক সুস্পষ্ট গ্রন্থে।",
    "bn_muhi": "আর পৃথিবীতে কোন বিচরণশীল নেই, তবে সবার জীবিকার দায়িত্ব আল্লাহ নিয়েছেন তিনি জানেন তারা কোথায় থাকে এবং কোথায় সমাপিত হয়। সবকিছুই এক সুবিন্যস্ত কিতাবে রয়েছে।",
    "en": "And there is no creature on earth but that upon Allah is its provision, and He knows its place of dwelling and place of storage. All is in a clear register."
  },
  {
    "id": 7,
    "ar": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُۥ عَلَى ٱلْمَآءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ ٱلْمَوْتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
    "tr": "ওয়া হুওয়াল্লাযীখালাকাছছামা-ওয়া-তি ওয়াল আরদাফী ছিত্তাতি আইয়া-মিওঁ ওয়া কা-না ‘আরশুহূ‘আলাল মাই লিইয়াবলুওয়াকুম আইয়ুকুম আহছানু‘আমালাওঁ ওয়ালাইন কুলতা ইন্নাকুম মাব‘ঊছূনা মিম বা‘দিল মাওতি লাইয়াকূলান্নাল্লাযীনা কাফারূইন হা-যাইল্লা-ছিহরুম মুবীন।",
    "bn_haque": "আর তিনিই সেইজন যিনি মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন ছয় দিনে, আর তাঁর আরশ রয়েছে পানির উপরে, যেন তিনি তোমাদের যাচাই করতে পারেন যে তোমাদের মধ্যে কে আচরণে শ্রেষ্ঠ। আর যদি তোমাকে বলতে হয় -- \"নিঃসন্দেহ মৃত্যুর পরে তোমাদের পুনরুত্থিত করা হবে\", যারা অবিশ্বাস করে তারা নিশ্চয় বলবে -- \"এ তো স্পষ্টতঃ জাদু বই নয়।\"",
    "bn_muhi": "তিনিই আসমান ও যমীন ছয় দিনে তৈরী করেছেন, তাঁর আরশ ছিল পানির উপরে, তিনি তোমাদেরকে পরীক্ষা করতে চান যে, তোমাদের মধ্যে কে সবচেয়ে ভাল কাজ করে। আর যদি আপনি তাদেরকে বলেন যে, \"নিশ্চয় তোমাদেরকে মৃত্যুর পরে জীবিত ওঠানো হবে, তখন কাফেরেরা অবশ্য বলে এটা তো স্পষ্ট যাদু!\";",
    "en": "And it is He who created the heavens and the earth in six days - and His Throne had been upon water - that He might test you as to which of you is best in deed. But if you say, \"Indeed, you are resurrected after death,\" those who disbelieve will surely say, \"This is not but obvious magic.\""
  },
  {
    "id": 8,
    "ar": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ ٱلْعَذَابَ إِلَىٰٓ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُۥٓ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "tr": "ওয়া লাইন আখখারনা-‘আনহুমুল ‘আযা-বা ইলাউম্মাতিম মা‘দূদাতিল লাইয়াকূলুন্না মাইয়াহবিছুহূ আলা-ইয়াওমা ইয়া’তীহিম লাইছা মাছরূফান ‘আনহুম ওয়া হা-কা বিহীম মা-কা-নূবিহী ইয়াছতাহঝিঊ-ন।",
    "bn_haque": "আর যদি তাদের থেকে নির্দিষ্ট কাল পর্যন্ত আমরা শাস্তি স্থগিত রাখি তবে তারা নিশ্চয়ই বলবে -- \"কিসে একে বাধা দিচ্ছে?\" এটি কি নয় যে যেদিন তাদের নিকটে এ আসবে সেদিন তাদের থেকে এটি প্রতিহত হবে না, আর যা নিয়ে তারা ঠাট্টা-বিদ্রূপ করছিল তাই তাদের ঘেরাও করবে?",
    "bn_muhi": "আর যদি আমি এক নির্ধারিত মেয়াদ পর্যন্ত তাদের আযাব স্থগিত রাখি, তাহলে তারা নিশ্চয়ই বলবে কোন জিনিসে আযাব ঠেকিয়ে রাখছে? শুনে রাখ, যেদিন তাদের উপর আযাব এসে পড়বে, সেদিন কিন্তু তা ফিরে যাওয়ার নয়; তারা যে ব্যাপারে উপহাস করত তাই তাদেরকে ঘিরে ফেলবে।",
    "en": "And if We hold back from them the punishment for a limited time, they will surely say, \"What detains it?\" Unquestionably, on the Day it comes to them, it will not be averted from them, and they will be enveloped by what they used to ridicule."
  },
  {
    "id": 9,
    "ar": "وَلَئِنْ أَذَقْنَا ٱلْإِنسَٰنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌ كَفُورٌ",
    "tr": "ওয়ালাইন আযাকনাল ইনছা-না মিন্না-রাহমাতান ছুম্মা নাঝা‘না-হা-মিনহু ইন্নাহূ লাইয়াঊছুন কাফূর।",
    "bn_haque": "আর যদি আমরা মানূষকে আমাদের থেকে করুণার আস্বাদ করাই ও পরে তার থেকে তা নিয়ে নিই, তাহলে সে নিশ্চয়ই হবে হতাশ্বাস, অকৃতজ্ঞ।",
    "bn_muhi": "আর অবশ্যই যদি আমি মানুষকে আমার রহমতের আস্বাদ গ্রহণ করতে দেই, অতঃপর তা তার থেকে ছিনিয়ে নেই; তাহলে সে হতাশ ও কৃতঘ্ন হয়।",
    "en": "And if We give man a taste of mercy from Us and then We withdraw it from him, indeed, he is despairing and ungrateful."
  },
  {
    "id": 10,
    "ar": "وَلَئِنْ أَذَقْنَٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّىٓ إِنَّهُۥ لَفَرِحٌ فَخُورٌ",
    "tr": "ওয়ালাই আযাকনা-হু না‘মাআ বা‘দা দাররাআ মাছছাতহু লাইয়াকূলান্না যাহাবাছ ছাইয়িআ-তু‘আন্নী ইন্নাহূলাফারিহুন ফাখূর।",
    "bn_haque": "আর যদি আমরা তাকে অনুগ্রহের আস্বাদ করাই দুঃখ-কষ্ট তাকে স্পর্শ করার পরে সে তখন বলেই থাকে -- \"আমার থেকে বিপদ-আপদ কেটে গেছে।\" নিঃসন্দেহ সে উল্লসিত, অহংকারী, --",
    "bn_muhi": "আর যদি তার উপর আপতিত দুঃখ কষ্টের পরে তাকে সুখভোগ করতে দেই, তবে সে বলতে থাকে যে, আমার অমঙ্গল দূর হয়ে গেছে, আর সে আনন্দে আত্নহারা হয়, অহঙ্কারে উদ্দত হয়ে পড়ে।",
    "en": "But if We give him a taste of favor after hardship has touched him, he will surely say, \"Bad times have left me.\" Indeed, he is exultant and boastful -"
  },
  {
    "id": 11,
    "ar": "إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "tr": "ইল্লাল্লাযীনা সাবারূ ওয়া ‘আমিলুসসা-লিহা-তি উলাইকা লাহুম মাগফিরাতুওঁ ওয়া আজরুন কাবীর।",
    "bn_haque": "তারা ছাড়া যারা ধৈর্যধারণ করে ও সৎকর্ম করে, এরাই -- এদের জন্য রয়েছে পরিত্রাণ ও মহাপুরস্কার।",
    "bn_muhi": "তবে যারা ধৈর্য্যধারণ করেছে এবং সৎকার্য করেছে তাদের জন্য ক্ষমা ও বিরাট প্রতিদান রয়েছে।",
    "en": "Except for those who are patient and do righteous deeds; those will have forgiveness and great reward."
  },
  {
    "id": 12,
    "ar": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوحَىٰٓ إِلَيْكَ وَضَآئِقٌۢ بِهِۦ صَدْرُكَ أَن يَقُولُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُۥ مَلَكٌ إِنَّمَآ أَنتَ نَذِيرٌ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
    "tr": "ফালা‘আল্লাকা তা-রিকুম বা‘দা মা-ইঊহাইলাইকা ওয়া দাইকুম বিহী সাদরুকা আইঁ ইয়াকূলূলাওলাউনঝিলা ‘আলাইহি কানঝুন আও জাআ মা‘আহূমালাকুন ইন্নামা আনতা নাযীরুওঁ ওয়াল্লা-হু ‘আলা-কুল্লি শাইইওঁ ওয়াকীল।",
    "bn_haque": "তুমি কি তবে পরিত্যাগকারী হবে তোমার কাছে যা প্রত্যাদিষ্ট হয়েছে তার কিছু অংশ, আর তোমার বক্ষ এর দ্বারা সংকুচিত করবে যেহেতু তারা বলে -- \"তার কাছে কেন কোনো ধনভান্ডার পাঠানো হয় না অথবা তার সঙ্গে কোনো ফিরিশ্‌তা আসে না?\" নিঃসন্দেহ তুমি তো একজন সতর্ককারী। আর আল্লাহ্ সব-কিছুর উপরে কর্ণধার।",
    "bn_muhi": "আর সম্ভবতঃ ঐসব আহকাম যা ওহীর মাধ্যমে তোমার নিকট পাঠানো হয়, তার কিছু অংশ বর্জন করবে? এবং এতে মন ছোট করে বসবে? তাদের এ কথায় যে, তাঁর উপর কোন ধন-ভান্ডার কেন অবতীর্ণ হয়নি? অথবা তাঁর সাথে কোন ফেরেশতা আসেনি কেন? তুমিতো শুধু সতর্ককারী মাত্র; আর সব কিছুরই দায়িত্বভার তো আল্লাহই নিয়েছেন।",
    "en": "Then would you possibly leave [out] some of what is revealed to you, or is your breast constrained by it because they say, \"Why has there not been sent down to him a treasure or come with him an angel?\" But you are only a warner. And Allah is Disposer of all things."
  },
  {
    "id": 13,
    "ar": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ قُلْ فَأْتُوا۟ بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيَٰتٍ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "আম ইয়াকূলুনাফ তারা-হু কুল ফা’তূবি‘আশরি ছুওয়ারিম মিছলিহী মুফতারাইয়া-তিওঁ ওয়াদ‘ঊ মানিছতাতা‘তুম মিনদূ নিল্লা-হি ইন কুনতুম সা-দিকীন।",
    "bn_haque": "অথবা তারা কি বলে -- \"সে এটি বানিয়েছে?\" বলো -- \"তাহলে এর মত দশটি বানানো সূরা নিয়ে এস, আর আল্লাহ্‌কে ছেড়ে দিয়ে যাকে পার ডাকো, যদি তোমরা সত্যবাদী হও।\"",
    "bn_muhi": "তারা কি বলে? কোরআন তুমি তৈরী করেছ? তুমি বল, তবে তোমরাও অনুরূপ দশটি সূরা তৈরী করে নিয়ে আস এবং আল্লাহ ছাড়া যাকে পার ডেকে নাও, যদি তোমাদের কথা সত্য হয়ে থাকে।",
    "en": "Or do they say, \"He invented it\"? Say, \"Then bring ten surahs like it that have been invented and call upon [for assistance] whomever you can besides Allah, if you should be truthful.\""
  },
  {
    "id": 14,
    "ar": "فَإِلَّمْ يَسْتَجِيبُوا۟ لَكُمْ فَٱعْلَمُوٓا۟ أَنَّمَآ أُنزِلَ بِعِلْمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَ فَهَلْ أَنتُم مُّسْلِمُونَ",
    "tr": "ফাইল্লাম ইয়াছতাজীবূলাকুম ফা‘লামূআন্নামাউনঝিলা বি‘ইলমিল্লা-হি ওয়া আল্লাইলা-হা ইল্লা-হুওয়া ফাহাল আনতুম মুছলিমূন।",
    "bn_haque": "আর যদি তারা তোমাদের প্রতি সাড়া না দেয় তবে জেনে রেখো -- এ অবশ্যই অবতীর্ণ হয়েছে আল্লাহ্‌র জ্ঞানভান্ডার থেকে, আর তিনি ছাড়া অন্য উপাস্য নেই। তোমরা কি তবে আ‌ত্মসমর্পণকারী হবে না?",
    "bn_muhi": "অতঃপর তারা যদি তোমাদের কথা পুরণ করতে অপারগ হয়; তবে জেনে রাখ, এটি আল্লাহর এলম দ্বারা অবতীর্ণ হয়েছে; আরো একীন করে নাও যে, আল্লাহ ব্যতীত অন্য কোন মাবুদ নেই। অতএব, এখন কি তোমরা আত্নসমর্পন করবে?",
    "en": "And if they do not respond to you - then know that the Qur'an was revealed with the knowledge of Allah and that there is no deity except Him. Then, would you [not] be Muslims?"
  },
  {
    "id": 15,
    "ar": "مَن كَانَ يُرِيدُ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
    "tr": "মান কা-না ইউরীদুলহায়া-তাদদুনইয়া-ওয়াঝীনাতাহা-নুওয়াফফি ইলাইহিম আ‘মা-লাহুম ফীহা-ওয়াহুম ফীহা-লা-ইউবখাছূন।",
    "bn_haque": "যে কেউ পার্থিব জীবন ও এর শোভা-সৌন্দর্য কামনা করে তাদের ক্রিয়াকর্মের জন্য এখানেই আমরা তাদের পুরোপুরি প্রতিফল প্রদান করি, আর এ ব্যাপারে তারা ক্ষতিসাধিত হবে না।",
    "bn_muhi": "যে ব্যক্তি পার্থিবজীবন ও তার চাকচিক্যই কামনা করে, হয় আমি তাদের দুনিয়াতেই তাদের আমলের প্রতিফল ভোগ করিয়ে দেব এবং তাতে তাদের প্রতি কিছুমাত্র কমতি করা হয় না।",
    "en": "Whoever desires the life of this world and its adornments - We fully repay them for their deeds therein, and they therein will not be deprived."
  },
  {
    "id": 16,
    "ar": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَيْسَ لَهُمْ فِى ٱلْءَاخِرَةِ إِلَّا ٱلنَّارُ وَحَبِطَ مَا صَنَعُوا۟ فِيهَا وَبَٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
    "tr": "উলাইকাল্লাযীনা লাইছা লাহুম ফিল আ-খিরাতি ইল্লান্না-রু  ওয়া হাবিতা মা-সানা‘ঊ ফীহা-ওয়া বা-তিলুম মা-কা-নূইয়া‘মালূন।",
    "bn_haque": "এরাই তারা যাদের জন্য পরকালে আগুন ছাড়া আর কিছুই নেই, আর তারা যা করেছে তা সেখানে বৃথা যাবে, আর তারা যা করে যাচ্ছিল সে-সবই নিরর্থক।",
    "bn_muhi": "এরাই হল সেসব লোক আখেরাতে যাদের জন্য আগুন ছাড়া নেই। তারা এখানে যা কিছু করেছিল সবই বরবাদ করেছে; আর যা কিছু উপার্জন করেছিল, সবই বিনষ্ট হল।",
    "en": "Those are the ones for whom there is not in the Hereafter but the Fire. And lost is what they did therein, and worthless is what they used to do."
  },
  {
    "id": 17,
    "ar": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً أُو۟لَٰٓئِكَ يُؤْمِنُونَ بِهِۦ وَمَن يَكْفُرْ بِهِۦ مِنَ ٱلْأَحْزَابِ فَٱلنَّارُ مَوْعِدُهُۥ فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ إِنَّهُ ٱلْحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
    "tr": "আফামান কা-না ‘আলা-বাইয়িনাতিম মির রাব্বিহী ওয়া ইয়াতলূহু শা-হিদুম মিনহু ওয়ামিন কাবলিহী কিতা-বুমূছা-ইমা-মাওঁ ওয়া রাহমাতান উলাইকা ইউ’মিনূনা বিহী ওয়া মাইঁ ইয়াকফুর বিহী মিনাল আহঝা-বি ফান্না-রু মাও‘ইদুহূ ফালা-তাকুফী মিরইয়াতিম মিনহু  ইন্নাহুল হাক্কুমির রাব্বিকা ওয়ালা-কিন্না আকছারান্না-ছি লাইউ’মিনূন।",
    "bn_haque": "তবে কি যে রয়েছে তার প্রভুর কাছে থেকে স্পষ্ট-প্রমাণের উপরে প্রতিষ্ঠিত এবং তাঁর কাছ থেকে একজন সাক্ষী তা পাঠ করেন, আর এর আগে মুসার গ্রন্থ পথনির্দেশক ও করুণাস্বরূপ? এরা এতে বিশ্বাস করে। আর দলগুলোর মধ্যের যে এতে অবিশ্বাস পোষণ করে তার প্রতি‌শ্রুত স্থান তবে আগুন, অতএব তুমি এ-সন্বন্ধে সন্দেহে থেকো না। নিঃসন্দেহ এটি তোমার প্রভুর কাছ থে কে ধ্রুবসত্য, কিন্তু বেশিরভাগ লোকেই বিশ্বাস করে না।",
    "bn_muhi": "আচ্ছা বল তো, যে ব্যক্তি তার প্রভুর সুস্পষ্ট পথে রয়েছে, আর সাথে সাথে আল্লাহর তরফ থেকে একটি সাক্ষীও বর্তমান রয়েছে এবং তার পূর্ববর্তী মূসা (আঃ) এর কিতাবও সাক্ষী যা ছিল পথনির্দেশক ও রহমত স্বরূপ, (তিনি কি অন্যান্যের সমান) অতএব তাঁরা কোরআনের প্রতি ঈমান আনেন। আর ঐসব দলগুলি যে কেউ তা অস্বীকার করে, দোযখই হবে তার ঠিকানা। অতএব, আপনি তাতে কোন সন্দেহে থাকবেন না। নিঃসন্দেহে তা আপনার পালনকর্তার পক্ষ হতে ধ্রুব সত্য; তথাপি অনেকেই তা বিশ্বাস করে না।",
    "en": "So is one who [stands] upon a clear evidence from his Lord [like the aforementioned]? And a witness from Him follows it, and before it was the Scripture of Moses to lead and as mercy. Those [believers in the former revelations] believe in the Qur'an. But whoever disbelieves in it from the [various] factions - the Fire is his promised destination. So be not in doubt about it. Indeed, it is the truth from your Lord, but most of the people do not believe."
  },
  {
    "id": 18,
    "ar": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أُو۟لَٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ ٱلْأَشْهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُوا۟ عَلَىٰ رَبِّهِمْ أَلَا لَعْنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
    "tr": "ওয়া মান আজলামূমিম্মানিফতারা-‘আলাল্লা-হি কাযিবান উলাইকা ইউ‘রাদূনা ‘আলারাব্বিহিম ওয়া ইয়াকূলুল আশহা-দুহাউলাইল্লাযীনা কাযাবূ‘আলা-রাব্বিহিম আলা-লা‘নাতুল্লা-হি ‘আলাজ্জা-লিমীন।",
    "bn_haque": "আর কে তার চাইতে বেশী অন্যায়কারী যে আল্লাহ্ সন্বন্ধে মিথ্যা রচনা করে? এদের আনা হবে তাদের প্রভুর সামনে, আর সাক্ষীগণ বলবে -- \"এরাই তারা যারা তাদের প্রভুর বিরুদ্ধে মিথ্যা আরোপ করেছিল।\" এমন কি নয় যে আল্লাহ্‌র অসন্তষ্টি যালিমদের উপরে --",
    "bn_muhi": "আর তাদের চেয়ে বড় যালেম কে হতে পারে, যারা আল্লাহর প্রতি মিথ্যারোপ করে। এসব লোককে তাদের পালনকর্তার সাক্ষাত সম্মূখীন করা হবে আর সাক্ষিগণ বলতে থাকবে, এরাই ঐসব লোক, যারা তাদের পালনকর্তার প্রতি মিথ্যারোপ করেছিল। শুনে রাখ, যালেমদের উপর আল্লাহর অভিসম্পাত রয়েছে।",
    "en": "And who is more unjust than he who invents a lie about Allah ? Those will be presented before their Lord, and the witnesses will say, \"These are the ones who lied against their Lord.\" Unquestionably, the curse of Allah is upon the wrongdoers."
  },
  {
    "id": 19,
    "ar": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ",
    "tr": "আল্লাযীনা ইয়াসুদ্দূনা ‘আন ছাবীলিল্লা-হি ওয়া ইয়াবগূনাহা-‘ইওয়াজাওঁ ওয়াহুম বিলআখিরাতি হুম কা-ফিরূন।",
    "bn_haque": "যারা আল্লাহ্‌র পথ থেকে ফিরিয়ে রাখে এবং একে করতে চায় কুটিল? আর এরা নিজেরাই পরকাল সন্বন্ধে অবিশ্বাসী।",
    "bn_muhi": "যারা আল্লাহর পথে বাধা দেয়, আর তাতে বক্রতা খুজে বেড়ায়, এরাই আখরাতকে অস্বীকার করে।",
    "en": "Who averted [people] from the way of Allah and sought to make it [seem] deviant while they, concerning the Hereafter, were disbelievers."
  },
  {
    "id": 20,
    "ar": "أُو۟لَٰٓئِكَ لَمْ يَكُونُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ يُضَٰعَفُ لَهُمُ ٱلْعَذَابُ مَا كَانُوا۟ يَسْتَطِيعُونَ ٱلسَّمْعَ وَمَا كَانُوا۟ يُبْصِرُونَ",
    "tr": "উলাইকা লাম ইয়াকূনূ মু‘জিঝীনা ফিল আরদিওয়ামা-কা-না লাহুম মিন দূ নিল্লা-হি মিন আওলিয়াআ । ইউদা-‘আফুলাহুমুল ‘আযা-বু মা-কা-নূইয়াছতাতী‘ঊনাছছাম‘আ ওয়ামা-কা-নূইউবসিরূন।",
    "bn_haque": "এরা পৃথিবীতে প্রতিহত করতে পারত না, আর তাদের জন্য আল্লাহ্‌কে ছেড়ে দিয়ে কোনো অভিভাবক নেই। তাদের জন্য শাস্তি দ্বিগুণ করা হবে। তারা শোনা সহ্য করতে পারত না, আর তারা দেখতেও পারত না।",
    "bn_muhi": "তারা পৃথিবীতেও আল্লাহকে অপারগ করতে পারবে না এবং আল্লাহ ব্যতীত তাদের কোন সাহায্যকারীও নেই, তাদের জন্য দ্বিগুণ শাস্তি রয়েছে; তারা শুনতে পারত না এবং দেখতেও পেত না।",
    "en": "Those were not causing failure [to Allah ] on earth, nor did they have besides Allah any protectors. For them the punishment will be multiplied. They were not able to hear, nor did they see."
  },
  {
    "id": 21,
    "ar": "أُو۟لَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "tr": "উলাইকাল্লাযীনা খাছিরূ আনফুছাহুম ওয়াদাল্লা ‘আনহুম মা-কা-নূইয়াফতারূন।",
    "bn_haque": "এরাই তারা যারা তাদের অন্তরা‌ত্মার ক্ষতিসাধন করেছে, আর যা তারা উদ্ভাবন করেছিল তা তাদের থেকে বিদায় নিয়েছে।",
    "bn_muhi": "এরা সে লোক, যারা নিজেরাই নিজেদেরকে ক্ষতিগ্রস্ত করেছে, আর এরা যা কিছু মিথ্যা মা’বুদ সাব্যস্ত করেছিল, তা সবই তাদের থেকে হারিয়ে গেছে।",
    "en": "Those are the ones who will have lost themselves, and lost from them is what they used to invent."
  },
  {
    "id": 22,
    "ar": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
    "tr": "লা-জারামা আন্নাহুম ফিল আ-খিরাতি হুমুল আখছারূন।",
    "bn_haque": "সন্দেহ নেই যে পরকালে তারা নিজেরা অবশ্যই হবে সব চাইতে ক্ষতিগ্রস্ত।",
    "bn_muhi": "আখেরাতে এরাই হবে সর্বাধিক ক্ষতিগ্রস্থ কোন সন্দেহ নেই।",
    "en": "Assuredly, it is they in the Hereafter who will be the greatest losers."
  },
  {
    "id": 23,
    "ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَأَخْبَتُوٓا۟ إِلَىٰ رَبِّهِمْ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ هُمْ فِيهَا خَٰلِدُونَ",
    "tr": "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া আখবাতুইলা-রাব্বিহিম উলাইকা আসহা-বুল জান্নাতি হুম ফীহা-খা-লিদূ ন।",
    "bn_haque": "নিঃসন্দেহ যারা বিশ্বাস করে ও সৎকর্ম করে, এবং বিনয়াবনত হয় তাদের প্রভুর কাছে, -- তারাই বেহেশতের বাসিন্দা, এতে তারা থাকবে চিরকাল।",
    "bn_muhi": "নিশ্চয়ই যারা ঈমান এনেছে ও সৎকাজ করেছে এবং স্বীয় পালনকর্তার সমীপে বিনতি প্রকাশ করেছে তারাই বেহেশতবাসী, সেখানেই তারা চিরকাল থাকবে।",
    "en": "Indeed, they who have believed and done righteous deeds and humbled themselves to their Lord - those are the companions of Paradise; they will abide eternally therein."
  },
  {
    "id": 24,
    "ar": "مَثَلُ ٱلْفَرِيقَيْنِ كَٱلْأَعْمَىٰ وَٱلْأَصَمِّ وَٱلْبَصِيرِ وَٱلسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ",
    "tr": "মাছালুল ফারীকাইনি কালআ‘মা-ওয়াল আসাম্মি ওয়াল বাসীরি ওয়াছছামী‘ই হাল ইয়াছতাবিইয়া-নি মাছালান- আফালা-তাযাক্কারূন।",
    "bn_haque": "দল দুটির উপমা হচ্ছে অন্ধ ও বধিরের এবং চক্ষুষ্মান ও শ্রবণশক্তিমানের মতো, -- উভয় কি তুলনায় সমান-সমান? তবুও কি তোমরা মনোনিবেশ করবে না?",
    "bn_muhi": "উভয় পক্ষের দৃষ্টান্ত হচ্ছে যেমন অন্ধ ও বধির এবং যে দেখতে পায় ও শুনতে পায় উভয়ের অবস্থা কি এক সমান? তবুও তোমরা কি ভেবে দেখ না?",
    "en": "The example of the two parties is like the blind and deaf, and the seeing and hearing. Are they equal in comparison? Then, will you not remember?"
  },
  {
    "id": 25,
    "ar": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ",
    "tr": "ওয়া লাকাদ আরছালনা-নূহান ইলা-কাওমিহী   ইন্নী লাকুম নাযীরুম মুবীন।",
    "bn_haque": "আর নিশ্চয়ই আমরা নূহকে পাঠিয়েছিলাম তাঁর সম্প্রদায়ের কাছে, \"নিঃসন্দেহ আমি তোমাদের জন্য একজন সতর্ক কারী, --",
    "bn_muhi": "আর অবশ্যই আমি নূহ (আঃ) কে তাঁর জাতির প্রতি প্রেরণ করেছি, (তিনি বললেন) নিশ্চয় আমি তোমাদের জন্য প্রকাশ্য সতর্ককারী।",
    "en": "And We had certainly sent Noah to his people, [saying], \" Indeed, I am to you a clear warner"
  },
  {
    "id": 26,
    "ar": "أَن لَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
    "tr": "আল্লা-তা‘বুদূইল্লাল্লা-হা ইন্নীআখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিন আলীম।",
    "bn_haque": "যেন তোমরা আল্লাহ্ ছাড়া কারো উপাসনা করবে না। নিঃসন্দেহ আমি আশংকা করি তোমাদের জন্য মর্মন্তুদ দিনের শাস্তি।",
    "bn_muhi": "তোমরা আল্লাহ ব্যতীত কারো এবাদত করবে না। নিশ্চয় আমি তোমাদের ব্যাপারে এক যন্ত্রণাদায়ক দিনের আযাবের ভয় করছি।",
    "en": "That you not worship except Allah . Indeed, I fear for you the punishment of a painful day.\""
  },
  {
    "id": 27,
    "ar": "فَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ ٱلرَّأْىِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍۭ بَلْ نَظُنُّكُمْ كَٰذِبِينَ",
    "tr": "ফাকালাল মালাউল্লাযীনা কাফারূ মিন কাওমিহী মা-নারা-কা ইল্লা-বাশারাম মিছলানাওয়ামা-নারা-কাততাবা‘আকা ইল্লাল্লাযীনা হুম আরা-যিলুনা-বা-দিয়াররা’ই ওয়ামানারা-লাকুম ‘আলাইনা-মিন ফাদলিম বাল নাজুন্নুকুম কা-যিবীন।",
    "bn_haque": "কিন্তু তাঁর সম্প্রদায়ের মধ্যের যারা অবিশ্বাস করেছিল তাদের প্রধানরা বললে -- \"আমরা তো তোমাকে আমাদের মতো একজন মানুষ বই দেখছি না, আর আমরা তোমাকে দেখছি না যে তোমাকে তারা ছাড়া এমন অন্য কেউ অনুসরণ করছে যারা হচ্ছে প্রথম দৃষ্টিতেই আমাদের মধ্যে অধম, আর আমরা তোমাদের মধ্যে আমাদের চাইতে কোনো গুণপনাও দেখছি না, বরং আমরা তোমাদের মনে করি মিথ্যাবাদী।\"",
    "bn_muhi": "তখন তাঁর কওমের কাফের প্রধানরা বলল আমরা তো আপনাকে আমাদের মত একজন মানুষ ব্যতীত আর কিছু মনে করি না; আর আমাদের মধ্যে যারা ইতর ও স্থুল-বুদ্ধিসম্পন্ন তারা ব্যতীত কাউকে তো আপনার আনুগত্য করতে দেখি না এবং আমাদের উপর আপনাদের কেন প্রাধান্য দেখি না, বরং আপনারা সবাই মিথ্যাবাদী বলে আমারা মনে করি।",
    "en": "So the eminent among those who disbelieved from his people said, \" We do not see you but as a man like ourselves, and we do not see you followed except by those who are the lowest of us [and] at first suggestion. And we do not see in you over us any merit; rather, we think you are liars.\""
  },
  {
    "id": 28,
    "ar": "قَالَ يَٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى رَحْمَةً مِّنْ عِندِهِۦ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَٰرِهُونَ",
    "tr": "কা-লা ইয়া-কাওমি আরাআইতুম ইন কুনতু‘আলা-বাইয়িনাতিম মির রাববী ওয়া আ-তা-নী রাহমাতাম মিন ‘ইনদিহী ফা‘উম্মিয়াত ‘আলাইকুম আনুলঝিমুকুমূহা-ওয়া আনতুম লাহাকা-রিহূন।",
    "bn_haque": "তিনি বললেন -- \"হে আমার সম্প্রদায়! তোমরা কি ভেবে দেখেছ -- আমি যদি আমার প্রভুর কাছ থেকে স্পষ্ট-প্রমাণে প্রতিষ্ঠিত থাকি এবং তিনি যদি আমাকে তাঁর তরফ থেকে অনুগ্রহ প্রদান করে থাকেন, অথচ তোমাদের কাছে এটি ঝাপসা হয়ে গেছে, আমরা কি তবে এটিতে তোমাদের বাধ্য করতে পারি যখন তোমরা এর প্রতি বিরূপ?",
    "bn_muhi": "নূহ (আঃ) বললেন-হে আমার জাতি! দেখ তো আমি যদি আমার পালনকর্তার পক্ষ হতে স্পষ্ট দলীলের উপর থাক, আর তিনি যদি তাঁর পক্ষ হতে আমাকে রহমত দান করে থাকেন, তারপরেও তা তোমাদের চোখে না পড়ে, তাহলে আমি কি উহা তোমাদের উপর তোমাদের ইচ্ছার বিরুদ্ধেই চাপিয়ে দিতে পারি ?",
    "en": "He said, \"O my people have you considered: if I should be upon clear evidence from my Lord while He has given me mercy from Himself but it has been made unapparent to you, should we force it upon you while you are averse to it?"
  },
  {
    "id": 29,
    "ar": "وَيَٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّهُم مُّلَٰقُوا۟ رَبِّهِمْ وَلَٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
    "tr": "ওয়া ইয়া-কাওমি লাআছআলুকুম ‘আলাইহি মা-লান ইন আজরিয়া ইল্লা-‘আলাল্লা-হি ওয়ামাআনা-বিতা-রিদিল্লাযীনা আ-মানূ ইন্নাহুম মুলা-কূরাব্বিহিম ওয়ালাকিন্নীআরা-কুম কাওমান তাজহালূন।",
    "bn_haque": "\"আর হে আমার সম্প্রদায়! এর বিনিময়ে আমি তোমাদের কাছে ধনদৌলত চাই না। আমার শ্রমফল কেবল আল্লাহ্‌র কাছেই রয়েছে, আর যারা বিশ্বাস করেছে তাদের আমি তাড়িয়েও দেবার নই। নিঃসন্দেহ তাদের প্রভুর কাছে তারা মুলাকাত করতে যাচ্ছে, কিন্তু আমি তোমাদের দেখছি একটি অজ্ঞানতাকুশল সম্প্রদায়।",
    "bn_muhi": "আর হে আমার জাতি! আমি তো এজন্য তোমাদের কাছে কোন অর্থ চাই না; আমার পারিশ্রমিক তো আল্লাহর জিম্মায় রয়েছে। আমি কিন্তু ঈমানদারদের তাড়িয়ে দিতে পারি না। তারা অবশ্যই তাদের পালনকর্তার সাক্ষাত লাভ করবে। বরঞ্চ তোমাদেরই আমি অজ্ঞ সম্প্রদায় দেখছি।",
    "en": "And O my people, I ask not of you for it any wealth. My reward is not but from Allah . And I am not one to drive away those who have believed. Indeed, they will meet their Lord, but I see that you are a people behaving ignorantly."
  },
  {
    "id": 30,
    "ar": "وَيَٰقَوْمِ مَن يَنصُرُنِى مِنَ ٱللَّهِ إِن طَرَدتُّهُمْ أَفَلَا تَذَكَّرُونَ",
    "tr": "ওয়া ইয়া-কাওমি মাইঁ ইয়ানসুরুনী মিনাল্লা-হি ইন তারাততুহুম আফালা-তাযাক্কারূন।",
    "bn_haque": "\"আর হে আমার সম্প্রদায়! কে আমাকে সাহায্য করবে আল্লাহ্‌র বিরুদ্ধে যদি আমি তাদের তাড়িয়ে দিই? তোমরা কি তবে ভেবে দেখবে না?",
    "bn_muhi": "আর হে আমার জাতি! আমি যদি তাদের তাড়িয়ে দেই তাহলে আমাকে আল্লাহ হতে রেহাই দেবে কে? তোমরা কি চিন্তা করে দেখ না?",
    "en": "And O my people, who would protect me from Allah if I drove them away? Then will you not be reminded?"
  },
  {
    "id": 31,
    "ar": "وَلَآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ إِنِّى مَلَكٌ وَلَآ أَقُولُ لِلَّذِينَ تَزْدَرِىٓ أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ ٱللَّهُ خَيْرًا ٱللَّهُ أَعْلَمُ بِمَا فِىٓ أَنفُسِهِمْ إِنِّىٓ إِذًا لَّمِنَ ٱلظَّٰلِمِينَ",
    "tr": "ওয়ালাআকূলুলাকুম ‘ইনদী খাঝাইনুল্লা-হি ওয়ালাআ‘লামুল গাইবা ওয়ালাআকূলু ইন্নী মালাকুওঁ ওয়ালাআকূলুলিল্লাযীনা তাঝদারীআ‘ইউনুকুম লাইঁ ইউতিয়াহুমুল্লা-হু খাইরান আল্লা-হু আ‘লামুবিমা-ফীআনফুছিহিম ইন্নীইযাল লামিনাজ্জালিমীন।",
    "bn_haque": "আর আমি তোমাদের বলি না -- আমার কাছে আল্লাহ্‌র ধনভান্ডার রয়েছে, আর আমি অদৃশ্য সন্বন্ধেও জানি না, আর আমি বলি না যে আমি তো একজন ফিরিশ্‌তা, আর তোমাদের চোখে যাদের নগণ্য ভাব তাদের সন্বন্ধে আমি বলি না যে আল্লাহ্ কখনো তাদের করুণাভান্ডার দেবেন না। আল্লাহ্ ভাল জানেন যা-কিছু আছে তাদের অন্তরে, -- তাহলে আমি আলবৎ অন্যায়কারীদের মধ্যেকার হতাম।",
    "bn_muhi": "আর আমি তোমাদেরকে বলি না যে, আমার কাছে আল্লাহর ভান্ডার রয়েছে এবং একথাও বলি না যে, আমি গায়বী খবরও জানি; একথাও বলি না যে, আমি একজন ফেরেশতা; আর তোমাদের দৃষ্টিতে যারা লাঞ্ছিত আল্লাহ তাদের কোন কল্যাণ দান করবেন না। তাদের মনের কথা আল্লাহ ভাল করেই জানেন। সুতরাং এমন কথা বললে আমি অন্যায় কারী হব।",
    "en": "And I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen, nor do I tell you that I am an angel, nor do I say of those upon whom your eyes look down that Allah will never grant them any good. Allah is most knowing of what is within their souls. Indeed, I would then be among the wrongdoers.\""
  },
  {
    "id": 32,
    "ar": "قَالُوا۟ يَٰنُوحُ قَدْ جَٰدَلْتَنَا فَأَكْثَرْتَ جِدَٰلَنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
    "tr": "কা-লূ ইয়া-নূহু কাদ জা-দালতানা ফাআকছারতা জিদা-লানা- ফা’তিনা- বিমাতা‘ইদুনাইন কুনতা মিনাসসা-দিকীন।",
    "bn_haque": "তারা বললে -- \"হে নূহ্‌! তুমি অবশ্যই আমাদের সঙ্গে বিতর্ক করছ আর আমাদের সঙ্গে তর্ক বাড়িয়ে তুলেছ, সুতরাং আমাদের কাছে নিয়ে এস যার ভয় আমাদের দেখাচ্ছ, যদি তুমি সত্যবাদীদের মধ্যেকার হও।\"",
    "bn_muhi": "তারা বলল-হে নূহ! আমাদের সাথে আপনি তর্ক করেছেন এবং অনেক কলহ করেছেন। এখন আপনার সেই আযাব নিয়ে আসুন, যে সম্পর্কে আপনি আমাদিগকে সতর্ক করেছেন, যদি আপনি সত্যবাদী হয়ে থাকেন।",
    "en": "They said, \"O Noah, you have disputed us and been frequent in dispute of us. So bring us what you threaten us, if you should be of the truthful.\""
  },
  {
    "id": 33,
    "ar": "قَالَ إِنَّمَا يَأْتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزِينَ",
    "tr": "কা-লা ইন্নামা-ইয়া’তীকুম বিহিল্লা-হু ইন শাআ ওয়ামাআনতুম বিমু‘জিঝীন।",
    "bn_haque": "তিনি বললেন -- \"শুধু আল্লাহ্‌ই তোমাদের উপরে তা নিয়ে আসবেন যদি তিনি ইচ্ছা করেন, আর তোমরা এড়িয়ে যাবার নও।",
    "bn_muhi": "তিনি বলেন, উহা তোমাদের কাছে আল্লাহই আনবেন, যদি তিনি ইচ্ছা করেন তখন তোমরা পালিয়ে তাঁকে অপারগ করতে পারবে না।",
    "en": "He said, \" Allah will only bring it to you if He wills, and you will not cause [Him] failure."
  },
  {
    "id": 34,
    "ar": "وَلَا يَنفَعُكُمْ نُصْحِىٓ إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
    "tr": "ওয়ালা-ইয়ানফা‘উকুম নুসহীইন আরাততুআন আনসাহা লাকুম ইন কা-নাল্লা-হু ইউরীদু আইঁ ইউগবিয়াকুম হুওয়া রাব্বুকুম ওয়া ইলাইহি তুরজা‘ঊন।",
    "bn_haque": "আর আমার উপদেশ তোমাদের উপকার করবে না যদিও আমি চাই তোমাদের উপদেশ দিতে, যদি আল্লাহ্ চান যে তিনি তোমাদের বিভ্রান্ত করবেন। তিনিই তোমাদের প্রভু, আর তাঁর কাছেই তোমাদের ফিরিয়ে আনা হবে।",
    "bn_muhi": "আর আমি তোমাদের নসীহত করতে চাইলেও তা তোমাদের জন্য ফলপ্রসূ হবে না, যদি আল্লাহ তোমাদেরকে গোমরাহ করতে চান; তিনিই তোমাদের পালনকর্তা এবং তাঁর কাছেই তোমাদের ফিরে যেতে হবে।",
    "en": "And my advice will not benefit you - although I wished to advise you - If Allah should intend to put you in error. He is your Lord, and to Him you will be returned.\""
  },
  {
    "id": 35,
    "ar": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَعَلَىَّ إِجْرَامِى وَأَنَا۠ بَرِىٓءٌ مِّمَّا تُجْرِمُونَ",
    "tr": "আম ইয়াকূলূনাফ তারা-হু কুল ইনিফ তারাইতুহূফা‘আলাইয়া ইজরা-মী ওয়া আনা বারীউম মিম্মা-তুজরিমূন।",
    "bn_haque": "অথবা তারাও কি বলে -- \"তিনি এটি বানিয়েছেন?\" বলো -- \"যদি আমি এটি বানিয়ে থাকি তবে আমার উপরেই আমার অপরাধ, আর তোমরা যে-সব অপরাধ করছ সে-সব থেকে আমি নিষ্কৃত।\"",
    "bn_muhi": "তারা কি বলে? আপনি কোরআন রচনা করে এনেছেন? আপনি বলে দিন আমি যদি রচনা করে এনে থাকি, তবে সে অপরাধ আমার, আর তোমরা যেসব অপরাধ কর তার সাথে আমার কোন সম্পর্ক নেই।",
    "en": "Or do they say [about Prophet Muhammad], \"He invented it\"? Say, \"If I have invented it, then upon me is [the consequence of] my crime; but I am innocent of what [crimes] you commit.\""
  },
  {
    "id": 36,
    "ar": "وَأُوحِىَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ ءَامَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَفْعَلُونَ",
    "tr": "ওয়া ঊহিয়া ইলা-নূহিনআন্নাহূলাইঁ ইউ’মিনা মিন কাওমিকা ইল্লা-মান কাদ আ-মানা ফালাতাবতাইছ বিমা-কা-নূইয়াফ‘আলূন।",
    "bn_haque": "আর নূহের কাছে প্রত্যাদেশ দেয়া হল -- \"নিঃসন্দেহ তোমার সম্প্রদায়ের মধ্যে থেকে কেউ কখনও বিশ্বাস করবে না সে ব্যতীত যে ইতিমধ্যে বিশ্বাস করেছে, সুতরাং তারা যা করে চলেছে তার জন্য দুঃখ কর না।",
    "bn_muhi": "আর নূহ (আঃ) এর প্রতি ওহী প্রেরণ করা হলো যে, যারা ইতিমধ্যেই ঈমান এনেছে তাদের ছাড়া আপনার জাতির অন্য কেউ ঈমান আনবেনা এতএব তাদের কার্যকলাপে বিমর্ষ হবেন না।",
    "en": "And it was revealed to Noah that, \"No one will believe from your people except those who have already believed, so do not be distressed by what they have been doing."
  },
  {
    "id": 37,
    "ar": "وَٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ إِنَّهُم مُّغْرَقُونَ",
    "tr": "ওয়াসনা‘ইল ফূলকা বিআ‘ইউনিনা-ওয়া ওয়াহয়িনা-ওয়ালা-তুখা-তিবনী ফিল্লাযীনা জালামূ  ইন্নাহুম মুগরাকূন।",
    "bn_haque": "\"আর আমাদের চোখের সামনে ও আমাদের প্রত্যাদেশ মতে জাহাজ তৈরি কর, আর যারা অত্যাচার করেছে তাদের সন্বন্ধে আমার কাছে আবেদন কর না, নিঃসন্দেহ তারা নিমজ্জিত হবে।”",
    "bn_muhi": "আর আপনি আমার সম্মুখে আমারই নির্দেশ মোতাবেক একটি নৌকা তৈরী করুন এবং পাপিষ্ঠদের ব্যাপারে আমাকে কোন কথা বলবেন না। অবশ্যই তারা ডুবে মরবে।",
    "en": "And construct the ship under Our observation and Our inspiration and do not address Me concerning those who have wronged; indeed, they are [to be] drowned.\""
  },
  {
    "id": 38,
    "ar": "وَيَصْنَعُ ٱلْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِۦ سَخِرُوا۟ مِنْهُ قَالَ إِن تَسْخَرُوا۟ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ",
    "tr": "ওয়া ইয়াসনা‘উল ফুলকা ওয়া কুল্লামা-মাররা ‘আলাইহি মালাউম মিন কাওমিহী ছাখিরূ মিনহু কা-লা ইন তাছখারূ মিন্না-ফাইন্না-নাছখারু মিনকুম কামা-তাছখারূন।",
    "bn_haque": "আর তিনি জাহাজ তৈরি করতে লাগলেন, আর যখনই তাঁর সম্প্রদায়ের প্রধানেরা তাঁর পাশ দিয়ে যেতো তারা তাঁর প্রতি উপহাস করত। তিনি বলেছিলেন -- \"যদি তোমরা আমাদের সন্বন্ধে হাসাহাসি কর তবে আমরাও তোমাদের সন্বন্ধে তেমনি হাসব যেমন তোমরা হাসছ।",
    "bn_muhi": "তিনি নৌকা তৈরী করতে লাগলেন, আর তাঁর কওমের নেতৃস্থানীয় ব্যক্তিরা যখন পার্শ্ব দিয়ে যেত, তখন তাঁকে বিদ্রুপ করত। তিনি বললেন, তোমরা যদি আমাদের উপহাস করে থাক, তবে তোমরা যেমন উপহাস করছ আমরাও তদ্রুপ তোমাদের উপহাস করছি।",
    "en": "And he constructed the ship, and whenever an assembly of the eminent of his people passed by him, they ridiculed him. He said, \"If you ridicule us, then we will ridicule you just as you ridicule."
  },
  {
    "id": 39,
    "ar": "فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
    "tr": "ফাছাওফা তা‘লামূনা  মাইঁ ইয়া’তীহি ‘আযা-বুইঁ ইউখঝীহি ওয়া ইয়াহিল্লু‘আলাইহি ‘আযা-বুম মুকীম।",
    "bn_haque": "\"সুতরাং অচিরেই তোমরা জানতে পারবে কার উপরে শাস্তি আসছে যা তাকে লাঞ্ছিত করে, আর কার উপরে নামছে স্থায়ী শাস্তি।",
    "bn_muhi": "অতঃপর অচিরেই জানতে পারবে-লাঞ্ছনাজনক আযাব কার উপর আসে এবং চিরস্থায়ী আযাব কার উপর অবতরণ করে।",
    "en": "And you are going to know who will get a punishment that will disgrace him [on earth] and upon whom will descend an enduring punishment [in the Hereafter].\""
  },
  {
    "id": 40,
    "ar": "حَتَّىٰٓ إِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ قُلْنَا ٱحْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ وَمَنْ ءَامَنَ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٌ",
    "tr": "হাত্তা-ইযা-জাআ আমরুনা-ওয়া ফা-রাত্তাননূরু কুলনাহমিল ফীহা-মিন কুল্লিন ঝাওজাইনিছ নাইনি ওয়া আহলাকা ইল্লা-মান ছাবাকা ‘আলাইহিল কাওলুওয়ামান আ-মানা ওয়ামাআ-মানা মা‘আহূইল্লা-কালীল।",
    "bn_haque": "যে পর্যন্ত না আমাদের আদেশ এল এবং মাটঘাট প্লাবিত হল, আমরা বললাম -- \"এতে বোঝাই কর প্রত্যেক জাতের দুটি -- এক জোড়া, এবং তোমার পরিবার -- তাকে ছাড়া যার বিরুদ্ধে সিদ্ধান্ত বর্তিত হয়েছে, আর যারা বিশ্বাস করেছে তাদের।\" আর যারা তাঁর সঙ্গে বিশ্বাস করেছিল তারা তো স্বল্পসংখ্যক।",
    "bn_muhi": "অবশেষে যখন আমার হুকুম এসে পৌঁছাল এবং ভুপৃষ্ঠ উচ্ছসিত হয়ে উঠল, আমি বললামঃ সর্বপ্রকার জোড়ার দুটি করে এবং যাদের উপরে পূর্বহেߦ#2439; হুকুম হয়ে গেছে তাদের বাদি দিয়ে, আপনার পরিজনবর্গ ও সকল ঈমানদারগণকে নৌকায় তুলে নিন। বলাবাহুল্য অতি অল্পসংখ্যক লোকই তাঁর সাথে ঈমান এনেছিল।",
    "en": "[So it was], until when Our command came and the oven overflowed, We said, \"Load upon the ship of each [creature] two mates and your family, except those about whom the word has preceded, and [include] whoever has believed.\" But none had believed with him, except a few."
  },
  {
    "id": 41,
    "ar": "وَقَالَ ٱرْكَبُوا۟ فِيهَا بِسْمِ ٱللَّهِ مَجْر۪ىٰهَا وَمُرْسَىٰهَآ إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌ",
    "tr": "ওয়া কা-লার কাবূফীহা-বিছমিল্লা-হি মাজরেহা-ওয়া মুরছা-হা- ইন্না রাববী লাগাফূরুর রাহীম।",
    "bn_haque": "আর তিনি বললেন -- \"এতে আরোহণ কর, আল্লাহ্‌র নামে হোক এর যাত্রা ও এর পৌঁছা, নিঃসন্দেহ আমার প্রভু তো পরিত্রাণকারী, অফুরন্ত ফলদাতা।\"",
    "bn_muhi": "আর তিনি বললেন, তোমরা এতে আরোহন কর। আল্লাহর নামেই এর গতি ও স্থিতি। আমার পালনকর্তা অতি ক্ষমাপরায়ন, মেহেরবান।",
    "en": "And [Noah] said, \"Embark therein; in the name of Allah is its course and its anchorage. Indeed, my Lord is Forgiving and Merciful.\""
  },
  {
    "id": 42,
    "ar": "وَهِىَ تَجْرِى بِهِمْ فِى مَوْجٍ كَٱلْجِبَالِ وَنَادَىٰ نُوحٌ ٱبْنَهُۥ وَكَانَ فِى مَعْزِلٍ يَٰبُنَىَّ ٱرْكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلْكَٰفِرِينَ",
    "tr": "ওয়া হিয়া তাজরী বিহিম ফী মাওজিন কালজিবা-লি ওয়া না-দা-নূহুনিবনাহূওয়া কা-না ফী মা‘ঝিলিইঁ ইয়া-বুনাইয়ার কাব মা‘আনা-ওয়ালা তাকুম মা‘আল কা-ফিরীন।",
    "bn_haque": "আর তাদের নিয়ে এটি বয়ে চললো পাহাড়ের মত ঢেউয়ের মধ্য দিয়ে, আর নূহ তাঁর পুত্রকে ডেকে বললেন আর সে ডাঙায় রয়েছিল, -- \"হে আমার পুত্র! আমাদের সঙ্গে চড়, আর অবিশ্বাসীদের সঙ্গী হয়ো না।\"",
    "bn_muhi": "আর নৌকাখানি তাদের বহন করে চলল পর্বত প্রমাণ তরঙ্গমালার মাঝে, আর নূহ (আঃ) তাঁর পুত্রকে ডাক দিলেন আর সে সরে রয়েছিল, তিনি বললেন, প্রিয় বৎস! আমাদের সাথে আরোহন কর এবং কাফেরদের সাথে থেকো না।",
    "en": "And it sailed with them through waves like mountains, and Noah called to his son who was apart [from them], \"O my son, come aboard with us and be not with the disbelievers.\""
  },
  {
    "id": 43,
    "ar": "قَالَ سَـَٔاوِىٓ إِلَىٰ جَبَلٍ يَعْصِمُنِى مِنَ ٱلْمَآءِ قَالَ لَا عَاصِمَ ٱلْيَوْمَ مِنْ أَمْرِ ٱللَّهِ إِلَّا مَن رَّحِمَ وَحَالَ بَيْنَهُمَا ٱلْمَوْجُ فَكَانَ مِنَ ٱلْمُغْرَقِينَ",
    "tr": "কা-লা ছাআ-বীইলা জাবালিইঁ ইয়া‘সিমুনী মিনাল মাই কা-লা লা-‘আ-সিমাল ইয়াওমা মিন আমরিল্লা-হি ইল্লা-মার রাহিমা ওয়াহা-লা বাইনাহুমাল মাওজুফাকা-না মিনাল মুগরাকীন।",
    "bn_haque": "সে বললে -- \"আমি এখনি কোনো পাহাড়ে আশ্রয় নেব, তা আমাকে প্লাবন থেকে রক্ষা করবে।\" তিনি বললেন -- \"আজকের দিনে আল্লাহ্‌র হুকুম থেকে রক্ষা করার কেউ নেই, শুধু সে যাকে তিনি দয়া করবেন।\" আর তাদের উভয়ের মধ্যে ঢেউ এসে পড়ল, ফলে সে হয়ে গেল নিমজ্জিতদের অন্তর্ভুক্ত।",
    "bn_muhi": "সে বলল, আমি অচিরেই কোন পাহাড়ে আশ্রয় নেব, যা আমাকে পানি হতে রক্ষা করবে। নূহ (আঃ) বল্লেন আজকের দিনে আল্লাহর হুকুম থেকে কোন রক্ষাকারী নেই। একমাত্র তিনি যাকে দয়া করবেন। এমন সময় উভয়ের মাঝে তরঙ্গ আড়াল হয়ে দাঁড়াল, ফলে সে নিমজ্জিত হল।",
    "en": "[But] he said, \"I will take refuge on a mountain to protect me from the water.\" [Noah] said, \"There is no protector today from the decree of Allah, except for whom He gives mercy.\" And the waves came between them, and he was among the drowned."
  },
  {
    "id": 44,
    "ar": "وَقِيلَ يَٰٓأَرْضُ ٱبْلَعِى مَآءَكِ وَيَٰسَمَآءُ أَقْلِعِى وَغِيضَ ٱلْمَآءُ وَقُضِىَ ٱلْأَمْرُ وَٱسْتَوَتْ عَلَى ٱلْجُودِىِّ وَقِيلَ بُعْدًا لِّلْقَوْمِ ٱلظَّٰلِمِينَ",
    "tr": "ওয়া-কীলা ইয়াআরদুবলা‘ঈমাআকি ওয়া ইয়া-ছামাউআকলি‘ঈ ওয়া গীদাল মাউওয়াকুদিয়াল আমরু ওয়াছতাওয়াত ‘আলাল জুদিইয়ি ওয়া কীলা বু‘দাল লিলকাওমিজ্জা-লিমীন।",
    "bn_haque": "এরপর বলা হল -- \"হে পৃথিবী। তোমার জল শোষণ করে নাও, আর হে আকাশ! ক্ষান্ত হও।\" তখন জল শুকিয়ে এটি জুদী পর্বতের উপরে থামল, আর বলা হল -- \"দূর হোক অন্যায়কারিগোষ্ঠী!\"",
    "bn_muhi": "আর নির্দেশ দেয়া হল-হে পৃথিবী! তোমার পানি গিলে ফেল, আর হে আকাশ, ক্ষান্ত হও। আর পানি হ্রাস করা হল এবং কাজ শেষ হয়ে গেল, আর জুদী পর্বতে নৌকা ভিড়ল এবং ঘোষনা করা হল, দুরাত্না কাফেররা নিপাত যাক।",
    "en": "And it was said, \"O earth, swallow your water, and O sky, withhold [your rain].\" And the water subsided, and the matter was accomplished, and the ship came to rest on the [mountain of] Judiyy. And it was said, \"Away with the wrongdoing people.\""
  },
  {
    "id": 45,
    "ar": "وَنَادَىٰ نُوحٌ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبْنِى مِنْ أَهْلِى وَإِنَّ وَعْدَكَ ٱلْحَقُّ وَأَنتَ أَحْكَمُ ٱلْحَٰكِمِينَ",
    "tr": "ওয়া না-দা-নূহুর রাব্বাহূফাকা-লা রাব্বি ইন্নাবনী মিন আহলী ওয়া ইন্না ওয়া‘দাকাল হাক্কু আনতা আহকামুল হা-কিমীন।",
    "bn_haque": "আর নূহ্ তাঁর প্রভুকে ডাকলেন ও বললেন -- \"আমার প্রভু! আমার পুত্র আলবৎ আমার পরিবারভুক্ত আর তোমার ওয়াদা নিঃসন্দেহ সত্য, আর তুমি বিচারকদের মধ্যে শ্রেষ্ঠ বিচারক।\"",
    "bn_muhi": "আর নূহ (আঃ) তাঁর পালনকর্তাকে ডেকে বললেন-হে পরওয়ারদেগার, আমার পুত্র তো আমার পরিজনদের অন্তর্ভুক্ত; আর আপনার ওয়াদাও নিঃসন্দেহে সত্য আর আপনিই সর্বাপেক্ষা বিজ্ঞ ফয়সালাকারী।",
    "en": "And Noah called to his Lord and said, \"My Lord, indeed my son is of my family; and indeed, Your promise is true; and You are the most just of judges!\""
  },
  {
    "id": 46,
    "ar": "قَالَ يَٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ إِنَّهُۥ عَمَلٌ غَيْرُ صَٰلِحٍ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَٰهِلِينَ",
    "tr": "কা-লা ইয়া-নূহুইন্নাহূলাইছা মিন আহলিকা ইন্নাহূ‘আমালুন গাইরু সা-লিহিন   ফালা-তাছআলনি মা-লাইছা লাকা বিহী ‘ইলমুন ইন্নী আ‘ইজুকা আন তাকূনা মিনাল জা-হিলীন।",
    "bn_haque": "তিনি বললেন -- \"হে নূহ! নিঃসন্দেহ সে তোমার পরিবারভুক্ত নয়। নিঃসন্দেহ তার কাজকর্ম সৎকর্মের বর্হিভূত, কাজেই আমার কাছে সওয়াল কর না যে-সন্বন্ধে তোমার কোনো জ্ঞান নেই। আমি অবশ্যই তোমাকে উপদেশ দিচ্ছি -- পাছে তুমি অজ্ঞদের অন্তর্ভুক্ত হয়ে পড়।\"",
    "bn_muhi": "আল্লাহ বলেন, হে নূহ! নিশ্চয় সে আপনার পরিবারভুক্ত নয়। নিশ্চই সে দুরাচার! সুতরাং আমার কাছে এমন দরখাস্ত করবেন না, যার খবর আপনি জানেন না। আমি আপনাকে উপপদেশ দিচ্ছি যে, আপনি অজ্ঞদের দলভুক্ত হবেন না।",
    "en": "He said, \"O Noah, indeed he is not of your family; indeed, he is [one whose] work was other than righteous, so ask Me not for that about which you have no knowledge. Indeed, I advise you, lest you be among the ignorant.\""
  },
  {
    "id": 47,
    "ar": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَٰسِرِينَ",
    "tr": "কা-লা রাব্বি ইন্নীআঊযুবিকা আন আছআলাকা মা-লাইছা লী বিহী ‘ইলমুওঁ ওয়া ইল্লাতাগফিরলী ওয়া তারহামনী আকুম মিনাল খা-ছিরীন।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! আমি অবশ্যই তোমার কাছে আশ্রয় চাইছি পাছে যে ব্যাপারে আমার কোনো জ্ঞান নেই সে- সন্বন্ধে তোমার কাছে প্রার্থনা করে ফেলি। আর তুমি যদি আমাকে রক্ষা না কর ও আমার প্রতি করুণা না দর্শাও তবে আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাব।\"",
    "bn_muhi": "নূহ (আঃ) বলেন-হে আমার পালনকর্তা আমার যা জানা নেই এমন কোন দরখাস্ত করা হতে আমি আপনার কাছেই আশ্রয় প্রার্থনা করছি। আপনি যদি আমাকে ক্ষমা না করেন, দয়া না করেন, তাহলে আমি ক্ষতিগ্রস্ত হব।",
    "en": "[Noah] said, \"My Lord, I seek refuge in You from asking that of which I have no knowledge. And unless You forgive me and have mercy upon me, I will be among the losers.\""
  },
  {
    "id": 48,
    "ar": "قِيلَ يَٰنُوحُ ٱهْبِطْ بِسَلَٰمٍ مِّنَّا وَبَرَكَٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
    "tr": "কীলা ইয়া-নূহুহবিতবিছালা-মিম মিন্না-ওয়া বারাকা-তিন ‘আলাইকা ওয়া ‘আলাউমামিম মিম্মাম মা‘আকা ওয়া উমামুন ছানুমাত্তি‘উহুম ছু ম্মা ইয়ামাছছুহুম মিন্না‘আযা-বুন আলীম।",
    "bn_haque": "বলা হল -- \"হে নূহ! অবতরণ কর আমাদের থেকে শান্তির সাথে, আর তোমার উপরে ও তোমার সাথে যারা রয়েছে তাদের সম্প্রদায়ের উপরে আশীর্বাদ নিয়ে। আর এমন জাতিরাও হবে যাদের আমরা অচিরেই জীবনোপকরণ দেব, তারপর আমাদের থেকে মর্মন্তুদ শাস্তি তাদের স্পর্শ করবে।\"",
    "bn_muhi": "হুকুম হল-হে নূহ (আঃ)! আমার পক্ষ হতে নিরাপত্তা এবং আপনার নিজের ও সঙ্গীয় সম্প্রদায়গুলির উপর বরকত সহকারে অবতরণ করুণ। আর অন্যান্য যেসব সম্প্রদায় রয়েছে আমি তাদের কেও উপকৃত হতে দেব। অতঃপর তাদের উপর আমার দরুন আযাব আপতিত হবে।",
    "en": "It was said, \"O Noah, disembark in security from Us and blessings upon you and upon nations [descending] from those with you. But other nations [of them] We will grant enjoyment; then there will touch them from Us a painful punishment.\""
  },
  {
    "id": 49,
    "ar": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَٰذَا فَٱصْبِرْ إِنَّ ٱلْعَٰقِبَةَ لِلْمُتَّقِينَ",
    "tr": "তিলকা মিন আমবাইল গাইবি নূহীহাইলাইকা মা-কুনতা তা‘লামুহা-আনতা ওয়ালাকাওমুকা মিন কাবলি হা-যা-  ফাসবির  ইন্নাল ‘আ-কিবাতা লিলমুত্তাকীন।",
    "bn_haque": "এসব হচ্ছে অদৃশ্য সন্বন্ধে সংবাদ যা আমরা তোমার কাছে প্রত্যাদেশ করছি। তুমি এর আগে এ-সব জানতে না -- তুমিও না, তোমার সম্প্রদায়ও না। অতএব অধ্যবসায় অবলন্বন কর। নিঃসন্দেহ শুভপরিণাম ধর্মভীরুদেরই জন্যে।",
    "bn_muhi": "এটি গায়বের খবর, আমি আপনার প্রতি ওহী প্রেরন করছি। ইতিপূর্বে এটা আপনার এবং আপনার জাতির জানা ছিল না। আপনি ধৈর্য্যধারণ করুন। যারা ভয় করে চলে, তাদের পরিণাম ভাল, সন্দেহ নেই।",
    "en": "That is from the news of the unseen which We reveal to you, [O Muhammad]. You knew it not, neither you nor your people, before this. So be patient; indeed, the [best] outcome is for the righteous ."
  },
  {
    "id": 50,
    "ar": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا قَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
    "tr": "ওয়া ইলা- ‘আ-দিন আখা-হুম হূদান কা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুুহূ ইন আনতুম ইল্লা-মুফতারূন।",
    "bn_haque": "আর 'আদ-এর কাছে তাদের ভাই হূদকে। তিনি বললেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা কর, তোমাদের জন্য তিনি ছাড়া অন্য উপাস্য নেই। তোমরা তো শুধু মিথ্যা রচনাকারী।",
    "bn_muhi": "আর আদ জাতির প্রতি আমি তাদের ভাই হুদকে প্রেরণ করেছি; তিনি বলেন-হে আমার জাতি, আল্লাহর বন্দেগী কর, তিনি ভিন্ন তোমাদের কোন মাবুদ নেই, তোমরা সবাই মিথ্যা আরোপ করছ।",
    "en": "And to 'Aad [We sent] their brother Hud. He said, \"O my people, worship Allah ; you have no deity other than Him. You are not but inventors [of falsehood]."
  },
  {
    "id": 51,
    "ar": "يَٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ أَفَلَا تَعْقِلُونَ",
    "tr": "ইয়া-কাওমি লাআছআলুকুম ‘আলাইহি আজরান ইন আজরিয়া ইল্লা-‘আলাল্লাযী ফাতারানী আফালা- তা‘কিলূন।",
    "bn_haque": "\"হে আমার সম্প্রদায়! আমি এর জন্য তোমাদের কাছে কোনো প্রতিদান চাইছি না। আমার শ্রমফল কেবল তাঁর কাছে যিনি আমাকে সৃষ্টি করেছেন। তোমরা কি তবে বুঝবে না?",
    "bn_muhi": "হে আমার জাতি! আমি এজন্য তোমাদের কাছে কোন মজুরী চাই না; আমার মজুরী তাঁরই কাছে যিনি আমাকে পয়দা করেছেন; তবু তোমরা কেন বোঝ না?",
    "en": "O my people, I do not ask you for it any reward. My reward is only from the one who created me. Then will you not reason?"
  },
  {
    "id": 52,
    "ar": "وَيَٰقَوْمِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا۟ مُجْرِمِينَ",
    "tr": "ওয়া ইয়া-কাওমিছতাগফিরূ রাব্বাকুমছুম্মা তূবূইলাইহি; ইয়ুরছিলিছছামাআ ‘আলাইকুম মিদরারাওঁ ওয়া ইয়াঝিদকুমকুওওয়াতান ইলা-কুওওয়াতিকুমওয়ালা-তাতাওয়াল্লাও মুজরিমীন।",
    "bn_haque": "আর হে আমার সম্প্রদায়! তোমাদের প্রভুর কাছে ক্ষমা প্রার্থনা কর, তারপর তাঁর দিকে ফেরো, তিনি আকাশকে তোমাদের প্রতি পাঠাবেন বর্ষণোন্নুখ করে, আর তোমাদের শক্তির উপরে তোমাদের শক্তি বাড়িয়ে দেবেন, আর তোমরা ফিরে যেও না অপরাধী হয়ে।",
    "bn_muhi": "আর হে আমার কওম! তোমাদের পালন কর্তার কাছে তোমরা ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই প্রতি মনোনিবেশ কর; তিনি আসমান থেকে তোমাদের উপর বৃষ্টি ধারা প্রেরণ করবেন এবং তোমাদের শক্তির উপর শক্তি বৃদ্ধি করবেন, তোমরা কিন্তু অপরাধীদের মত বিমুখ হয়ো না।",
    "en": "And O my people, ask forgiveness of your Lord and then repent to Him. He will send [rain from] the sky upon you in showers and increase you in strength [added] to your strength. And do not turn away, [being] criminals.\""
  },
  {
    "id": 53,
    "ar": "قَالُوا۟ يَٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
    "tr": "কা-লূইয়া-হূদুমা-জি’তানা-ব্বিাইয়িনাতিওঁ ওয়ামা-নাহনুবিতা-রিকী আ-লিহাতিনা- ‘আন কাওলিকা ওয়ামা-নাহনুলাকা বিমু’মিনীন।",
    "bn_haque": "তারা বললে -- \"হে হূদ! তুমি আমাদের কাছে কোনো স্পষ্ট প্রমাণ আন নি, আর তোমার কথায় আমরা আমাদের দেবতাদের পরিত্যাগ করতে যাচ্ছি না, আর তোমার প্রতি আমরা বিশ্বাসীও নই।",
    "bn_muhi": "তারা বলল-হে হুদ, তুমি আমাদের কাছে কোন প্রমাণ নিয়ে আস নাই, আমরা তোমার কথায় আমাদের দেব-দেবীদের বর্জন করতে পারি না আর আমরা তোমার প্রতি ঈমান আনয়নকারীও নই।",
    "en": "They said, \"O Hud, you have not brought us clear evidence, and we are not ones to leave our gods on your say-so. Nor are we believers in you."
  },
  {
    "id": 54,
    "ar": "إِن نَّقُولُ إِلَّا ٱعْتَرَىٰكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٍ قَالَ إِنِّىٓ أُشْهِدُ ٱللَّهَ وَٱشْهَدُوٓا۟ أَنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
    "tr": "ইন নাকূলুইল্লা‘তারা-কা বা‘দুআ-লিহাতিনা-বিছূইন কা-লা ইন্নীউশহিদুল্লা-হা ওয়াশহাদূ আন্নী বারীউম মিম্মা-তুশরিকূন।",
    "bn_haque": "\"আমরা বলি নি এ ছাড়া অন্য কিছু যে আমাদের কোনো দেবতা তোমাতে ভর করেছেন খারাপ ভাবে।\" তিনি বললেন -- \"নিঃসন্দেহ আমি আল্লাহ্‌কে সাক্ষী করি, আর তোমরাও সাক্ষী থেকো যে আমি আলবাৎ সংস্রবহীন তাদের সঙ্গে যাদের তোমরা শরিক কর --",
    "bn_muhi": "বরং আমরাও তো বলি যে, আমাদের কোন দেবতা তোমার উপরে শোচনীয় ভূত চাপিয়ে দিয়েছে। হুদ বললেন-আমি আল্লাহকে সাক্ষী করেছি আর তোমাও সাক্ষী থাক যে, আমার কোন সম্পর্ক নাই তাঁদের সাথে যাদের কে তোমরা শরিক করছ;",
    "en": "We only say that some of our gods have possessed you with evil.\" He said, \"Indeed, I call Allah to witness, and witness [yourselves] that I am free from whatever you associate with Allah"
  },
  {
    "id": 55,
    "ar": "مِن دُونِهِۦ فَكِيدُونِى جَمِيعًا ثُمَّ لَا تُنظِرُونِ",
    "tr": "মিন দূনিহী ফাকীদূনী জামী‘আন ছুম্মা লা-তুনজিরূন।",
    "bn_haque": "\"তাঁকে ছেড়ে দিয়ে, কাজেই তোমরা সবাই মিলে আমার বিরুদ্ধে ষড়যন্ত্র করে যাও এবং আমাকে অবকাশ দিয় না।",
    "bn_muhi": "তাকে ছাড়া, তোমরা সবাই মিলে আমার অনিষ্ট করার প্রয়াস চালাও, অতঃপর আমাকে কোন অবকাশ দিও না।",
    "en": "Other than Him. So plot against me all together; then do not give me respite."
  },
  {
    "id": 56,
    "ar": "إِنِّى تَوَكَّلْتُ عَلَى ٱللَّهِ رَبِّى وَرَبِّكُم مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ إِنَّ رَبِّى عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "tr": "ইন্নী তাওয়াক্কালতু‘আলাল্লা-হি রাববী ওয়া রাব্বিকুম মা-মিন দাব্বাতিন ইল্লা-হুওয়া আখিযুম বিনা-সিয়াতিহা- ইন্না-রাববী ‘আলা-সিরা-তিম মুছতাকীম।",
    "bn_haque": "\"আমি অবশ্যই নির্ভর করি আল্লাহ্‌র উপরে -- যিনি আমার প্রভু ও তোমাদেরও প্রভু। এমন কোনো প্রাণী নেই যার আলচুল তিনি ধরে না আছেন। নিঃসন্দেহ আমার প্রভু সহজ-সঠিক পথে অধিষ্ঠিত।",
    "bn_muhi": "আমি আল্লাহর উপর নিশ্চিত ভরসা করেছি যিনি আমার এবং তোমাদের পরওয়ারদেগার। পৃথিবীর বুকে বিচরণকারী এমন কোন প্রাণী নাই যা তাঁর র্পূণ আয়ত্তাধীন নয়। আমার পালকর্তার সরল পথে সন্দেহ নেই।",
    "en": "Indeed, I have relied upon Allah, my Lord and your Lord. There is no creature but that He holds its forelock. Indeed, my Lord is on a path [that is] straight.\""
  },
  {
    "id": 57,
    "ar": "فَإِن تَوَلَّوْا۟ فَقَدْ أَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَيْـًٔا إِنَّ رَبِّى عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
    "tr": "ফাইন তাওয়াল্লাও ফাকাদ আবলাগতুকুম মাউরছিলতুবিহীইলাইকুম ওয়া ইয়াছতাখলিফু রাববী কাওমান গাইরাকুম  ওয়ালা-তাদুররূনাহূশাইআন ইন্না রাববী ‘আলা-কুল্লি শাইইন হাফীজ।",
    "bn_haque": "কিন্তু তোমরা যদি ফিরে যাও তবে আমি নিশ্চয় তোমাদের কাছে পৌঁছে দিয়েছি যা দিয়ে আমাকে তোমাদের কাছে পাঠানো হয়েছিল। আর আমার প্রভু তোমাদের থেকে পৃথক কোনো সম্প্রদায়কে স্থলাভিষিক্ত করবেন, আর তোমরা তাঁর কোনো ক্ষতি করতে পারবে না। নিঃসন্দেহ আমার প্রভু সব-কিছুর উপরে তত্ত্বাবধায়ক।",
    "bn_muhi": "তথাপি যদি তোমরা মুখ ফেরাও, তবে আমি তোমাদেরকে তা পৌছিয়েছি যা আমার কাছে তোমাদের প্রতি প্রেরিত হয়েছে; আর আমার পালনকর্তা অন্য কোন জাতিকে তোমাদের স্থলাভিষিক্ত করবেন, আর তোমরা তাঁর কিছুই বিগড়াতে পারবে না; নিশ্চয়ই আমার পরওয়ারদেগারই প্রতিটি বস্তুর হেফাজতকারী।",
    "en": "But if they turn away, [say], \"I have already conveyed that with which I was sent to you. My Lord will give succession to a people other than you, and you will not harm Him at all. Indeed my Lord is, over all things, Guardian.\""
  },
  {
    "id": 58,
    "ar": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُودًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَٰهُم مِّنْ عَذَابٍ غَلِيظٍ",
    "tr": "ওয়া লাম্মা-জাআ আমরুনা-নাজ্জাইনা-হুদাওঁ ওয়াল্লাযীনা আ-মানূমা‘আহূ বিরাহমাতিম মিন্না- ওয়া নাজ্জাইনা-হুম মিন ‘আযা-বিন গালীজ।",
    "bn_haque": "আর যখন আমাদের নির্দেশ ঘনিয়ে এল তখন আমরা হূদকে ও তাঁর সঙ্গে যারা আস্থা রেখেছিল তাদের উদ্ধার করেছিলাম আমাদের অনুগ্রহের ফলে, আর আমরা তাদের উদ্ধার করেছিলাম কঠিন শাস্তি থেকে।",
    "bn_muhi": "আর আমার আদেশ যখন উপস্থিত হল, তখন আমি নিজ রহমতে হুদ এবং তাঁর সঙ্গী ঈমানদারগণকে পরিত্রাণ করি এবং তাদেরকে এক কঠিন শাস্তি থেকে রক্ষা করি।",
    "en": "And when Our command came, We saved Hud and those who believed with him, by mercy from Us; and We saved them from a harsh punishment."
  },
  {
    "id": 59,
    "ar": "وَتِلْكَ عَادٌ جَحَدُوا۟ بِـَٔايَٰتِ رَبِّهِمْ وَعَصَوْا۟ رُسُلَهُۥ وَٱتَّبَعُوٓا۟ أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
    "tr": "ওয়া তিলকা ‘আ-দুন জাহাদূবিআ-য়া-তি রাব্বিহিম ওয়া‘আসাও রুছুলাহূ ওয়াত্তাবা‘উআমরা কুল্লি জাব্বা-রিন ‘আনীদ।",
    "bn_haque": "আর এই ছিল 'আদ জাতি, তারা তাদের প্রভুর নির্দেশাবলী অস্বীকার করেছিল ও তাঁর রসূলগণকে অমান্য করেছিল, আর অনুসরণ করেছিল।",
    "bn_muhi": "এ ছিল আদ জাতি, যারা তাদের পালনকর্তার আয়াতকে অমান্য করেছে, আর তদীয় রসূলগণের অবাধ্যতা করেছে এবং প্রত্যেক উদ্ধত বিরোধীদের আদেশ পালন করেছে।",
    "en": "And that was 'Aad, who rejected the signs of their Lord and disobeyed His messengers and followed the order of every obstinate tyrant."
  },
  {
    "id": 60,
    "ar": "وَأُتْبِعُوا۟ فِى هَٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَٰمَةِ أَلَآ إِنَّ عَادًا كَفَرُوا۟ رَبَّهُمْ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ",
    "tr": "ওয়া উতবি‘ঊ ফী হা-যিহিদদুনইয়া-লা‘নাতাওঁ ওয়া ইয়াওমাল কিয়া-মাতি আলাইন্না ‘আ-দান কাফারূ রাব্বাহুম আলা-বু‘দাল লি‘আদিন কাওমি হূদ।",
    "bn_haque": "আর এই দুনিয়াতে অভিশাপকে তাদের পিছু ধরান হয়েছিল, আর কিয়ামতের দিনেও। এটি কি নয় যে 'আদ জাতি তাদের প্রভুকে অস্বীকার করেছিল? এটি কি নয় -- “দূর হও 'আদ জাতি -- হূদের সম্প্রদায়!\"",
    "bn_muhi": "এ দুনিয়ায় তাদের পিছনে পিছনে লা’নত রয়েছে এবং কেয়ামতের দিনেও; জেনে রাখ, আদ জাতি তাদের পালনকর্তাকে অস্বীকার করেছে, হুদের জ্ঞাতি আদ জাতির প্রতি অভিসম্পাত রয়েছে জেনে রাখ।",
    "en": "And they were [therefore] followed in this world with a curse and [as well] on the Day of Resurrection. Unquestionably, 'Aad denied their Lord; then away with 'Aad, the people of Hud."
  },
  {
    "id": 61,
    "ar": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحًا قَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥ هُوَ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَٱسْتَعْمَرَكُمْ فِيهَا فَٱسْتَغْفِرُوهُ ثُمَّ تُوبُوٓا۟ إِلَيْهِ إِنَّ رَبِّى قَرِيبٌ مُّجِيبٌ",
    "tr": "ওয়া ইলা-ছামূদা আখা-হুম সা-লিহা- । কা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহু হুওয়া আনশাআকুম মিনাল আরদিওয়াছতা‘মারাকুম ফীহাফাছতাগফিরূহু ছুম্মা তূবূইলাইহি ইন্না রাববী কারীবুম মুজীব।",
    "bn_haque": "আর ছামুদ জাতির কাছে তাদের ভাই সালিহ্‌কে। তিনি বললেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা কর, তোমাদের জন্য তিনি ব্যতীত অন্য উপাস্য নেই। তিনি তোমাদের গড়ে তুলেছেন মাটি থেকে আর এতেই তোমাদের বসবাস করিয়েছেন, অতএব তাঁর কাছেই পরিত্রাণ খোঁজো এবং তাঁর দিকেই ফেরো। নিঃসন্দেহ আমার প্রভু নিকটেই, জবাবদয়াক।\"",
    "bn_muhi": "আর সামুদ জাতি প্রতি তাদের ভাই সালেহ কে প্রেরণ করি; তিনি বললেন, হে আমার জাতি। আল্লাহর বন্দেগী কর, তিনি ছাড়া তোমাদের কোন উপাস্য নাই। তিনিই যমীন হতে তোমাদেরকে পয়দা করেছেন, তন্মধ্যে তোমাদেরকে বসতি দান করেছেন। অতএব; তাঁর কাছে ক্ষমা প্রার্থনা কর অতঃপর তাঁরই দিকে ফিরে চল আমার পালনকর্তা নিকটেই আছেন, কবুল করে থাকেন; সন্দেহ নেই।",
    "en": "And to Thamud [We sent] their brother Salih. He said, \"O my people, worship Allah ; you have no deity other than Him. He has produced you from the earth and settled you in it, so ask forgiveness of Him and then repent to Him. Indeed, my Lord is near and responsive.\""
  },
  {
    "id": 62,
    "ar": "قَالُوا۟ يَٰصَٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَٰذَآ أَتَنْهَىٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ",
    "tr": "কা-লূইয়া-সা-লিহু কাদ কুনতা ফীনা-মারজুওওয়া কাবলা হা-যা-আতানহা-না-আন না‘বুদা মা-ইয়া‘বুদুআ-বাউনা-ওয়া ইন্নানা-লাফী শাক্কিম মিম্মা- তাদ‘ঊনা ইলাইহি মুরীব।",
    "bn_haque": "তারা বললে -- \"হে সালিহ্‌! তুমি তো আমাদের কাছে এর আগে ছিলে আশা-ভরসার পাত্র, তুমি কি আমাদের পিতৃপুরুষরা যাদের উপাসনা করত তাদের উপাসনা করতে আমাদের নিষেধ করছ? আর আমরা তো অবশ্যই সন্দেহের মধ্যে রয়েছি সে-সন্বন্ধে যার প্রতি তুমি আমাদের আহ্বান করছ -- বিভ্রান্তিকর!\"",
    "bn_muhi": "তারা বলল-হে সালেহ, ইতিপূর্বে তোমার কাছে আমাদের বড় আশা ছিল। আমাদের বাপ-দাদা যা পূজা করত তুমি কি আমাদেরকে তার পূজা করতে নিষেধ কর? কিন্তু যার প্রতি তুমি আমাদের আহবান জানাচ্ছ আমাদের তাতে এমন সন্দেহ রয়েছে যে, মন মোটেই সায় দিচ্ছে না।",
    "en": "They said, \"O Salih, you were among us a man of promise before this. Do you forbid us to worship what our fathers worshipped? And indeed we are, about that to which you invite us, in disquieting doubt.\""
  },
  {
    "id": 63,
    "ar": "قَالَ يَٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ ٱللَّهِ إِنْ عَصَيْتُهُۥ فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ",
    "tr": "কা-লা ইয়া-কাওমি আরাআইতুম ইন কুনতু‘আলা-বাইয়িনাতিম মির রাববী ওয়া আ-তা-নী মিনহু রাহমাতান ফামাইঁ ইয়ানসুরুনী মিনাল্লা-হি ইন ‘আসাইতুহূ ফামা-তাঝীদূ নানী গাইরা তাখছীর।",
    "bn_haque": "তিনি বললেন -- \"হে আমার সম্প্রদায়! তোমরা কি ভেবে দেখেছ -- আমি যদি আমার প্রভু থেকে পাওয়া স্পষ্ট-প্রমাণের উপরে প্রতিষ্ঠিত থাকি এবং তিনি যদি তাঁর কাছ থেকে আমাকে অনুগ্রহ দান করে থাকেন তবে কে আমাকে সাহায্য করবে আল্লাহ্‌র কবল থেকে যদি আমি তাঁর অবাধ্যতা করি? সুতরাং তোমরা তো ক্ষতি সাধন করা ছাড়া আমার আর কিছুই বাড়াবে না।\"",
    "bn_muhi": "সালেহ বললেন-হে আমার জাতি! তোমরা কি মনে কর, আমি যদি আমার পালনকর্তার পক্ষ হতে বুদ্ধি বিবেচনা লাভ করে থাকি আর তিনি যদি আমাকে নিজের তরফ হতে রহমত দান করে থাকেন, অতঃপর আমি যদি তাঁর অবাধ্য হই তবে তার থেকে কে আমায় রক্ষা করবে? তোমরা তো আমার ক্ষতি ছাড়া কিছুই বৃদ্ধি করতে পরবে না",
    "en": "He said, \"O my people, have you considered: if I should be upon clear evidence from my Lord and He has given me mercy from Himself, who would protect me from Allah if I disobeyed Him? So you would not increase me except in loss."
  },
  {
    "id": 64,
    "ar": "وَيَٰقَوْمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
    "tr": "ওয়া ইয়া- কাওমি হা-যিহী না-কাতুল্লা-হি লাকুমআ-য়াতান ফাযারূহা- তা’কুল ফীআরদিল্লা-হি ওয়ালা-তামাছছূহা বিছূইন ফাইয়া’খুযাকুম ‘আযা-বুন কারীব।",
    "bn_haque": "আর হে আমার সম্প্রদায়! এটি হচ্ছে আল্লাহ্‌র উষ্টী, -- তোমাদের জন্য একটি নিদর্শন, অতএব এটিকে ছেড়ে দাও আল্লাহ্‌র মাটিতে চরে খেতে, আর তাকে কোনো ক্ষতিতে ক্ষতি কর না, পাছে আসন্ন শাস্তি তোমাদের পাকড়াও করে।",
    "bn_muhi": "আর হে আমার জাতি! আল্লাহর এ উষ্ট্রীটি তোমাদের জন্য নিদর্শন, অতএব তাকে আল্লাহর যমীনে বিচরণ করে খেতে দাও, এবং তাকে মন্দভাবে স্পর্শও করবে না। নতুবা অতি সত্বর তোমাদেরকে আযাব পাকড়াও করবে।",
    "en": "And O my people, this is the she-camel of Allah - [she is] to you a sign. So let her feed upon Allah 's earth and do not touch her with harm, or you will be taken by an impending punishment.\""
  },
  {
    "id": 65,
    "ar": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا۟ فِى دَارِكُمْ ثَلَٰثَةَ أَيَّامٍ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
    "tr": "ফা‘আকারূহা-ফাকা-লা তামাত্তা‘ঊ ফী দা-রিকুম ছালা-ছাতা আইইয়া-মিন যালিকা ওয়া‘দুন গাইরু মাকযূব ।",
    "bn_haque": "কিন্তু তারা তাকে হত্যা করলে, সেজন্য তিনি বললেন -- \"তোমরা তোমাদের বাড়িঘরে তিন দিন জীবন উপভোগ করে নাও, এ একটি প্রতি‌শ্রুতি যা মিথ্যা হওয়ার নয়।\"",
    "bn_muhi": "তবু তারা উহার পা কেটে দিল। তখন সালেহ বললেন-তোমরা নিজেদের গৃহে তিনটি দিন উপভোগ করে নাও। ইহা এমন ওয়াদা যা মিথ্যা হবে না।",
    "en": "But they hamstrung her, so he said, \"Enjoy yourselves in your homes for three days. That is a promise not to be denied.\""
  },
  {
    "id": 66,
    "ar": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَٰلِحًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ إِنَّ رَبَّكَ هُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
    "tr": "ফালাম্মা-জাআ আমরুনা-নাজ্জাইনা-সা-লিহাওঁ ওয়াল্লাযীনা আ-মানূমা‘আহূ বিরাহমাতিম মিন্না-ওয়ামিন খিঝয়ি ইয়াওমিইযিন ইন্না-রাব্বাকা হুওয়াল কাবিইয়ুল ‘আঝীঝ।",
    "bn_haque": "তারপর যখন আমাদের নির্দেশ এল তখন আমরা সলিহকে ও তাঁর সঙ্গে যারা আস্থা রেখেছিল তাদের উদ্ধার করেছিলাম আমাদের অনুগ্রহের ফলে, আর সেই দিনের লাঞ্ছনা থেকে। নিঃসন্দেহর তোমার প্রভু -- তিনিই মহাবলীয়ান, মহাশক্তিশালী।",
    "bn_muhi": "অতঃপর আমার আযাব যখন উপস্থিত হল, তখন আমি সালেহকে ও তদীয় সঙ্গী ঈমানদারগণকে নিজ রহমতে উদ্ধার করি, এবং সেদিনকার অপমান হতে রক্ষা করি। নিশ্চয় তোমার পালনকর্তা তিনি সর্বশক্তিমান পরাক্রমশালী।",
    "en": "So when Our command came, We saved Salih and those who believed with him, by mercy from Us, and [saved them] from the disgrace of that day. Indeed, it is your Lord who is the Powerful, the Exalted in Might."
  },
  {
    "id": 67,
    "ar": "وَأَخَذَ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَٰرِهِمْ جَٰثِمِينَ",
    "tr": "ওয়া আখাযাল্লাযীনা জালামুসসাইহাতুফাআসবাহূফী দিয়ারিহিম জা-ছিমীন।",
    "bn_haque": "অতঃপর প্রচন্ড আওয়াজ পাকড়াও করল তাদের যারা অত্যাচার করেছিল, কাজেই তারা হয়ে গেল আপন বাড়িঘরে নিথরদেহী, --",
    "bn_muhi": "আর ভয়ঙ্কর গর্জন পাপিষ্ঠদের পাকড়াও করল, ফলে ভোর হতে না হতেই তারা নিজ নিজ গৃহসমূহে উপুর হয়ে পড়ে রইল।",
    "en": "And the shriek seized those who had wronged, and they became within their homes [corpses] fallen prone"
  },
  {
    "id": 68,
    "ar": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ أَلَآ إِنَّ ثَمُودَا۟ كَفَرُوا۟ رَبَّهُمْ أَلَا بُعْدًا لِّثَمُودَ",
    "tr": "কাআল্লাম ইয়াগনাও ফীহা- আলাইন্না ছামূদা কাফারূরাব্বাহুম আলা-বু‘দাল লিছামূদ।",
    "bn_haque": "যেন তারা কখনও সেখানে বসবাস করে নি। এটি কি নয় যে ছামুদ জাতি তাদের প্রভুকে অস্বীকার করেছিল? এটি কি নয় -- \"দূর হও ছামুদ জাতি!\"?",
    "bn_muhi": "যেন তাঁরা কোনদিনই সেখানে ছিল না। জেনে রাখ, নিশ্চয় সামুদ জাতি তাদের পালনকর্তার প্রতি অস্বীকার করেছিল। আরো শুনে রাখ, সামুদ জাতির জন্য অভিশাপ রয়েছে।",
    "en": "As if they had never prospered therein. Unquestionably, Thamud denied their Lord; then, away with Thamud."
  },
  {
    "id": 69,
    "ar": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوا۟ سَلَٰمًا قَالَ سَلَٰمٌ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ",
    "tr": "ওয়া লাকাদ জাআত রুছুলুনা-ইবরা-হীমা বিলবুশরা-কা-লূছালা-মান কা-লা ছালা-মুন ফামা লাবিছা আন জাআ বি‘ইজলিন হানীয।",
    "bn_haque": "আর আমাদের বাণীবাহকরা ইব্রাহীমের কাছে এসেছিলেন সুসংবাদ নিয়ে, তারা বললে -- \"সালাম\"। তিনিও বললেন -- \"সালাম\", আর তিনি দেরি করলেন না একটি কাবাব করা গোরুর বাছুর আনতে।",
    "bn_muhi": "আর অবশ্যই আমার প্রেরিত ফেরেশতারা ইব্রাহীমেরে কাছে সুসংবাদ নিয়ে এসেছিল তারা বলল সালাম, তিনিও বললেন-সালাম। অতঃপর অল্পক্ষণের মধ্যেই তিনি একটি ভুনা করা বাছুর নিয়ে এলেন!",
    "en": "And certainly did Our messengers come to Abraham with good tidings; they said, \"Peace.\" He said, \"Peace,\" and did not delay in bringing [them] a roasted calf."
  },
  {
    "id": 70,
    "ar": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا۟ لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٍ",
    "tr": "ফালাম্মা-রাআআইদিয়াহুম লা-তাসিলুইলাইহি নাকিরাহুম ওয়া আওজাছা মিনহুম খীফাতান কা-লূলা-তাখাফ ইন্নাউরছিলনাইলা-কাওমি লূত।",
    "bn_haque": "কিন্তু যখন তিনি দেখলেন তাদের হাত ওর দিকে বাড়ছে না তখন তিনি তাদের বিস্ময়কর ভাবলেন এবাং তাদের সন্বন্ধে তিনি ভয় অনুভব করলেন। তারা বললে -- \"ভয় করো না, আমরা লুতের লোকদের প্রতি প্রেরিত হয়েছি।\"",
    "bn_muhi": "কিন্তু যখন দেখলেন যে, আহার্য্যের দিকে তাদের হস্ত প্রসারিত হচ্ছে না, তখন তিনি সন্ধিগ্ধ হলেন এবং মনে মনে তাঁদের সম্পর্কে ভয় অনুভব করতে লাগলেন। তারা বলল-ভয় পাবেন না। আমরা লূতের কওমের প্রতি প্রেরিত হয়েছি।",
    "en": "But when he saw their hands not reaching for it, he distrusted them and felt from them apprehension. They said, \"Fear not. We have been sent to the people of Lot.\""
  },
  {
    "id": 71,
    "ar": "وَٱمْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَٰهَا بِإِسْحَٰقَ وَمِن وَرَآءِ إِسْحَٰقَ يَعْقُوبَ",
    "tr": "ওয়ামরা’আতুহূ কাইমাতুনফাদাহিকাত ফাবাশশারনা-হা- বিইছহা-কা ওয়ামিওঁ ওয়ারাই ইছহা-কা ইয়া‘কূব।",
    "bn_haque": "আর তাঁর স্ত্রী দাঁড়িয়ে রয়েছেন এবং তিনি হাসলেন, আমরা তখন তাঁকে সুসংবাদ দিলাম ইসহাকের এবং ইসহাকের পরে ইয়াকুবের।",
    "bn_muhi": "তাঁর স্ত্রীও নিকটেই দাড়িয়েছিল, সে হেসে ফেলল। অতঃপর আমি তাকে ইসহাকের জন্মের সুখবর দিলাম এবং ইসহাকের পরের ইয়াকুবেরও।",
    "en": "And his Wife was standing, and she smiled. Then We gave her good tidings of Isaac and after Isaac, Jacob."
  },
  {
    "id": 72,
    "ar": "قَالَتْ يَٰوَيْلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٌ وَهَٰذَا بَعْلِى شَيْخًا إِنَّ هَٰذَا لَشَىْءٌ عَجِيبٌ",
    "tr": "কা-লাত ইয়া-ওয়াইলাতাআআলিদুওয়া আনা-‘আজুঝুওঁ ওয়া হা-যা-বা‘লী শাইখান ইন্না হা-যা-লাশাইউন ‘আজীব।",
    "bn_haque": "তিনি বললেন -- \"হায় আমার আফসোস! আমি কি সন্তান জন্ম দেব যখন আমি বৃদ্ধা হয়ে গেছি আর আমার স্বামীও বৃদ্ধ? এটি নিশ্চয়ই আজব ব্যাপার।\"",
    "bn_muhi": "সে বলল-কি দুর্ভাগ্য আমার! আমি সন্তান প্রসব করব? অথচ আমি বার্ধক্যের শেষ প্রান্তে এসে উপনীত হয়েছি আর আমার স্বামীও বৃদ্ধ, এতো ভারী আশ্চর্য কথা।",
    "en": "She said, \"Woe to me! Shall I give birth while I am an old woman and this, my husband, is an old man? Indeed, this is an amazing thing!\""
  },
  {
    "id": 73,
    "ar": "قَالُوٓا۟ أَتَعْجَبِينَ مِنْ أَمْرِ ٱللَّهِ رَحْمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيْكُمْ أَهْلَ ٱلْبَيْتِ إِنَّهُۥ حَمِيدٌ مَّجِيدٌ",
    "tr": "কা-লূআতা‘জাবীনা মিন আমরিল্লা-হি রাহমাতুল্লা-হি ওয়া বারাকা-তুহূ‘আলাইকুম আহলাল বাইতি ইন্নাহূহামীদুম মাজীদ।",
    "bn_haque": "তারা বললে -- \"তুমি কি তাজ্জব হচ্ছ আল্লাহ্‌র হুকুমের প্রতি? আল্লাহ্‌র অনুগ্রহ ও তাঁর আশীর্বাদ তোমাদের উপরে রয়েছে, হে পরিবারবর্গ, নিঃসন্দেহ তিনি প্রশংসার্হ, মহিমান্নিত।",
    "bn_muhi": "তারা বলল-তুমি আল্লাহর হুকুম সম্পর্কে বিস্ময়বোধ করছ? হে গৃহবাসীরা, তোমাদের উপর আল্লাহর রহমত ও প্রভুত বরকত রয়েছে। নিশ্চয় আল্লাহ প্রশংসিত মহিমাময়।",
    "en": "They said, \"Are you amazed at the decree of Allah ? May the mercy of Allah and His blessings be upon you, people of the house. Indeed, He is Praiseworthy and Honorable.\""
  },
  {
    "id": 74,
    "ar": "فَلَمَّا ذَهَبَ عَنْ إِبْرَٰهِيمَ ٱلرَّوْعُ وَجَآءَتْهُ ٱلْبُشْرَىٰ يُجَٰدِلُنَا فِى قَوْمِ لُوطٍ",
    "tr": "ফালাম্মা যাহাবা ‘আন ইবরা-হীমার রাও‘উ ওয়া জাআতহুল বুশরা- ইউজা-দিলুনা-ফী কাওমি লূত।",
    "bn_haque": "তারপর যখন ইব্রাহীমের থেকে ভয় চলে গেল এবং তাঁর কাছে সুসংবাদ এল তখন তিনি আমাদের কাছে কাকুতি-মিনতি শুরু করলেন লূতের লোকদের সম্পর্কে।",
    "bn_muhi": "অতঃপর যখন ইব্রাহীম (আঃ) এর আতঙ্ক দূর হল এবং তিনি সুসংবাদ প্রাপ্ত হলেন, তখন তিনি আমার সাথে তর্ক শুরু করলেন কওমে লূত সম্পর্কে।",
    "en": "And when the fright had left Abraham and the good tidings had reached him, he began to argue with Us concerning the people of Lot."
  },
  {
    "id": 75,
    "ar": "إِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٌ مُّنِيبٌ",
    "tr": "ইন্না ইবরা-হীমা লাহালীমুন আওওয়া-হুম মুনীব।",
    "bn_haque": "নিঃসন্দেহ ইব্রাহীম তো ছিলেন সহনশীল, কোমল হৃদয়, সতত প্রত্যাবর্তনকারী।",
    "bn_muhi": "ইব্রাহীম (আঃ) বড়ই ধৈর্য্যশীল, কোমল অন্তর, আল্লাহমুখী সন্দেহ নেই।",
    "en": "Indeed, Abraham was forbearing, grieving and [frequently] returning [to Allah ]."
  },
  {
    "id": 76,
    "ar": "يَٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَٰذَآ إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
    "tr": "ইয়া-ইবরাহীমুআ‘রিদ‘আন হা-যা- ইন্নাহূকাদ জাআ আমরু রাব্বিকা ওয়া ইন্নাহুম আ-তীহিম ‘আযা-বুন গাইরু মারদূদ।",
    "bn_haque": "হে ইব্রাহীম! এ থেকে ক্ষান্ত হও, নিঃসন্দেহ তোমাদের প্রভুর বিধান এসে পড়েছে, আর ওদের ক্ষেত্রে -- শাস্তি তাদের উপরে আসবেই, তা ফেরানো যাবে না।",
    "bn_muhi": "ইব্রাহীম, এহেন ধারণা পরিহার কর; তোমার পালনকর্তার হুকুম এসে গেছে, এবং তাদের উপর সে আযাব অবশ্যই আপতিত হবে, যা কখনো প্রতিহত হবার নয়।",
    "en": "[The angels said], \"O Abraham, give up this [plea]. Indeed, the command of your Lord has come, and indeed, there will reach them a punishment that cannot be repelled.\""
  },
  {
    "id": 77,
    "ar": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَٰذَا يَوْمٌ عَصِيبٌ",
    "tr": "ওয়া লাম্মা-জাআত রুছুলুনা-লূতান ছীআ বিহিম ওয়াদা-কাবিহিমযারআওঁ ওয়া কা-লা হা-যা-ইয়াওমুন ‘আসীব।",
    "bn_haque": "আর যখন আমাদের বাণীবাহকরা লূত-এর কাছে এসেছিল তখন তিনি ব্যতিব্যস্ত হলেন, এবং তিনি তাদের রক্ষা করতে নিজেকে অসহায় বোধ করছিলেন, তাই তিনি বলেছিলেন -- \"এ এক নিদারুণ দিন!\"",
    "bn_muhi": "আর যখন আমার প্রেরিত ফেরেশতাগণ লূত (আঃ) এর নিকট উপস্থিত হল। তখন তাঁদের আগমনে তিনি দুচিন্তাগ্রস্ত হলেন এবং তিনি বলতে লাগলেন, আজ অত্যন্ত কঠিন দিন।",
    "en": "And when Our messengers, [the angels], came to Lot, he was anguished for them and felt for them great discomfort and said, \"This is a trying day.\""
  },
  {
    "id": 78,
    "ar": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا۟ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ قَالَ يَٰقَوْمِ هَٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ فَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ",
    "tr": "ওয়া জাআহূকাওমুহূইউহরা‘ঊনা ইলাইহি ওয়া মিন কাবলুকা-নূ ইয়া‘মালূনাছছাইয়িআ-তি কা-লা ইয়া-কাওমি হাউলাই বানা-তী হুন্না আতহারু লাকুম ফাত্তাকুল্লা-হা ওয়া লা-তুখঝূনি ফী দাইফী আলাইছা মিনকুম রাজুলুর রাশীদ।",
    "bn_haque": "আর তাঁর লোকেরা তাঁর কাছে এল, উদভ্রান্ত হয়ে তাঁর দিকে এল, আর আগে থেকেই তারা কুকর্ম করে যাচ্ছিল। তিনি বললেন -- \"হে আমার সম্প্রদায়! এরাই আমার কন্যা, এরা তোমাদের জন্য পবিত্রতর, কাজেই আল্লাহ্‌কে ভয়ভক্তি কর, আর আমার মেহ্‌মানদের সন্বন্ধে আমাকে লজ্জিত কর না। তোমাদের মধ্যে কি কোনো ভাল মানুষ নেই?\"",
    "bn_muhi": "আর তাঁর কওমের লোকেরা স্বতঃস্ফুর্তভাবে তার (গৃহ) পানে ছুটে আসতে লাগল। পূর্ব থেকেই তারা কু-কর্মে তৎপর ছিল। লূত (আঃ) বললেন-হে আমার কওম, এ আমার কন্যারা রয়েছে, এরা তোমাদের জন্য অধিক পবিত্রতমা। সুতরাং তোমরা আল্লাহকে ভয় কর এবং অতিথিদের ব্যাপারে আমাকে লজ্জিত করো না, তোমাদের মধ্যে কি কোন ভাল মানুষ নেই।",
    "en": "And his people came hastening to him, and before [this] they had been doing evil deeds. He said, \"O my people, these are my daughters; they are purer for you. So fear Allah and do not disgrace me concerning my guests. Is there not among you a man of reason?\""
  },
  {
    "id": 79,
    "ar": "قَالُوا۟ لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
    "tr": "কা-লূলাকাদ ‘আলিমতা মা-লানা-ফী বানা-তিকা মিন হাক্কিওঁ ওয়া ইন্নাকা লাতা‘লামুমা-নুরীদ।",
    "bn_haque": "তারা বললে -- \"তুমি নিশ্চয়ই জানো যে তোমার কন্যাদের প্রতি আমাদের কোনো দাবি নেই, আর নিশ্চয়ই তুমি ভাল করেই জান কি আমরা চাই।\"",
    "bn_muhi": "তারা বলল ু তুমি তো জানই, তোমার কন্যাদের নিয়ে আমাদের কোন গরজ নেই। আর আমরা কি চাই, তাও তুমি অবশ্যই জান।",
    "en": "They said, \"You have already known that we have not concerning your daughters any claim, and indeed, you know what we want.\""
  },
  {
    "id": 80,
    "ar": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلَىٰ رُكْنٍ شَدِيدٍ",
    "tr": "কা-লা লাও আন্না লী বিকুম কুওওয়াতান আও আ-বীইলা-রুকনিন শাদীদ।",
    "bn_haque": "তিনি বললেন -- \"হায়, তোমাদের বাধা দেবার যদি আমার ক্ষমতা থাকতো, অথবা যদি কোনো জোরালো অবলন্বন পেতাম!\"",
    "bn_muhi": "লূত (আঃ) বললেন-হায়, তোমাদের বিরুদ্ধে যদি আমার শক্তি থাকত অথবা আমি কোন সূদৃঢ় আশ্রয় গ্রহণ করতে সক্ষম হতাম।",
    "en": "He said, \"If only I had against you some power or could take refuge in a strong support.\""
  },
  {
    "id": 81,
    "ar": "قَالُوا۟ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا۟ إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا ٱمْرَأَتَكَ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ إِنَّ مَوْعِدَهُمُ ٱلصُّبْحُ أَلَيْسَ ٱلصُّبْحُ بِقَرِيبٍ",
    "tr": "কা-লূইয়া-লূতুইন্না-রুছুলুরাব্বিকা লাইঁ ইয়াসিলূইলাইকা ফাআছরি বিআহলিকা বিকিত‘ইম মিনাল লাইলি ওয়ালা-ইয়ালতাফিত মিনকুম আহাদুন ইল্লাম রাআতাকা ইন্নাহূমুসীবুহা-মাআসা-বাহুম ইন্না মাও‘ইদাহুমুসসুবহু আলাইছাসসুবহুবিকারীব।",
    "bn_haque": "তারা বললে -- \"হে লূত! আমরা নিশ্চয় তোমার প্রভুর দূত। তারা কখনই তোমার কাছে ঘেসতে পারবে না, সুতরাং তোমার পরিবারবর্গসহ যাত্রা করো রাতের এই প্রহরের মধ্যে, আর তোমাদের মধ্যের কেউই পেছন ফেরো না তোমার স্ত্রী ব্যতীত, কেননা ওদের যা ঘটবে তারও তাই ঘটবে। নিঃসন্দেহ তাদের নির্ধারিত সময় হচ্ছে ভোরবেলা। ভোরবেলা কি আসন্ন নয়?\"",
    "bn_muhi": "মেহমান ফেরেশতাগন বলল-হে লূত (আঃ) আমরা তোমাদের পালনকর্তার পক্ষ হতে প্রেরিত ফেরেশতা। এরা কখনো তোমার দিকে পৌঁছাতে পারবে না। ব্যস তুমি কিছুটা রাত থাকতে থাকতে নিজের লোকজন নিয়ে বাইরে চলে যাও। আর তোমাদের কেউ যেন পিছনে ফিরে না তাকায়। কিন্তু তোমার স্ত্রী নিশ্চয় তার উপরও তা আপতিত হবে, যা ওদের উপর আপতিত হবে। ভোর বেলাই তাদের প্রতিশ্রুতির সময়, ভোর কি খুব নিকটে নয়?",
    "en": "The angels said, \"O Lot, indeed we are messengers of your Lord; [therefore], they will never reach you. So set out with your family during a portion of the night and let not any among you look back - except your wife; indeed, she will be struck by that which strikes them. Indeed, their appointment is [for] the morning. Is not the morning near?\""
  },
  {
    "id": 82,
    "ar": "فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ",
    "tr": "ফালাম্মা-জাআ আমরুনা-জা‘আলনা-‘আ-লিয়াহা-ছা-ফিলাহা-ওয়া আমতারনা‘আলাইহা-হিজা-রাতাম মিন ছিজজীলিম মানদূদ।",
    "bn_haque": "অতঃপর আমাদের হুকুম যখন এল তখন আমরা এগুলোর উপরভাগ করে দিলাম তাদের নিচেরভাগ, আর তাদের উপরে বর্ষণ করলাম পোড়া-মাটির পাথর -- স্তরীভূতভাবে --",
    "bn_muhi": "অবশেষে যখন আমার হুকুম এসে পৌঁছাল, তখন আমি উক্ত জনপদকে উপরকে নীচে করে দিলাম এবং তার উপর স্তরে স্তরে কাঁকর পাথর বর্ষণ করলাম।",
    "en": "So when Our command came, We made the highest part [of the city] its lowest and rained upon them stones of layered hard clay, [which were]"
  },
  {
    "id": 83,
    "ar": "مُّسَوَّمَةً عِندَ رَبِّكَ وَمَا هِىَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٍ",
    "tr": "মুছাওওয়ামাতান ‘ইনদা রাব্বিকা ওয়ামা-হিয়া মিনাজ্জা-লিমীনা ব্বিা‘ঈদ।",
    "bn_haque": "যা তোমার প্রভুর কাছে চিহ্নিত ছিল। আর তা অন্যায়কারীদের থেকে দূরে নয়।",
    "bn_muhi": "যার প্রতিটি তোমার পালনকর্তার নিকট চিহ্নিত ছিল। আর সেই পাপিষ্ঠদের থেকে খুব দূরেও নয়।",
    "en": "Marked from your Lord. And Allah 's punishment is not from the wrongdoers [very] far."
  },
  {
    "id": 84,
    "ar": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥ وَلَا تَنقُصُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ إِنِّىٓ أَرَىٰكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ",
    "tr": "ওয়া ইলা-মাদইয়ানা আখা-হুম শু‘আইবান কা-লা ইয়া-কাওমি‘বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহূ ওয়ালা-তানকুসুল মিকয়া-লা ওয়াল মীঝা-না ইন্নীআরা-কুম বিখাইরিওঁ ওয়া ইন্নীআখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিম মুহীত।",
    "bn_haque": "আর মাদয়ানবাসীর নিকট তাদের ভাই শোআইবকে। তিনি বললেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা করো, তোমাদের জন্য তিনি ছাড়া অন্য উপাস্য নেই। আর মাপে ও ওজনে কম কর না, নিঃসন্দেহ আমি তোমাদের দেখছি সমৃদ্ধিশালী, আর আমি নিশ্চয়ই তোমাদের জন্য আশংকা করছি এক সর্বগ্রাসী দিনের শাস্তির।",
    "bn_muhi": "আর মাদইয়ানবাসীদের প্রতি তাদের ভাই শোয়ায়েব (আঃ) কে প্রেরণ করেছি। তিনি বললেন-হে আমার কওম! আল্লাহর বন্দেগী কর, তিনি ছাড়া আমাদের কোন মাবুদ নাই। আর পরিমাপে ও ওজনে কম দিও না, আজ আমি তোমাদেরকে ভাল অবস্থায়ই দেখছি, কিন্তু আমি তোমাদের উপর এমন একদিনের আযাবের আশঙ্কা করছি যেদিনটি পরিবেষ্টনকারী।",
    "en": "And to Madyan [We sent] their brother Shu'ayb. He said, \"O my people, worship Allah ; you have no deity other than Him. And do not decrease from the measure and the scale. Indeed, I see you in prosperity, but indeed, I fear for you the punishment of an all-encompassing Day."
  },
  {
    "id": 85,
    "ar": "وَيَٰقَوْمِ أَوْفُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ بِٱلْقِسْطِ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
    "tr": "ওয়া ইয়া-কাওমি আওফুলমিকয়া-লা ওয়াল মীঝা-না বিলকিছতিওয়ালা-তাবখাছুন্না-ছা আশইয়াআহুম ওয়ালা-তা‘ছাও ফিল আরদিমুফছিদীন।",
    "bn_haque": "\"আর হে আমার সম্প্রদায়! পুরো মাপ ও ওজন দেবে ন্যায়সঙ্গতভাবে, আর কোনো লোককে তাদের বিষয়বস্তুতে বঞ্চিত কর না, আর পৃথিবীতে গর্হিত আচরণ কর না গোলযোগ সৃষ্টিকারী হয়ে।",
    "bn_muhi": "আর হে আমার জাতি, ন্যায়নিষ্ঠার সাথে ঠিকভাবে পরিমাপ কর ও ওজন দাও এবং লোকদের জিনিসপত্রে কোনরূপ ক্ষতি করো না, আর পৃথিবীতে ফাসাদ করে বেড়াবে না।",
    "en": "And O my people, give full measure and weight in justice and do not deprive the people of their due and do not commit abuse on the earth, spreading corruption."
  },
  {
    "id": 86,
    "ar": "بَقِيَّتُ ٱللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
    "tr": "বাকিইইয়াতুল্লা-হি খাইরুল্লাকুম ইন কুনতুম মু’মিনীনা ওয়ামাআনা ‘আলাইকুম বিহাফীজ।",
    "bn_haque": "আল্লাহ্‌র কাছে যা বাকি থাকে তা তোমাদের জন্য উত্তম -- যদি তোমরা বিশ্বাসী হও, আর আমি তোমাদের উপরে রক্ষক নই।",
    "bn_muhi": "আল্লাহ প্রদত্ত উদ্ধৃত্ত তোমাদের জন্য উত্তম, যদি তোমরা ঈমানদার হও, আর আমি তো তোমাদের উপর সদা পর্যবেক্ষণকারী নই।",
    "en": "What remains [lawful] from Allah is best for you, if you would be believers. But I am not a guardian over you.\""
  },
  {
    "id": 87,
    "ar": "قَالُوا۟ يَٰشُعَيْبُ أَصَلَوٰتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوَٰلِنَا مَا نَشَٰٓؤُا۟ إِنَّكَ لَأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ",
    "tr": "কা-লূইয়া-শু‘আইবুআসালা-তুকা তা’মুরুকা আন নাতরুকা মা-ইয়া‘বুদুআ-বাউনাআও আন্নাফ‘আলা ফীআমওয়া-লিনা-মা-নাশাউ ইন্নাকা লাআনতাল হালীমুর রাশীদ।",
    "bn_haque": "তারা বললে -- \"হে শোআইব! তোমার নামায কি তোমাকে নির্দেশ দেয় যে আমাদের পিতৃপুরুষরা যার উপাসনা করত তা আমাদের বর্জন করতে হবে, অথবা আমাদের ধন-সম্পদ সন্বন্ধে আমাদের যা খুশি তা করতে পারব না? তুমি তো সত্যিসত্যি সহনশীল, সদাচারী!\"",
    "bn_muhi": "তারা বলল-হে শোয়ায়েব (আঃ) আপনার নামায কি আপনাকে ইহাই শিক্ষা দেয় যে, আমরা ঐসব উপাস্যদেরকে পরিত্যাগ করব আমাদের বাপ-দাদারা যাদের উপাসনা করত? অথবা আমাদের ধন-সম্পদে ইচ্ছামত যা কিছু করে থাকি, তা ছেড়ে দেব? আপনি তো একজন খাস মহৎ ব্যক্তি ও সৎপথের পথিক।",
    "en": "They said, \"O Shu'ayb, does your prayer command you that we should leave what our fathers worship or not do with our wealth what we please? Indeed, you are the forbearing, the discerning!\""
  },
  {
    "id": 88,
    "ar": "قَالَ يَٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَآ أَنْهَىٰكُمْ عَنْهُ إِنْ أُرِيدُ إِلَّا ٱلْإِصْلَٰحَ مَا ٱسْتَطَعْتُ وَمَا تَوْفِيقِىٓ إِلَّا بِٱللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "tr": "কা-লা ইয়া-কাওমি আরাআইতুম ইন কুনতু‘আলা-বাইয়িনাতিম মির রাববী ওয়া রাঝাকানী মিনহু রিঝকান হাছানাওঁ ওয়ামাউরীদুআন উখা-লিফাকুম ইলা-মাআনহা-কুম ‘আনহু ইন উরীদুইল্লাল ইসলা-হা মাছতাতা‘তু ওয়ামা-তাওফীকীইল্লা-বিল্লাহি ‘আলাইহি তাওয়াক্কালতুওয়া ইলাইহি উনীব।",
    "bn_haque": "তিনি বললেন -- \"হে আমার সম্প্রদায়! তোমরা ভেবে দেখো -- আমি যদি আমার প্রভুর কাছ থেকে স্পষ্ট দলিল-প্রমাণে প্রতিষ্ঠিত থাকি এবং তিনি যদি তাঁর কাছ থেকে উত্তম জীবনোপকরণ দিয়ে আমাকে জীবিকা দান করেন? আর আমি চাই না যে তোমাদের বিপরীতে আমি সেই আচরণ করি যা করতে আমি তোমাদের নিষেধ করে থাকি। আমি শুধু চাই সংস্কার করতে যতটা আমি সাধ্যমত পারি। আর আমার কার্যসাধন আল্লাহ্‌র সাহায্যে বৈ নয়। আমি তাঁরই উপরে নির্ভর করি আর তাঁরই দিকে আমি ফিরি।",
    "bn_muhi": "শোয়ায়েব (আঃ) বললেন-হে দেশবাসী, তোমরা কি মনে কর! আমি যদি আমার পরওয়ারদেগারের পক্ষ হতে সুস্পষ্ট দলীলের উপর কায়েম থাকি আর তিনি যদি নিজের তরফ হতে আমাকে উত্তম রিযিক দান করে থাকেন, (তবে কি আমি তাঁর হুকুম অমান্য করতে পারি?) আর আমি চাই না যে তোমাদেরকে যা ছাড়াতে চাই পরে নিজেই সে কাজে লিপ্ত হব, আমি তো যথাসাধ্য শোধরাতে চাই। আল্লাহর মদদ দ্বারাই কিন্তু কাজ হয়ে থাকে, আমি তাঁর উপরই নির্ভর করি এবং তাঁরই প্রতি ফিরে যাই।",
    "en": "He said, \"O my people, have you considered: if I am upon clear evidence from my Lord and He has provided me with a good provision from Him... ? And I do not intend to differ from you in that which I have forbidden you; I only intend reform as much as I am able. And my success is not but through Allah . Upon him I have relied, and to Him I return."
  },
  {
    "id": 89,
    "ar": "وَيَٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَٰلِحٍ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
    "tr": "ওয়া ইয়া-কাওমি লা-ইয়াজরিমান্নাকুম শিকা-কীআইঁ ইউসীবাকুম মিছলুমাআসা-বা কাওমা নূহিন আও কাওমা হূদিন আও কাওমা সা-লিহিওঁ ওয়ামা-কাওমুলূতিম মিনকুম ব্বিা‘ঈদ।",
    "bn_haque": "\"আর, হে আমার সম্প্রদায়! আমার সঙ্গে মতানৈক্য তোমাদের অপরাধী না করুক যার ফলে তোমাদের উপরে ঘটতে পারে তার মতো যা ঘটেছিল নূহ-এর সম্প্রদায়ের উপরে, অথবা হূদ-এর সম্প্রদায়ের উপরে, কিংবা সালিহ্‌-এর সম্প্রদায়ের উপরে, আর লূত- এর সম্প্রদায়ও তোমাদের থেকে দূরে নয়।",
    "bn_muhi": "আর হে আমার জাতি! আমার সাথে জিদ করে তোমরা নূহ বা হুদ অথবা সালেহ (আঃ) এর কওমের মত নিজেদের উপর আযাব ডেকে আনবে না। আর লূতের জাতি তো তোমাদের থেকে খুব দূরে নয়।",
    "en": "And O my people, let not [your] dissension from me cause you to be struck by that similar to what struck the people of Noah or the people of Hud or the people of Salih. And the people of Lot are not from you far away."
  },
  {
    "id": 90,
    "ar": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
    "tr": "ওয়াছতাগফিরু রাব্বাকুম ছুম্মা তূবূইলাইহি ইন্না রাববী রাহীমুওঁ ওয়াদূদ।",
    "bn_haque": "সুতরাং তোমাদের প্রভুর কাছে পরিত্রাণ খোঁজো, তারপর তাঁর দিকে ফেরো। নিঃসন্দেহ আমার প্রভু অফুরন্ত ফলদাতা, পরম প্রেমময়।",
    "bn_muhi": "আর তোমাদের পালনকর্তার কাছে মার্জনা চাও এবং তাঁরই পানে ফিরে এসো নিশ্চয়ই আমার পরওয়ারদেগার খুবই মেহেরবান অতিস্নেহময়।",
    "en": "And ask forgiveness of your Lord and then repent to Him. Indeed, my Lord is Merciful and Affectionate.\""
  },
  {
    "id": 91,
    "ar": "قَالُوا۟ يَٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَٰكَ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
    "tr": "কা-লূইয়া-শু‘আইবুমা-নাফকাহু কাছীরাম মিম্মা-তাকূলুওয়া ইন্না-লানারা-কা ফীনা-দা‘ঈফাওঁ- ওয়া লাওলা-রাহতুকা লারাজামনা-কা  ওয়ামাআনতা ‘আলাইনাবি‘আঝীঝ।",
    "bn_haque": "তারা বললে -- \"হে শোআইব! তুমি যা বল তার অধিকাংশই আমরা বুঝি না, আর আমরা অবশ্য আমাদের মধ্যে তোমাকে দুর্বলই তো দেখছি, আর তোমার পরিজনবর্গের জন্যে না হলে আমরা তোমাকে পাথর মেরেই শেষ করতাম, আর তুমি আমাদের উপরে মোটেই শক্তিশালী নও।\"",
    "bn_muhi": "তারা বলল-হে শোয়ায়েব (আঃ) আপনি যা বলেছেন তার অনেক কথাই আমরা বুঝি নাই, আমারা তো আপনাকে আমাদের মধ্যে দূর্বল ব্যক্তি রূপে মনে করি। আপনার ভাই বন্ধুরা না থাকলে আমরা আপনাকে প্রস্তরাঘাতে হত্যা করতাম। আমাদের দৃষ্টিতে আপনি কোন মর্যাদাবান ব্যক্তি নন।",
    "en": "They said, \"O Shu'ayb, we do not understand much of what you say, and indeed, we consider you among us as weak. And if not for your family, we would have stoned you [to death]; and you are not to us one respected.\""
  },
  {
    "id": 92,
    "ar": "قَالَ يَٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
    "tr": "কা-লা ইয়া-কাওমি আরাহতী-আ‘আঝঝু‘আলাইকুম মিনাল্লা-হি ওয়াত্তাখাযতুমূহু ওয়ারাআকুম জিহরিইয়া- ইন্না রাববী বিমা-তা‘মালূনা মুহীত।",
    "bn_haque": "তিনি বললেন -- \"হে আমার সম্প্রদায়! আমার পরিজনবর্গ কি তোমাদের কাছে আল্লাহ্‌র চেয়েও বেশী শ্রদ্ধেয়? আর তোমরা তাঁকে গ্রহণ করেছ তোমাদের পৃষ্ঠদেশের পশ্চাদভাগে ফেলা বস্তুর মত। নিঃসন্দেহ তোমরা যা কর আমার প্রভু তা ঘেরাও করে আছেন।",
    "bn_muhi": "শোয়ায়েব (আঃ) বলেন-হে আমার জাতি, আমার ভাই বন্ধুরা কি তোমাদের কাছে আল্লাহর চেয়ে প্রভাবশালী? আর তোমরা তাকে বিস্মৃত হয়ে পেছনে ফেলে রেখেছ, নিশ্চয় তোমাদের কার্যকলাপ আমার পালনকর্তার আয়ত্তে রয়েছে।",
    "en": "He said, \"O my people, is my family more respected for power by you than Allah ? But you put Him behind your backs [in neglect]. Indeed, my Lord is encompassing of what you do."
  },
  {
    "id": 93,
    "ar": "وَيَٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَٰمِلٌ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَٰذِبٌ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
    "tr": "ওয়া ইয়া-কাওমি‘মালূ‘আলা-মাকা-নাতিকুম ইন্নী ‘আ-মিলুন ছাওফা তা‘লামূনা মাইঁ ইয়া’তীহি ‘আযা-বুইঁ ইউখঝীহি ওয়ামান হুওয়া কা-যিবুওঁ ওয়ারতাকিবূইন্নী মা‘আকুম রাকীব।",
    "bn_haque": "আর, হে আমার সম্প্রদায়! তোমাদের বাড়িঘরে কাজ করে যাও, আমিও অবশ্য করে যাচ্ছি। তোমরা শীঘ্রই জানতে পারবে কার উপরে শাস্তি নামবে যা তাকে লাঞ্ছিত করে, আর কে হচ্ছে মিথ্যাবাদী। সুতরাং তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষাকারী।",
    "bn_muhi": "আর হে আমার জাতি, তোমরা নিজ স্থানে কাজ করে যাও, আমিও কাজ করছি, অচিরেই জানতে পারবে কার উপর অপমানকর আযাব আসে আর কে মিথ্যাবাদী? আর তোমরাও অপেক্ষায় থাক, আমিও তোমাদের সাথে অপেক্ষায় রইলাম।",
    "en": "And O my people, work according to your position; indeed, I am working. You are going to know to whom will come a punishment that will disgrace him and who is a liar. So watch; indeed, I am with you a watcher, [awaiting the outcome].\""
  },
  {
    "id": 94,
    "ar": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَٰرِهِمْ جَٰثِمِينَ",
    "tr": "ওয়া লাম্মা-জাআ আমরুনা- নাজ্জাইনা-শু‘আইবাওঁ ওয়াল্লাযীনা আ-মানূমা‘আহূ বিরাহমাতিম মিন্না-ওয়া আখাযাতিল্লাযীনা জালামুসসাইহাতুফাআসবাহূফী দিয়া-রিহিম জা-ছিমীন।",
    "bn_haque": "আর যখন আমাদের নির্দেশ এল তখন আমরা শোআইবকে ও যারা তাঁর সঙ্গে বিশ্বাস করেছিল তাদের উদ্ধার করেছিলাম আমার তরফ থেকে অনুগ্রহের ফলে। আর যারা অত্যাচার করেছিল তাদের পাকড়াও করেছিল এক মহাধ্বনি, ফলে তারা হয়ে গেল তাদের ঘরে ঘরে নিথরদেহী, --",
    "bn_muhi": "আর আমার হুকুম যখন এল, আমি শোয়ায়েব (আঃ) ও তাঁর সঙ্গী ঈমানদারগণকে নিজ রহমতে রক্ষা করি আর পাপিষ্ঠদের উপর বিকট গর্জন পতিত হলো। ফলে ভোর না হতেই তারা নিজেদের ঘরে উপুড় হয়ে পড়ে রইল।",
    "en": "And when Our command came, We saved Shu'ayb and those who believed with him, by mercy from Us. And the shriek seized those who had wronged, and they became within their homes [corpses] fallen prone"
  },
  {
    "id": 95,
    "ar": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
    "tr": "কাআল লাম ইয়াগনাও ফীহা- আলা-বু‘দাল লিমাদইয়ানা কামা বা‘ইদাত ছামূদ।",
    "bn_haque": "যেন তারা সেখানে বসবাস করে নি। এটি কি নয় -- \"দূর হও মাদয়ানবাসী, যেমন দূর করা হয়েছে ছামূদ জাতিকে?\"",
    "bn_muhi": "যেন তারা সেখানে কখনো বসবাসই করে নাই। জেনে রাখ, সামুদের প্রতি অভিসম্পাতের মত মাদইয়ানবাসীর উপরেও অভিসম্পাত।",
    "en": "As if they had never prospered therein. Then, away with Madyan as Thamud was taken away."
  },
  {
    "id": 96,
    "ar": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٍ مُّبِينٍ",
    "tr": "ওয়া লাকাদ আরছালনা-মূছা-বিআ-য়া-তিনা-ওয়া ছুলতা-নিম মুবীন।",
    "bn_haque": "আর আমরা অবশ্যই মূসাকে পাঠিয়েছিলাম আমাদের নির্দেশাবলী ও সুস্পষ্ট কর্তৃত্ব দিয়ে --",
    "bn_muhi": "আর আমি মূসা (আঃ) কে প্রেরণ করি আমার নিদর্শনাদি ও সুস্পষ্ট সনদসহ;",
    "en": "And We did certainly send Moses with Our signs and a clear authority"
  },
  {
    "id": 97,
    "ar": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
    "tr": "ইলা-ফির‘আওনা ওয়া মালাইহী ফাত্তাবা‘উআমরা ফির‘আওনা ওয়ামাআমরু ফির‘আওনা বিরাশীদ।",
    "bn_haque": "ফিরআউন ও তার প্রধানদের কাছে, কিন্তু তারা ফিরআউনের আদেশের অনুগমন করেছিল, অথচ ফিরআউনের নির্দেশ সঠিক ছিল না।",
    "bn_muhi": "ফেরাউন ও তার পারিষদবর্গের কাছে, তবুও তারা ফেরাউনের হুকুমে চলতে থাকে, অথচ ফেরাউনের কোন কথা ন্যায় সঙ্গত ছিল না।",
    "en": "To Pharaoh and his establishment, but they followed the command of Pharaoh, and the command of Pharaoh was not [at all] discerning."
  },
  {
    "id": 98,
    "ar": "يَقْدُمُ قَوْمَهُۥ يَوْمَ ٱلْقِيَٰمَةِ فَأَوْرَدَهُمُ ٱلنَّارَ وَبِئْسَ ٱلْوِرْدُ ٱلْمَوْرُودُ",
    "tr": "ইয়াকদুমুকাওমাহূইয়াওমাল কিয়া-মাতি ফাআওরাদা হুমুন্না-রু ওয়া বি‘ছাল বিরদুল মাওরূদ।",
    "bn_haque": "সে কিয়ামতের দিন তার লোকদের চালিত করবে আর তাদের নামিয়ে দেবে আগুনে। আর নিকৃষ্ট সেই খাদ সেখানে তাদের নামান হবে!",
    "bn_muhi": "কেয়ামতের দিন সে তার জাতির লোকদের আগে আগে থাকবে এবং তাদেরকে জাহান্নামের আগুনে পৌঁছে দিবে। আর সেটা অতীব নিকৃষ্ট স্থান, সেখানে তারা পৌঁছেছে।।",
    "en": "He will precede his people on the Day of Resurrection and lead them into the Fire; and wretched is the place to which they are led."
  },
  {
    "id": 99,
    "ar": "وَأُتْبِعُوا۟ فِى هَٰذِهِۦ لَعْنَةً وَيَوْمَ ٱلْقِيَٰمَةِ بِئْسَ ٱلرِّفْدُ ٱلْمَرْفُودُ",
    "tr": "ওয়া উতবি‘ঊ ফী হা-যিহী লা‘নাতাওঁ ওয়া ইয়াওমাল কিয়া-মাতি বি’ছার রিফদুল মারফূদ।",
    "bn_haque": "আর এক অভিশাপ তাদের পিছু নিয়েছে এইখানে ও কিয়ামতের দিনে। নিকৃষ্ট সেই পুরস্কার যা তাদের দেয়া হবে!",
    "bn_muhi": "আর এ জগতেও তাদের পেছনে লানত রয়েছে এবং কিয়ামতের দিনেও; অত্যন্ত জঘন্য প্রতিফল, যা তারা পেয়েছে।",
    "en": "And they were followed in this [world] with a curse and on the Day of Resurrection. And wretched is the gift which is given."
  },
  {
    "id": 100,
    "ar": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْقُرَىٰ نَقُصُّهُۥ عَلَيْكَ مِنْهَا قَآئِمٌ وَحَصِيدٌ",
    "tr": "যা-লিকা মিন আমবাইল কুরা-নাকুসসুহূ‘আলাইকা মিনহা কাইমুওঁ ওয়া হাসীদ।",
    "bn_haque": "এই হচ্ছে জনপদসমূহের কিছু সংবাদ যা তোমার কাছে বর্ণনা করলাম, এগুলোর মধ্যে কতকটা দাঁড়িয়ে আছে, আর কেটে ফেলা হয়েছে।",
    "bn_muhi": "এ হচ্ছে কয়েকটি জনপদের সামান্য ইতিবৃত্ত, যা আমি আপনাকে শোনাচ্ছি। তন্মধ্যে কোন কোনটি এখনও বর্তমান আছে আর কোন কোনটির শিকড় কেটে দেয়া হয়েছে।",
    "en": "That is from the news of the cities, which We relate to you; of them, some are [still] standing and some are [as] a harvest [mowed down]."
  },
  {
    "id": 101,
    "ar": "وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن ظَلَمُوٓا۟ أَنفُسَهُمْ فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ ٱلَّتِى يَدْعُونَ مِن دُونِ ٱللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
    "tr": "ওয়ামা-জালামনা-হুম ওয়ালা-কিন জালামূআনফুছাহুম ফামাআগনাত ‘আনহুম আলিহাতুহুমুল্লাতী ইয়াদ‘ঊনা মিন দূ নিল্লা-হি মিন শাইয়িল লাম্মা-জাআ আমরু রাব্বিকা ওয়ামা-ঝা-দুহুম গাইরা তাতবীব।",
    "bn_haque": "আর আমরা তাদের প্রতি অন্যায় করি নি, কিন্তু তারা তাদের নিজেদের প্রতি অন্যায় করেছিল, সুতরাং তাদের দেবতারা, যাদের তারা আহ্বান করত আল্লাহ্‌কে ছেড়ে দিয়ে, তাদের কোনো কাজে আসে নি যে-সময়ে তোমার প্রভুর বিধান এসে পৌঁছাল। আর তারা ধ্বংস ব্যতীত কিছুই তাদের জন্য সংযোগ করে নি।",
    "bn_muhi": "আমি কিন্তু তাদের প্রতি জুলুম করি নাই বরং তারা নিজেরাই নিজের উপর অবিচার করেছে। ফলে আল্লাহকে বাদ দিয়ে তারা যেসব মাবুদকে ডাকতো আপনার পালনকর্তার হুকুম যখন এসে পড়ল, তখন কেউ কোন কাজে আসল না। তারা শুধু বিপর্যয়ই বৃদ্ধি করল।",
    "en": "And We did not wrong them, but they wronged themselves. And they were not availed at all by their gods which they invoked other than Allah when there came the command of your Lord. And they did not increase them in other than ruin."
  },
  {
    "id": 102,
    "ar": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَٰلِمَةٌ إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ",
    "tr": "ওয়া কাযা-লিকা আখযুরাব্বিক ইযাআখাযাল কুরা-ওয়াহিয়া জা-লিমাতুন ইন্না আখযাহূআলীমুন শাদীদ।",
    "bn_haque": "আর এইভাবেই হচ্ছে তোমার প্রভুর পাকড়ানো যখন তিনি পাকড়াও করেন জনপদগুলোকে যখন তারা অন্যায়াচরণ করে। নিঃসন্দেহ তাঁর পাকড়ানো মর্মন্তুদ, কঠিন।",
    "bn_muhi": "আর তোমার পরওয়ারদেগার যখন কোন পাপপূর্ণ জনপদকে ধরেন, তখন এমনিভাবেই ধরে থাকেন। নিশ্চয় তাঁর পাকড়াও খুবই মারাত্নক, বড়ই কঠোর।",
    "en": "And thus is the seizure of your Lord when He seizes the cities while they are committing wrong. Indeed, His seizure is painful and severe."
  },
  {
    "id": 103,
    "ar": "إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّمَنْ خَافَ عَذَابَ ٱلْءَاخِرَةِ ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ",
    "tr": "ইন্না ফী যা-লিকা লাআ-য়াতাল লিমান খা-ফা ‘আযা-বাল আ-খিরাতি যা-লিকা ইয়াওমুম মাজমূ‘উল্লাহুন্না-ছুওয়া যা-লিকা ইয়াওমুম মাশহুদ।",
    "bn_haque": "নিঃসন্দেহ এতে রয়েছে নিদর্শন তার জন্য যে পরকালের শাস্তিকে ভয় করে। এই হচ্ছে মানুষকে একত্রিত করণের দিন, আর এই হচ্ছে সাক্ষ্যদানের দিন।",
    "bn_muhi": "নিশ্চয় ইহার মধ্যে নিদর্শন রয়েছে এমন প্রতিটি মানুষের জন্য যে আখেরাতের আযাবকে ভয় করে। উহা এমন একদিন, যে দিন সব মানুষেই সমবেত হবে, সেদিনটি যে হাযিরের দিন।",
    "en": "Indeed in that is a sign for those who fear the punishment of the Hereafter. That is a Day for which the people will be collected, and that is a Day [which will be] witnessed."
  },
  {
    "id": 104,
    "ar": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ",
    "tr": "ওয়ামা-নুআখখিরুহূ ইল্লা-লিআজালিম মা‘দূদ।",
    "bn_haque": "আর আমরা এটি পিছিয়ে রাখি না একটি নির্দিষ্ট সময়ের জন্য ব্যতীত।",
    "bn_muhi": "আর আমি যে উহা বিলম্বিত করি, তা শুধু একটি ওয়াদার কারণে যা নির্ধারিত রয়েছে।",
    "en": "And We do not delay it except for a limited term."
  },
  {
    "id": 105,
    "ar": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ",
    "tr": "ইয়াওমা ইয়া'তি লা-তাকাল্লামুনাফছুন ইল্লা-বিইযনিহী ফামিনহুম শাকিইইউঁওয়াছা‘ঈদ।",
    "bn_haque": "যখন সে-দিনটি আসবে তখন কোনো সত্ত্বাই তাঁর অনুমতি ব্যতীত কথা বলতে পারবে না, কাজে-কাজেই তাদের মধ্যে কেউ হবে হতভাগ্য আর কেউ ভাগ্যবান।",
    "bn_muhi": "যেদিন তা আসবে সেদিন আল্লাহর অনুমতি ছাড়া কেউ কোন কথা বলতে পারে না। অতঃপর কিছু লোক হবে হতভাগ্য আর কিছু লোক সৌভাগ্যবান।",
    "en": "The Day it comes no soul will speak except by His permission. And among them will be the wretched and the prosperous."
  },
  {
    "id": 106,
    "ar": "فَأَمَّا ٱلَّذِينَ شَقُوا۟ فَفِى ٱلنَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
    "tr": "ফাআম্মাল্লাযীনা শাকূফাফিন্না-রি লাহুম ফীহা-ঝাফীরুওঁ ওয়া শাহীক।",
    "bn_haque": "তারপর যারা হবে হতভাগ্য তারা আগুনে, তাদের জন্য সেখানে থাকবে দীর্ঘশ্বাস ও আর্তনাদ, --",
    "bn_muhi": "অতএব যারা হতভাগ্য তারা দোযখে যাবে, সেখানে তারা আর্তনাদ ও চিৎকার করতে থাকবে।",
    "en": "As for those who were [destined to be] wretched, they will be in the Fire. For them therein is [violent] exhaling and inhaling."
  },
  {
    "id": 107,
    "ar": "خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ",
    "tr": "খা-লিদীনা ফীহা-মা-দা-মাতিছছামা-ওয়া-তুওয়াল আরদুইল্লা-মা-শাআ রাব্বুকা ইন্না রাব্বাকা ফা‘‘আ-লুলিলমা-ইউরীদ।",
    "bn_haque": "তারা সেখানে থাকবে যতদিন মহাকাশমন্ডল ও পৃথিবী বিদ্যমান থাকবে -- যদি না তোমার প্রভু অন্যথা ইচ্ছা করেন। নিঃসন্দেহ তোমার প্রভু যা ইচ্ছা করেন তাই করে থাকেন।",
    "bn_muhi": "তারা সেখানে চিরকাল থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রতিপালক অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। নিশ্চয় তোমার পরওয়ারদেগার যা ইচ্ছা করতে পারেন।",
    "en": "[They will be] abiding therein as long as the heavens and the earth endure, except what your Lord should will. Indeed, your Lord is an effecter of what He intends."
  },
  {
    "id": 108,
    "ar": "وَأَمَّا ٱلَّذِينَ سُعِدُوا۟ فَفِى ٱلْجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ عَطَآءً غَيْرَ مَجْذُوذٍ",
    "tr": "ওয়াআম্মাল্লাযীনা ছু‘ইদূফাফিল জান্নাতি খা-লিদীনা ফীহা-মা-দা-মাতিছছামা-ওয়া-তু ওয়াল আরদুইল্লা-মা-শাআ রাব্বুকা; ‘আতা-আন গাইরা মাজযূয।",
    "bn_haque": "আর যারা হবে ভাগ্যবান তারা থাকবে বেহেশতে, তারা সেখানে থাকবে যতদিন মহাকাশমন্ডল ও পৃথিবী বিদ্যমান থাকবে -- যদি না তোমার প্রভু অন্যথা ইচ্ছা করেন। একটি দান যা কখনো কাটছাঁট হবে না।",
    "bn_muhi": "আর যারা সৌভাগ্যবান তারা বেহেশতের মাঝে, সেখানেই চিরদিন থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রভু অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। এ দানের ধারাবাহিকতা কখনো ছিন্ন হওয়ার নয়।",
    "en": "And as for those who were [destined to be] prosperous, they will be in Paradise, abiding therein as long as the heavens and the earth endure, except what your Lord should will - a bestowal uninterrupted."
  },
  {
    "id": 109,
    "ar": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَٰٓؤُلَآءِ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
    "tr": "ফালা-তাকুফী মিরইয়াতিম মিম্মা-ইয়া‘বুদুহাউলাই মা-ইয়া‘বুদূ না ইল্লা-কামাইয়া‘বুদুআ-বাউহুম মিন কাবলু ওয়া ইন্না-লামুওয়াফফূহুম নাসীবাহুম গাইরা মানকূস।",
    "bn_haque": "কাজেই তুমি সন্দেহের মধ্যে থেকো না তারা যাদের উপাসনা করে তাদের সন্বন্ধে। তারা উপাসনা করে না যেভাবে তাদের পিতৃপুরুষরা ইতিপূর্বে উপাসনা করত সেভাবে ছাড়া। আর নিঃসন্দেহ তাদের পাওনা আমরা অবশ্যই তাদের পুরোপুরি মিটিয়ে দেবো কিছু মাত্র কমতি না ক’রে।",
    "bn_muhi": "অতএব, তারা যেসবের উপাসনা করে তুমি সে ব্যাপারে কোনরূপ ধোঁকায় পড়বে না। তাদের পূর্ববর্তী বাপ-দাদারা যেমন পূজা উপাসনা করত, এরাও তেমন করছে। আর নিশ্চয় আমি তাদেরকে আযাবের ভাগ কিছু মাত্রও কম না করেই পুরোপুরি দান করবো।",
    "en": "So do not be in doubt, [O Muhammad], as to what these [polytheists] are worshipping. They worship not except as their fathers worshipped before. And indeed, We will give them their share undiminished."
  },
  {
    "id": 110,
    "ar": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَٱخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
    "tr": "ওয়া লাকাদ আ-তাইনা-মুছাল কিতা-বা ফাখতুলিফা ফীহি ওয়া লাওলা-কালিমাতুন ছাবাকাত মির রাব্বিকা লাকুদিয়া বাইনাহুম ওয়া ইন্নাহুম লাফী শাক্কিম মিনহু মুরীব।",
    "bn_haque": "আর আমরা অবশ্য মুসাকে গ্রন্থ দিয়েছিলাম, কিন্তু তাতে মতভেদ ঘটেছিল। আর যদি তোমার প্রভুর তরফ থেকে ঘোষণাটি সাব্যস্ত না হতো তাহলে তাদের মধ্যে মীমাংসা হয়ে যেত। আর নিঃসন্দেহ তারা তো সন্দেহের মধ্যে রয়েছে সে-সন্বন্ধে, -- বিভ্রান্তিকর।",
    "bn_muhi": "আর আমি মূসা (আঃ)-কে অবশ্যই কিতাব দিয়েছিলাম অতঃপর তাতে বিরোধ সৃষ্টি হল; বলাবাহুল্য তোমার পালনকর্তার পক্ষ হতে, একটি কথা যদি আগেই বলা না হত, তাহলে তাদের মধ্যে চুড়ান্ত ফয়সালা হয়ে যেত তারা এ ব্যাপারে এমনই সন্দেহ প্রবণ যে, কিছুতেই নিশ্চিত হতে পারছে না।",
    "en": "And We had certainly given Moses the Scripture, but it came under disagreement. And if not for a word that preceded from your Lord, it would have been judged between them. And indeed they are, concerning the Qur'an, in disquieting doubt."
  },
  {
    "id": 111,
    "ar": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَٰلَهُمْ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ",
    "tr": "ওয়া ইন্না কুল্লাল লাম্মা-লাইউওয়াফফিয়ান্নাহুম রাব্বুকা আ‘মা-লাহুম ইন্নাহূবিমাইয়া‘মালূনা খাবীর।",
    "bn_haque": "আর নিঃসন্দেহ তোমার প্রভু যথাসময়ে তাদের প্রত্যেকের কর্মফল তাদের কাছে অবশ্যই পুরোপুরি মিটিয়ে দেবেন। তারা যা করে সে-বিষয়ে তিনি নিশ্চয়ই সবিশেষ অবহিত।",
    "bn_muhi": "আর যত লোকই হোক না কেন, যখন সময় হবে, তোমার প্রভু তাদের সকলেরই আমলের প্রতিদান পুরোপুরি দান করবেন। নিশ্চয় তিনি তাদের যাবতীয় কার্যকলাপের খবর রাখেন।",
    "en": "And indeed, each [of the believers and disbelievers] - your Lord will fully compensate them for their deeds. Indeed, He is Acquainted with what they do."
  },
  {
    "id": 112,
    "ar": "فَٱسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا۟ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "tr": "ফাছতাকিম কামাউমিরতা ওয়ামান তা-বা মা‘আকা ওয়ালা-তাতগাও ইন্নাহূবিমাতা‘মালূনা বাসীর।",
    "bn_haque": "অতএব তুমি সহজ-সঠিক পথে আঁকড়ে থেকো যেমন তোমাকে আদেশ করা হয়েছে, আর সেও যে তোমার সঙ্গে ফিরেছে, আর তোমরা সীমালংঘন করো না। তোমরা যা কর তিনি নিশ্চয়ই তার দ্রষ্টা।",
    "bn_muhi": "অতএব, তুমি এবং তোমার সাথে যারা তওবা করেছে সবাই সোজা পথে চলে যাও-যেমন তোমায় হুকুম দেয়া হয়েছে এবং সীমা লঙ্ঘন করবে না, তোমরা যা কিছু করছ, নিশ্চয় তিনি তার প্রতি দৃষ্টি রাখেন।",
    "en": "So remain on a right course as you have been commanded, [you] and those who have turned back with you [to Allah ], and do not transgress. Indeed, He is Seeing of what you do."
  },
  {
    "id": 113,
    "ar": "وَلَا تَرْكَنُوٓا۟ إِلَى ٱلَّذِينَ ظَلَمُوا۟ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
    "tr": "ওয়ালা-তারকানূইলাল্লাযীনা জালামূফাতামাছছাকুমুন্না-রু ওয়ামা-লাকুমমিনদূনিল্লা-হি মিন আউলিয়াআ ছুম্মা লা-তুনসারূন।",
    "bn_haque": "আর তোমরা তাদের দিকে ঝুকোঁ না যারা অন্যায় করে, পাছে আগুন তোমাদের স্পর্শ করে। আর আল্লাহ্‌কে ছেড়ে দিয়ে তোমাদের জন্য কোনো অভিভাবকমন্ডলী নেই, সুতরাং তোমাদের সাহায্য করা হবে না।",
    "bn_muhi": "আর পাপিষ্ঠদের প্রতি ঝুঁকবে না। নতুবা তোমাদেরকেও আগুনে ধরবে। আর আল্লাহ ব্যতীত তোমাদের কোন বন্ধু নাই। অতএব কোথাও সাহায্য পাবে না।",
    "en": "And do not incline toward those who do wrong, lest you be touched by the Fire, and you would not have other than Allah any protectors; then you would not be helped."
  },
  {
    "id": 114,
    "ar": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَىِ ٱلنَّهَارِ وَزُلَفًا مِّنَ ٱلَّيْلِ إِنَّ ٱلْحَسَنَٰتِ يُذْهِبْنَ ٱلسَّيِّـَٔاتِ ذَٰلِكَ ذِكْرَىٰ لِلذَّٰكِرِينَ",
    "tr": "ওয়া আকিমিসসালা-তা তারাফাইন্নাহা-রি ওয়া ঝুলাফাম মিনাল্লাইলি ইন্নাল হাছানা-তি ইউযহিবনাছ ছাইয়িআ-তি যা-লিকা যিকরা-লিযযা-কিরীন।",
    "bn_haque": "আর নামায কায়েম রাখো দিনের দুই প্রান্ত ভাগে, আর রাতের প্রথমাংশে। শুভকাজ নিশ্চয়ই মন্দ কাজকে দূর করে দেয়। এটি এক স্মরণীয় উপদেশ তাদের জন্য যারা স্মরণকারী।",
    "bn_muhi": "আর দিনের দুই প্রান্তেই নামায ঠিক রাখবে, এবং রাতের প্রান্তভাগে পূর্ণ কাজ অবশ্যই পাপ দূর করে দেয়, যারা স্মরণ রাখে তাদের জন্য এটি এক মহা স্মারক।",
    "en": "And establish prayer at the two ends of the day and at the approach of the night. Indeed, good deeds do away with misdeeds. That is a reminder for those who remember."
  },
  {
    "id": 115,
    "ar": "وَٱصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
    "tr": "ওয়াসবির ফাইন্নাল্লা-হা লা-ইউদী‘উ আজরাল মুহছিনীন।",
    "bn_haque": "আর অধ্যবসায় অবলন্বন কর, কেননা আল্লাহ্ নিশ্চয়ই সৎকর্মশীলদের কর্মফল ব্যর্থ করেন না।",
    "bn_muhi": "আর ধৈর্য্যধারণ কর, নিশ্চয়ই আল্লাহ পূণ্যবানদের প্রতিদান বিনষ্ট করেন না।",
    "en": "And be patient, for indeed, Allah does not allow to be lost the reward of those who do good."
  },
  {
    "id": 116,
    "ar": "فَلَوْلَا كَانَ مِنَ ٱلْقُرُونِ مِن قَبْلِكُمْ أُو۟لُوا۟ بَقِيَّةٍ يَنْهَوْنَ عَنِ ٱلْفَسَادِ فِى ٱلْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُوا۟ مَآ أُتْرِفُوا۟ فِيهِ وَكَانُوا۟ مُجْرِمِينَ",
    "tr": "ফালাওলা-কা-না মিনাল কুরূনি মিন কাবলিকুম ঊলূবাকিইইয়াতিইঁ ইয়ানহাওনা ‘আনিল ফাছা-দি ফিল আরদিইল্লা-কালীলাম মিম্মান আনজাইনা-মিনহুম ওয়াত্তাবা‘আল্লাযীনা জালামুমাউতরিফূফীহি ওয়াকা-নূমুজরীমিন।",
    "bn_haque": "তবে কেন তোমাদের পূর্বপুরুষদের মধ্যে বাকী থাকা লোকজন নেই যারা নিষেধ করে পৃথিবীতে বিপর্যয় ঘটাতে -- যাদের আমরা উদ্ধার করেছিলাম তাদের মধ্য থেকে শুধু অল্প কয়েকজন ছাড়া? কিন্তু যারা অন্যায় আচরণ করেছিল তারা অনুসরণ করেছিল তাদের যারা এতে সচ্ছল-সমৃদ্ধ ছিল, ফলে তারা ছিল অপরাধী।",
    "bn_muhi": "কাজেই, তোমাদের পূর্ববতী জাতি গুলির মধ্যে এমন সৎকর্মশীল কেন রইল না, যারা পৃথিবীতে বিপর্যয় সৃষ্টি করতে বাধা দিত; তবে মুষ্টিমেয় লোক ছিল যাদেরকে আমি তাদের মধ্য হতে রক্ষা করেছি। আর পাপিষ্ঠরা তো ভোগ বিলাসে মত্ত ছিল যার সামগ্রী তাদেরকে যথেষ্ট দেয়া হয়েছিল। আসলে তারা ছিল মহা অপরাধী।",
    "en": "So why were there not among the generations before you those of enduring discrimination forbidding corruption on earth - except a few of those We saved from among them? But those who wronged pursued what luxury they were given therein, and they were criminals."
  },
  {
    "id": 117,
    "ar": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
    "tr": "ওয়ামা-কা-না রাব্বুকা লিইউহলিকাল কুরা- বিজু লমিওঁ ওয়া আহলুহা-মুসলিহুন।",
    "bn_haque": "আর তোমার প্রভুর পক্ষে এটি নয় যে তিনি কোনো জনপদকে ধ্বংস করবেন অন্যায়ভাবে, যখন সে-সবের অধিবাসীরা থাকে সৎপথাবলন্বী।",
    "bn_muhi": "আর তোমার পালনকর্তা এমন নন যে, জনবসতিগুলোকে অন্যায়ভাবে ধ্বংস করে দেবেন, সেখানকার লোকেরা সৎকর্মশীল হওয়া সত্ত্বেও।",
    "en": "And your Lord would not have destroyed the cities unjustly while their people were reformers."
  },
  {
    "id": 118,
    "ar": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةً وَٰحِدَةً وَلَا يَزَالُونَ مُخْتَلِفِينَ",
    "tr": "ওয়া লাও শাআ রাব্বুকা লাজা‘আলান্না-ছা উম্মাতাওঁ ওয়া-হিদাতাওঁ ওয়ালা-ইয়াঝা-লূনা মুখতালিফীন।",
    "bn_haque": "আর যদি তোমার প্রভু ইচ্ছা করতেন তবে তিনি মানবগোষ্ঠীকে অবশ্য এক জাতি বানিয়ে নিতেন, কিন্তু তারা মতভেদ করতেই থাকবে, --",
    "bn_muhi": "আর তোমার পালনকর্তা যদি ইচ্ছা করতেন, তবে অবশ্যই সব মানুষকে একই জাতিসত্তায় পরিনত করতে পারতেন আর তারা বিভিন্ন ভাগে বিভক্ত হতো না।",
    "en": "And if your Lord had willed, He could have made mankind one community; but they will not cease to differ."
  },
  {
    "id": 119,
    "ar": "إِلَّا مَن رَّحِمَ رَبُّكَ وَلِذَٰلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
    "tr": "ইল্লা-মার রাহিমা রাব্বুকা ওয়া লিযা-লিকা খালাকাহুম ওয়া তাম্মাত কালিমাতু রাব্বিকা লাআমলাআন্না জাহান্নামা মিনাল জিন্নাতি ওয়ান্না-ছি আজমা‘ঈন।",
    "bn_haque": "সে ব্যতীত যাকে তোমার প্রভু করুণা করেছেন, আর এর জন্যেই তিনি তাদের সৃষ্টি করেছেন। আর সম্পূর্ণ হয়েছে তোমার প্রভুর বাণী -- \"আমি আলবৎ একই সঙ্গে জিনদের ও মানুষদের দ্বারা জাহান্নাম ভর্তি করব।\"",
    "bn_muhi": "তোমার পালনকর্তা যাদের উপর রহমত করেছেন, তারা ব্যতীত সবাই চিরদিন মতভেদ করতেই থাকবে এবং এজন্যই তাদেরকে সৃষ্টি করেছেন। আর তোমার আল্লাহর কথাই পূর্ণ হল যে, অবশ্যই আমি জাহান্নামকে জ্বিন ও মানুষ দ্বারা একযোগে ভর্তি করব।",
    "en": "Except whom your Lord has given mercy, and for that He created them. But the word of your Lord is to be fulfilled that, \"I will surely fill Hell with jinn and men all together.\""
  },
  {
    "id": 120,
    "ar": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ وَجَآءَكَ فِى هَٰذِهِ ٱلْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
    "tr": "ওয়াকুল্লান নাকুসসু‘আলাইকা মিন আমবাইর রুছুলি মা-নুছাব্বিতুবিহী ফুআ-দাকা ওয়া জাআকা ফীহা-যিহিল হাক্কুওয়া মাও‘ইজাতুওঁ ওয়া যিকরা-লিলমু’মিনীন।",
    "bn_haque": "আর রসূলগণের কাহিনী থেকে সব-কিছু আমরা তোমার কাছে বর্ণনা করছি এজন্য যে সে-সবের দ্বারা আমরা তোমার চিত্তকে বলিষ্ঠ করব, আর এতে তোমার কাছে এসেছে মুমিনদের জন্য সত্য ও উপদেশ ও স্মরণীয় বার্তা।",
    "bn_muhi": "আর আমি রসূলগণের সব বৃত্তান্তই তোমাকে বলছি, যদ্দ্বারা তোমার অন্তরকে মজবুত করছি। আর এভাবে তোমার নিকট মহাসত্য এবং ঈমানদারদের জন্য নসীহত ও স্বরণীয় বিষয়বস্তু এসেছে।",
    "en": "And each [story] We relate to you from the news of the messengers is that by which We make firm your heart. And there has come to you, in this, the truth and an instruction and a reminder for the believers."
  },
  {
    "id": 121,
    "ar": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنَّا عَٰمِلُونَ",
    "tr": "ওয়া কুল লিল্লাযীনা লা- ইউ’মিনূনা‘মালূ‘আলা-মাকা-নাতিকুম ইন্না-‘আ-মিলূন।",
    "bn_haque": "আর যারা বিশ্বাস করে না তাদের বলো -- \"তোমাদের নিজ নিজ ক্ষেত্রে কাজ করে যাও, নিঃসন্দেহ আমরাও কর্তব্যরত।",
    "bn_muhi": "আর যারা ঈমান আনে না, তাদেরকে বলে দাও যে, তোমরা নিজ নিজ অবস্থায় কাজ করে যাও আমরাও কাজ করে যাই।",
    "en": "And say to those who do not believe, \"Work according to your position; indeed, we are working."
  },
  {
    "id": 122,
    "ar": "وَٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
    "tr": "ওয়ানতাজিরু ইন্না-মুনতাজিরূন।",
    "bn_haque": "আর অপেক্ষা কর, আমরাও নিঃসন্দেহ অপেক্ষারত।",
    "bn_muhi": "এবং তোমরাও অপেক্ষা করে থাক, আমরাও অপেক্ষায় রইলাম।",
    "en": "And wait, indeed, we are waiting.\""
  },
  {
    "id": 123,
    "ar": "وَلِلَّهِ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَإِلَيْهِ يُرْجَعُ ٱلْأَمْرُ كُلُّهُۥ فَٱعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
    "tr": "ওয়ালিল্লা-হি গাইবুছছামা-ওয়া-তি ওয়াল আরদিওয়া ইলাইহি ইউরজা‘উল আমরু কুল্লুহূ ফা‘বুদহু ওয়া তাওয়াক্কাল ‘আলাইহি ওয়ামা-রাব্বুকা বিগা-ফিলিন ‘আম্মা-তা‘মালূন।",
    "bn_haque": "আর মহাকাশমন্ডল ও পৃথিবীর অদৃশ্য বিষয়বস্তু আল্লাহ্‌রই, আর তাঁরই কাছে বিষয়-আশয়ের সব-কিছু ফিরিয়ে আনা হবে। সুতরাং তাঁর উপাসনা কর আর তাঁরই উপরে নির্ভর কর। বস্তুতঃ তোমরা যা কর সে-সন্বন্ধে তোমার প্রভু অনবহিত নন।",
    "bn_muhi": "আর আল্লাহর কাছেই আছে আসমান ও যমীনের গোপন তথ্য; আর সকল কাজের প্রত্যাবর্তন তাঁরই দিকে; অতএব, তাঁরই বন্দেগী কর এবং তাঁর উপর ভরসা রাখ, আর তোমাদের কার্যকলাপ সম্বন্ধে তোমার পালনকর্তা কিন্তু বে-খবর নন।",
    "en": "And to Allah belong the unseen [aspects] of the heavens and the earth and to Him will be returned the matter, all of it, so worship Him and rely upon Him. And your Lord is not unaware of that which you do."
  }
]