[
  {
    "id": 1,
    "ar": "الٓمٓ",
    "tr": "আলিফ লাম মীম।",
    "bn_haque": "আলিফ, লাম, মীম।",
    "bn_muhi": "আলিফ-লাম-মীম।",
    "en": "Alif, Lam, Meem."
  },
  {
    "id": 2,
    "ar": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ",
    "tr": "তিলকা আ-ইয়া-তুল কিতা-বিল হাকীম।",
    "bn_haque": "এগুলো হচ্ছে জ্ঞানগর্ভ গ্রন্থের আয়াতসমূহ, --",
    "bn_muhi": "এগুলো প্রজ্ঞাময় কিতাবের আয়াত।",
    "en": "These are verses of the wise Book,"
  },
  {
    "id": 3,
    "ar": "هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ",
    "tr": "হুদাওঁ ওয়া রাহমাতাল লিলমুহছিনীন।",
    "bn_haque": "এক পথনির্দেশ ও করুণা সৎকর্মশীলদের জন্য, --",
    "bn_muhi": "হেদায়েত ও রহমত সৎকর্মপরায়ণদের জন্য।",
    "en": "As guidance and mercy for the doers of good"
  },
  {
    "id": 4,
    "ar": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ",
    "tr": "আল্লাযীনা ইউকীমূনাসসালা-তা ওয়া ইউ’তূনাঝঝাকা-তা ওয়া হুম বিলআ-খিরাতি হুম ইঊকিনূন।",
    "bn_haque": "যারা নামায কায়েম করে, ও যাকাত আদায় করে, আর তারা আখেরাত সন্বন্ধে দৃঢ়বিশ্বাস রাখে।",
    "bn_muhi": "যারা সালাত কায়েম করে, যাকাত দেয় এবং আখেরাত সম্পর্কে দৃঢ় বিশ্বাস রাখে।",
    "en": "Who establish prayer and give zakah, and they, of the Hereafter, are certain [in faith]."
  },
  {
    "id": 5,
    "ar": "أُو۟لَٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "tr": "উলাইকা ‘আলা-হুদাম মিররাব্বিহিম ওয়া উলাইকা হুমুল মুফলিহূন।",
    "bn_haque": "এরাই হচ্ছে তাদের প্রভুর কাছ থেকে হেদায়তের উপরে আর এরা নিজেরাই হচ্ছে সফলকাম।",
    "bn_muhi": "এসব লোকই তাদের পরওয়ারদেগারের তরফ থেকে আগত হেদায়েতের উপর প্রতিষ্ঠিত এবং এরাই সফলকাম।",
    "en": "Those are on [right] guidance from their Lord, and it is those who are the successful."
  },
  {
    "id": 6,
    "ar": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
    "tr": "ওয়া মিনান্না-ছি মাইঁ ইয়াশতারী লাহওয়াল হাদীছিলিইউদিল্লা ‘আন ছাবীলিল্লা-হি বিগাইরি ‘ইলমিওঁ ওয়া ইয়াত্তাখিযাহা-হুঝুওয়ান উলাইকা লাহুম ‘আযা-বুম মুহীন।",
    "bn_haque": "আর লোকদের মধ্যে কেউ-কেউ আছে যে খোশগল্পের বেচা-কেনা করে যেন সে আল্লাহ্‌র পথ থেকে বিচ্যুত করতে পারে কোনো জ্ঞান না রেখেই, আর যেন সে এগুলোকে ঠাট্টাবিদ্রূপ আকারে গ্রহণ করে। এরাই -- এদেরই জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।",
    "bn_muhi": "একশ্রেণীর লোক আছে যারা মানুষকে আল্লাহর পথ থেকে গোমরাহ করার উদ্দেশে অবান্তর কথাবার্তা সংগ্রহ করে অন্ধভাবে এবং উহাকে নিয়ে ঠাট্টা-বিদ্রূপ করে। এদের জন্য রয়েছে অবমাননাকর শাস্তি।",
    "en": "And of the people is he who buys the amusement of speech to mislead [others] from the way of Allah without knowledge and who takes it in ridicule. Those will have a humiliating punishment."
  },
  {
    "id": 7,
    "ar": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
    "tr": "ওয়া ইযা-তুতলা-‘আলাইহি আ-য়া-তুনা-ওয়াল্লা-মুছতাকবিরান কাআল্লাম ইয়াছমা‘হাকাআন্না ফী উযু নাইহি ওয়াকরান ফাবাশশিরহু বি‘আযা-বিন আলীম।",
    "bn_haque": "আর তার কাছে যখন আমাদের নির্দেশাবলী পাঠ করা হয় তখন সে গর্বভরে ফিরে যায় যেন সে এসব শুনতে পায় নি, যেন তার কান দুটোয় ভারী বস্তু রয়েছে। অতএব তাকে মর্মন্তুদ শাস্তির খোশখবর দাও।",
    "bn_muhi": "যখন ওদের সামনে আমার আয়তসমূহ পাঠ করা হয়, তখন ওরা দম্ভের সাথে এমনভাবে মুখ ফিরিয়ে নেয়, যেন ওরা তা শুনতেই পায়নি অথবা যেন ওদের দু’কান বধির। সুতরাং ওদেরকে কষ্টদায়ক আযাবের সংবাদ দাও।",
    "en": "And when our verses are recited to him, he turns away arrogantly as if he had not heard them, as if there was in his ears deafness. So give him tidings of a painful punishment."
  },
  {
    "id": 8,
    "ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتُ ٱلنَّعِيمِ",
    "tr": "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লাহুম জান্না-তুন না‘ঈম।",
    "bn_haque": "নিঃসন্দেহ যারা ঈমান এনেছে ও সৎকর্ম করছে তাদের জন্য রয়েছে আনন্দময় উদ্যানসমূহ --",
    "bn_muhi": "যারা ঈমান আনে আর সৎকাজ করে তাদের জন্য রয়েছে নেয়ামতে ভরা জান্নাত।",
    "en": "Indeed, those who believe and do righteous deeds - for them are the Gardens of Pleasure."
  },
  {
    "id": 9,
    "ar": "خَٰلِدِينَ فِيهَا وَعْدَ ٱللَّهِ حَقًّا وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "tr": "খা-লিদীনা ফীহা- ওয়া‘দাল্লা-হি হাক্কাওঁ ওয়া হুওয়াল ‘আঝীঝুল হাকীম।",
    "bn_haque": "সেখানে তারা স্থায়ীভাবে অবস্থান করবে। এ আল্লাহ্‌র একান্ত সত্য ওয়াদা। আর তিনিই হচ্ছেন মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "সেখানে তারা চিরকাল থাকবে। আল্লাহর ওয়াদা যথার্থ। তিনি পরাক্রমশালী ও প্রজ্ঞাময়।",
    "en": "Wherein they abide eternally; [it is] the promise of Allah [which is] truth. And He is the Exalted in Might, the Wise."
  },
  {
    "id": 10,
    "ar": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
    "tr": "খালাকাছছামা-ওয়া-তি বিগাইরি ‘আমাদিন তারাওনাহা-ওয়া আলাকা-ফিল আরদিরাওয়াছিয়া আন তামীদা বিকুম ওয়া বাছছা ফীহা-মিন কুল্লি দাব্বাতিওঁ ওয়া আনঝালনামিনাছছামাই মাআন ফাআমবাতনা-ফীহা-মিন কুল্লি ঝাওজিন কারীম।",
    "bn_haque": "তিনি মহাকাশমন্ডলীকে সৃষ্টি করেছেন কোনো খুঁটি ছাড়াই, -- তোমরা তা দেখতেই পাচ্ছ, আর তিনি পৃথিবীতে স্থাপন করেছেন পর্বতমালা পাছে এটি তোমাদের নিয়ে ঢলে পড়ে, আর এতে তিনি ছড়িয়ে দিয়েছেন হরেক রকমের জীবজন্তু। আর আকাশ থেকে তিনি বর্ষণ করেন পানি, তারপর তিনি এতে উৎপাদন করেন সব রকমের হিতকর জোড়া।",
    "bn_muhi": "তিনি খুঁটি ব্যতীত আকাশমন্ডলী সৃষ্টি করেছেন; তোমরা তা দেখছ। তিনি পৃথিবীতে স্থাপন করেছেন পর্বতমালা, যাতে পৃথিবী তোমাদেরকে নিয়ে ঢলে না পড়ে এবং এতে ছড়িয়ে দিয়েছেন সর্বপ্রকার জন্তু। আমি আকাশ থেকে পানি বর্ষণ করেছি, অতঃপর তাতে উদগত করেছি সর্বপ্রকার কল্যাণকর উদ্ভিদরাজি।",
    "en": "He created the heavens without pillars that you see and has cast into the earth firmly set mountains, lest it should shift with you, and dispersed therein from every creature. And We sent down rain from the sky and made grow therein [plants] of every noble kind."
  },
  {
    "id": 11,
    "ar": "هَٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ بَلِ ٱلظَّٰلِمُونَ فِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "হা-যা-খালকুল্লা-হি ফাআরূনী মা-যা-খালকাল্লাযীনা মিন দূ নিহী বালিজ্জা-লিমূনা ফী দালা-লিম মুবীন।",
    "bn_haque": "এইসব আল্লাহ্‌র সৃষ্টি! সুতরাং আমাকে দেখাও তো কী সৃষ্টি করতে পেরেছে তিনি ব্যতীত অন্যেরা। বস্তুত অন্যায়কারীরা তো স্পষ্ট বিভ্রান্তিতে রয়েছে।",
    "bn_muhi": "এটা আল্লাহর সৃষ্টি; অতঃপর তিনি ব্যতীত অন্যেরা যা সৃষ্টি করেছে, তা আমাকে দেখাও। বরং জালেমরা সুস্পষ্ট পথভ্রষ্টতায় পতিত আছে।",
    "en": "This is the creation of Allah . So show Me what those other than Him have created. Rather, the wrongdoers are in clear error."
  },
  {
    "id": 12,
    "ar": "وَلَقَدْ ءَاتَيْنَا لُقْمَٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
    "tr": "ওয়া লাকাদ আ-তাইনা-লুকমা-নাল হিকমাতা আনিশকুর লিল্লা-হি ওয়া মাইঁ ইয়াশকুর ফাইন্নামা-ইয়াশকুরু লিনাফছিহী ওয়ামান কাফারা ফাইন্নাল্লা-হা গানিইয়ুন হামীদ।",
    "bn_haque": "আর ইতিপূর্বে আমরা লুকমানকে জ্ঞান দান করেছিলাম এই বলে -- \"আল্লাহ্‌র প্রতি কৃতজ্ঞতা প্রকাশ করো। আর যে, কেউ কৃতজ্ঞতা প্রকাশ করে সে তো কৃতজ্ঞতা দেখায় নিজেরই জন্যে, আর যে-কেউ অকৃতজ্ঞতা দেখায় আল্লাহ্ তো তবে স্বয়ংসমৃদ্ধ, পরম প্রশংসিত।\"",
    "bn_muhi": "আমি লোকমানকে প্রজ্ঞা দান করেছি এই মর্মে যে, আল্লাহর প্রতি কৃতজ্ঞ হও। যে কৃতজ্ঞ হয়, সে তো কেবল নিজ কল্যানের জন্যই কৃতজ্ঞ হয়। আর যে অকৃতজ্ঞ হয়, আল্লাহ অভাবমুক্ত, প্রশংসিত।",
    "en": "And We had certainly given Luqman wisdom [and said], \"Be grateful to Allah .\" And whoever is grateful is grateful for [the benefit of] himself. And whoever denies [His favor] - then indeed, Allah is Free of need and Praiseworthy."
  },
  {
    "id": 13,
    "ar": "وَإِذْ قَالَ لُقْمَٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌ",
    "tr": "ওয়া ইযকা-লা লুকমা-নুলিবনিহী ওয়া হুওয়া ইয়া‘ইজুহূইয়া-বুনাইইয়া লা-তুশরিক বিল্লা-হি ইন্নাশশিরকা লাজুলমুন ‘আজীম।",
    "bn_haque": "আর স্মরণ করো! লুকমান তাঁর ছেলেকে বললেন যখন তিনি তাকে উপদেশ দিচ্ছিলেন -- \"হে আমার পুত্র, আল্লাহ্‌র সঙ্গে তুমি শরিক করো না, নিঃসন্দেহ বহুখোদাবাদ তো গুরুতর অপরাধ।\"",
    "bn_muhi": "যখন লোকমান উপদেশচ্ছলে তার পুত্রকে বললঃ হে বৎস, আল্লাহর সাথে শরীক করো না। নিশ্চয় আল্লাহর সাথে শরীক করা মহা অন্যায়।",
    "en": "And [mention, O Muhammad], when Luqman said to his son while he was instructing him, \"O my son, do not associate [anything] with Allah . Indeed, association [with him] is great injustice.\""
  },
  {
    "id": 14,
    "ar": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍ وَفِصَٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ",
    "tr": "ওয়া ওয়াসসাইনাল ইনছা-না বিওয়া-লিদাইহি হামালাতহু উম্মুহূওয়াহনান ‘আলাওয়াহনিওঁ ওয়া ফিসা-লুহূফী ‘আ-মাইনি আনিশকুর লী ওয়ালি ওয়া-লিদাইকা ইলাইইয়াল মাসীর।",
    "bn_haque": "আর আমরা মানুষকে তার পিতামাতার সম্পর্কে নির্দেশ দিয়েছি -- তার মাতা তাকে গর্ভে ধারণ করেছিলে কষ্টের উপরে কষ্ট ক’রে, আর তার লালন-পালনে দুটি বছর, -- এই বলে -- \"আমার প্রতি ও তোমার পিতামাতার প্রতি কৃতজ্ঞতা জ্ঞাপন করো। আমারই নিকটে প্রত্যাবর্তনস্থান।",
    "bn_muhi": "আর আমি মানুষকে তার পিতা-মাতার সাথে সদ্ব্যবহারের জোর নির্দেশ দিয়েছি। তার মাতা তাকে কষ্টের পর কষ্ট করে গর্ভে ধারণ করেছে। তার দুধ ছাড়ানো দু বছরে হয়। নির্দেশ দিয়েছি যে, আমার প্রতি ও তোমার পিতা-মতার প্রতি কৃতজ্ঞ হও। অবশেষে আমারই নিকট ফিরে আসতে হবে।",
    "en": "And We have enjoined upon man [care] for his parents. His mother carried him, [increasing her] in weakness upon weakness, and his weaning is in two years. Be grateful to Me and to your parents; to Me is the [final] destination."
  },
  {
    "id": 15,
    "ar": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًا وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "tr": "ওয়া ইন জা-হাদা-কা ‘আলাআন তুশরিকা বী মা-লাইছা লাকা বিহী ‘ইলমুন ফালাতুতি‘হুমা-ওয়াসা-হিবহুমা-ফিদদুনইয়া-মা‘রূফাওঁ ওয়াত্তাবি‘ ছাবীলা মান আনা-বা ইলাইইয়া ছু ম্মা ইলাইইয়া মারজি‘উকুম ফাউনাব্বিউকুম বিমা-কুনতুম তা‘মালূন।",
    "bn_haque": "কিন্তু যদি তারা তোমার সঙ্গে পীড়া-পীড়ি করে যেন তুমি আমার সাথে অংশী দাঁড় করাও যে সন্বন্ধে তোমার কাছে কোনো জ্ঞান নেই, তাহলে তাদের উভয়ের আজ্ঞাপালন করো না, তবে তাদের সঙ্গে এই দুনিয়াতে সদ্ভাবে বসবাস করো। আর তার পথ অবলন্বন করো যে আমার প্রতি বিনয়াবনত হয়েছে, অতঃপর আমারই কাছে তোমাদের প্রত্যাবর্তনস্থান, তখন আমি তোমাদের জানিয়ে দেব যা তোমরা করে যাচ্ছিলে।",
    "bn_muhi": "পিতা-মাতা যদি তোমাকে আমার সাথে এমন বিষয়কে শরীক স্থির করতে পীড়াপীড়ি করে, যার জ্ঞান তোমার নেই; তবে তুমি তাদের কথা মানবে না এবং দুনিয়াতে তাদের সাথে সদ্ভাবে সহঅবস্থান করবে। যে আমার অভিমুখী হয়, তার পথ অনুসরণ করবে। অতঃপর তোমাদের প্রত্যাবর্তন আমারই দিকে এবং তোমরা যা করতে, আমি সে বিষয়ে তোমাদেরকে জ্ঞাত করবো।",
    "en": "But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them but accompany them in [this] world with appropriate kindness and follow the way of those who turn back to Me [in repentance]. Then to Me will be your return, and I will inform you about what you used to do."
  },
  {
    "id": 16,
    "ar": "يَٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
    "tr": "ইয়া-বুনাইয়া ইন্নাহাইন তাকুমিছকা-লা হাব্বাতিম্মিন খারদালিন ফাতাকুন ফী সাখরাতিন আও ফিছছামা-ওয়া-তি আও ফিল আরদিইয়া’তি বিহাল্লা-হু ইন্নাল্লা-হা লাতীফুন খাবীর।",
    "bn_haque": "\"হে আমার পুত্র, এটি নিশ্চিত যে যদি সরষের একটি দানার ওজন-পরিমাণও কোনো কিছু রয়ে থাকে আর এটি যদি থাকে কোনো শিলাগর্ভে অথবা মহাকাশমন্ডলের মধ্যে কিংবা পৃথিবীর অভ্যন্তরে, আল্লাহ্ এটিকে নিয়ে আসবেন। নিঃসন্দেহ আল্লাহ্ গুপ্ত বিষয়ে জ্ঞাতা, পূর্ণ ওয়াকিফহাল।",
    "bn_muhi": "হে বৎস, কোন বস্তু যদি সরিষার দানা পরিমাণও হয় অতঃপর তা যদি থাকে প্রস্তর গর্ভে অথবা আকাশে অথবা ভূ-গর্ভে, তবে আল্লাহ তাও উপস্থিত করবেন। নিশ্চয় আল্লাহ গোপন ভেদ জানেন, সবকিছুর খবর রাখেন।",
    "en": "[And Luqman said], \"O my son, indeed if wrong should be the weight of a mustard seed and should be within a rock or [anywhere] in the heavens or in the earth, Allah will bring it forth. Indeed, Allah is Subtle and Acquainted."
  },
  {
    "id": 17,
    "ar": "يَٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
    "tr": "ইয়া-বুনাইইয়া আকিমিসসালা-তা ওয়া’মুর বিলমা‘রূফি ওয়ানহা ‘আনিল মুনকারি ওয়াসবির ‘আলা-মাআসা-বাকা ইন্না যা-লিকা মিন ‘আঝমিল উমূর।",
    "bn_haque": "\"হে আমার পুত্র, নামায কায়েম করো, আর সৎকাজের নির্দেশ দিয়ো ও অসৎকাজে নিষেধ করো, আর তোমার উপরে যাই ঘটুক তা সত্ত্বেও অধ্যবসায় চালিয়ে যাও। নিঃসন্দেহ এটিই হচ্ছে দৃঢ়সংকল্পজনক কার্যাবলীর মধ্যেকার।",
    "bn_muhi": "হে বৎস, নামায কায়েম কর, সৎকাজে আদেশ দাও, মন্দকাজে নিষেধ কর এবং বিপদাপদে সবর কর। নিশ্চয় এটা সাহসিকতার কাজ।",
    "en": "O my son, establish prayer, enjoin what is right, forbid what is wrong, and be patient over what befalls you. Indeed, [all] that is of the matters [requiring] determination."
  },
  {
    "id": 18,
    "ar": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
    "tr": "ওয়ালা-তুসা‘‘ইর খাদ্দাকা লিন্না-ছি ওয়ালা-তামশি ফিল আরদিমারাহান ইন্নাল্লা-হা লাইউহিব্বুকুল্লা মুখতা-লিন ফাখূর।",
    "bn_haque": "\"আর মানুষের প্রতি তোমার চিবুক ঘুরিয়ে নিও না, আর পৃথিবীতে গর্বভরে চলাফেরা কর না। নিঃসন্দেহ আল্লাহ্ প্রত্যেকটি উদ্ধত অহংকারীকে ভালবাসেন না।",
    "bn_muhi": "অহংকারবশে তুমি মানুষকে অবজ্ঞা করো না এবং পৃথিবীতে গর্বভরে পদচারণ করো না। নিশ্চয় আল্লাহ কোন দাম্ভিক অহংকারীকে পছন্দ করেন না।",
    "en": "And do not turn your cheek [in contempt] toward people and do not walk through the earth exultantly. Indeed, Allah does not like everyone self-deluded and boastful."
  },
  {
    "id": 19,
    "ar": "وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ",
    "tr": "ওয়াকসিদ ফী মাশইকা ওয়াগদুদমিন সাওতিকা ইন্না আনকারাল আসওয়া-তি লাসাওতুল হামীর।",
    "bn_haque": "বরং তোমার চলাফেরায় তুমি সুসংযত থেকো, আর তোমার কন্ঠস্বর তুমি নিচু রেখো। নিঃসন্দেহ সমস্ত আওয়াজের মধ্যে সর্বাপেক্ষা কর্কশ হচ্ছে গাধারই আওয়াজ।",
    "bn_muhi": "পদচারণায় মধ্যবর্তিতা অবলম্বন কর এবং কন্ঠস্বর নীচু কর। নিঃসন্দেহে গাধার স্বরই সর্বাপেক্ষা অপ্রীতিকর।",
    "en": "And be moderate in your pace and lower your voice; indeed, the most disagreeable of sounds is the voice of donkeys.\""
  },
  {
    "id": 20,
    "ar": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَٰهِرَةً وَبَاطِنَةً وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَٰبٍ مُّنِيرٍ",
    "tr": "আলাম তারাও আন্নাল্লা-হা ছাখখরা লাকুম মা-ফিছছামা-ওয়া-তি ওয়ামা-ফিল আরদিওয়া আছবাগা ‘আলাইকুম নি‘মাহূজা-হিরাতাওঁ ওয়া বা-তিনাতাওঁ ওয়া মিনান্না-ছি মাইঁ ইউজা-দিলুফিল্লা-হি বিগাইরি ‘ইলমিওঁ ওয়ালা-হুদাওঁ ওয়ালা-কিতা-বিম মুনীর।",
    "bn_haque": "তোমরা কি দেখতে পাও নি যে আল্লাহ্ তোমাদের জন্য অনুগত করে দিয়েছেন যা কিছু রয়েছে মহাকাশমন্ডলীতে ও যা কিছু আছে পৃথিবীতে, আর তোমাদের প্রতি তিনি পূর্ণমাত্রায় অর্পণ করেছেন তাঁর অনুগ্রহসামগ্রী -- প্রকাশ্য ও অপ্রকাশ্য? আর লোকেদের মধ্যে এমনও আছে যে আল্লাহ্ সন্বন্ধে বাক্‌-বিতন্ডা করে কোনো জ্ঞান ছাড়াই ও কোনো পথনির্দেশ ব্যতীত এবং উজ্জ্বল গ্রন্থ ব্যতিরেকে।",
    "bn_muhi": "তোমরা কি দেখ না আল্লাহ নভোমন্ডল ও ভূ-মন্ডলে যাকিছু আছে, সবই তোমাদের কাজে নিয়োজিত করে দিয়েছেন এবং তোমাদের প্রতি তাঁর প্রকাশ্য ও অপ্রকাশ্য নেয়ামতসমূহ পরিপূর্ন করে দিয়েছেন? এমন লোক ও আছে; যারা জ্ঞান, পথনির্দেশ ও উজ্জল কিতাব ছাড়াই আল্লাহ সম্পর্কে বাকবিতন্ডা করে।",
    "en": "Do you not see that Allah has made subject to you whatever is in the heavens and whatever is in the earth and amply bestowed upon you His favors, [both] apparent and unapparent? But of the people is he who disputes about Allah without knowledge or guidance or an enlightening Book [from Him]."
  },
  {
    "id": 21,
    "ar": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ أَوَلَوْ كَانَ ٱلشَّيْطَٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
    "tr": "ওয়া ইযা-কীলা লাহুমুত তাবি‘উ মাআনঝালাল্লা-হু কা-লূবাল নাত্তাবি‘উ মা-ওয়াজাদনা‘আলাইহি আ-বাআনা- আওয়া লাও কা-নাশশাইতা-নুইয়াদ‘উহুম ইলা-‘আযাবিছছা‘ঈর।",
    "bn_haque": "আর যখন তাদের বলা হয় -- \"আল্লাহ্ যা অবতারণ করেছেন তা অনুসরণ করো\", তারা বলে -- \"না, আমরা অনুসরণ করব আমাদের বাপদাদাদের যাতে পেয়েছি তার।\" কি, যদিও শয়তান তাদের ডেকে নিয়ে যায় জ্বলন্ত আগুনের শাস্তির দিকে?",
    "bn_muhi": "তাদেরকে যখন বলা হয়, আল্লাহ যা নাযিল করেছেন, তোমরা তার অনুসরণ কর, তখন তারা বলে, বরং আমরা আমাদের পূর্বপুরুষদেরকে যে বিষয়ের উপর পেয়েছি, তারই অনুসরণ করব। শয়তান যদি তাদেরকে জাহান্নামের শাস্তির দিকে দাওয়াত দেয়, তবুও কি?",
    "en": "And when it is said to them, \"Follow what Allah has revealed,\" they say, \"Rather, we will follow that upon which we found our fathers.\" Even if Satan was inviting them to the punishment of the Blaze?"
  },
  {
    "id": 22,
    "ar": "وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلْأُمُورِ",
    "tr": "ওয়া মাইঁ ইউছলিম ওয়াজহাহূ ইলাল্লা-হি ওয়া হুওয়া মুহছিনুন ফাকাদিছতামছাকা বিল ‘উরওয়াতিল উছকা- ওয়া ইলাল্লা-হি ‘আ-কিবাতুল উমূর।",
    "bn_haque": "আর যে তার মুখ আল্লাহ্‌র প্রতি পূর্ণ সমর্পণ করে আর সে সৎকর্মপরায়ণ হয়, তাহলে তো সে এক মজবুত হাতল পাকড়ে ধরেছে। আর আল্লাহ্‌র কাছেই রয়েছে সকল বিষয়ের পরিণাম।",
    "bn_muhi": "যে ব্যক্তি সৎকর্মপরায়ণ হয়ে স্বীয় মুখমন্ডলকে আল্লাহ অভিমূখী করে, সে এক মজবুত হাতল ধারণ করে, সকল কর্মের পরিণাম আল্লাহর দিকে।",
    "en": "And whoever submits his face to Allah while he is a doer of good - then he has grasped the most trustworthy handhold. And to Allah will be the outcome of [all] matters."
  },
  {
    "id": 23,
    "ar": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
    "tr": "ওয়া মান কাফারা ফালা-ইয়াহঝুনকা কুফরুহূ ইলাইনা-মারজি‘উহুম ফানুনাব্বিউহুম বিমা‘আমিলূ ইন্নাল্লা-হা ‘আলীমুম বিযা-তিসসুদূ র।",
    "bn_haque": "আর যে অবিশ্বাস পোষণ করে তার অবিশ্বাস তবে যেন তোমাকে কষ্ট না দেয়। আমাদেরই কাছে তাদের প্রত্যাবর্তন, কাজেই আমরা তাদের জানিয়ে দেব যা তারা করত। নিঃসন্দেহ অন্তরের অভ্যন্তরে যা রয়েছে আল্লাহ্ সে সন্বন্ধে সর্বজ্ঞাতা।",
    "bn_muhi": "যে ব্যক্তি কুফরী করে তার কুফরী যেন আপনাকে চিন্তিত না করে। আমারই দিকে তাদের প্রত্যাবর্তন, অতঃপর আমি তাদের কর্ম সম্পর্কে তাদেরকে অবহিত করব। অন্তরে যা কিছু রয়েছে, সে সম্পর্কে আল্লাহ সবিশেষ পরিজ্ঞাত।",
    "en": "And whoever has disbelieved - let not his disbelief grieve you. To Us is their return, and We will inform them of what they did. Indeed, Allah is Knowing of that within the breasts."
  },
  {
    "id": 24,
    "ar": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ",
    "tr": "নুমাত্তি‘উহুম কালীলান ছুম্মা নাদতাররুহুম ইলা-‘আযা-বিন গালীজ।",
    "bn_haque": "আমরা তাদের অল্পসময়ের জন্য উপভোগ করতে দেব, তাদের তাড়িয়ে নেব প্রচন্ড শাস্তির দিকে।",
    "bn_muhi": "আমি তাদেরকে স্বল্পকালের জন্যে ভোগবিলাস করতে দেব, অতঃপর তাদেরকে বাধ্য করব গুরুতর শাস্তি ভোগ করতে।",
    "en": "We grant them enjoyment for a little; then We will force them to a massive punishment."
  },
  {
    "id": 25,
    "ar": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ قُلِ ٱلْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "tr": "ওয়া লাইন ছাআলতাহুম মান খালাকাছছামা-ওয়া-তি ওয়াল আরদা লাইয়াকূলুন্নাল্লা-হু কুল্লি হামদুলিল্লা-হি; বাল আকছারুহুম লা-ইয়া‘লামূন।",
    "bn_haque": "আর তুমি যদি তাদের জিজ্ঞাসা করো -- \"কে মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন?\" -- তারা নিশ্চয় বলবে -- \"আল্লাহ্‌।\" তুমি বলো -- \"সকল প্রশংসা আল্লাহ্‌র।\" কিন্তু তাদের অধিকাংশই জানে না।",
    "bn_muhi": "আপনি যদি তাদেরকে জিজ্ঞেস করেন, নভোমন্ডল ও ভূ-মন্ডল কে সৃষ্টি করেছে? তারা অবশ্যই বলবে, আল্লাহ। বলুন, সকল প্রশংসাই আল্লাহর। বরং তাদের অধিকাংশই জ্ঞান রাখে না।",
    "en": "And if you asked them, \"Who created the heavens and earth?\" they would surely say, \" Allah .\" Say, \"[All] praise is [due] to Allah \"; but most of them do not know."
  },
  {
    "id": 26,
    "ar": "لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
    "tr": "লিল্লা-হি মা-ফিছছামা-ওয়া-তি ওয়াল আরদি ইন্নাল্লা-হা হুওয়াল গানিইয়ুল হামীদ।",
    "bn_haque": "মহাকাশমন্ডলীতে ও পৃথিবীতে যা-কিছু আছে তা আল্লাহ্‌রই। নিঃসন্দেহ আল্লাহ্‌, -- তিনিই স্বয়ং-সমৃদ্ধ, পরম প্রশংসার্হ।",
    "bn_muhi": "নভোমন্ডল ও ভূ-মন্ডলে যা কিছু রয়েছে সবই আল্লাহর। আল্লাহ অভাবমুক্ত, প্রশংসিত।",
    "en": "To Allah belongs whatever is in the heavens and earth. Indeed, Allah is the Free of need, the Praiseworthy."
  },
  {
    "id": 27,
    "ar": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَٰمٌ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَٰتُ ٱللَّهِ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "tr": "ওয়া লাও আন্না মা-ফিল আরদিমিন শাজারাতিন আকলা-মুওঁ ওয়াল বাহরু ইয়ামুদ্দুহূমিম বা‘দিহী ছাব‘আতুআবহুরিম মা-নাফিদাত কালিমা-তুল্লা-হি ইন্নাল্লা-হা ‘আঝীঝুন হাকীম।",
    "bn_haque": "আর যদি গাছপালার যা-কিছু পৃথিবীতে আছে তা কলম হয়ে যেত, আর সমুদ্র -- এর পরে সাত সমুদ্র এর সাথে যোগ করে দেওয়া হত, আল্লাহ্‌র কলিমাহ শেষ করা যাবে না। নিঃসন্দেহ আল্লাহ্ মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "পৃথিবীতে যত বৃক্ষ আছে, সবই যদি কলম হয় এবং সমুদ্রের সাথেও সাত সমুদ্র যুক্ত হয়ে কালি হয়, তবুও তাঁর বাক্যাবলী লিখে শেষ করা যাবে না। নিশ্চয় আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।",
    "en": "And if whatever trees upon the earth were pens and the sea [was ink], replenished thereafter by seven [more] seas, the words of Allah would not be exhausted. Indeed, Allah is Exalted in Might and Wise."
  },
  {
    "id": 28,
    "ar": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَٰحِدَةٍ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
    "tr": "মা-খালকুকুম ওয়ালা-বা‘ছুকুম ইল্লা-কানাফছিওঁ ওয়া-হিদাতিন ইন্নাল্লা-হা ছামী‘উম বাসীর।",
    "bn_haque": "তোমাদের সৃষ্টি এবং তোমাদের পুনরুত্থান একজনমাত্র লোকের অনুরূপ বৈ তো নয়। নিঃসন্দেহ আল্লাহ্ সর্বশ্রোতা, সর্বদ্রষ্টা।",
    "bn_muhi": "তোমাদের সৃষ্টি ও পুনরুত্থান একটি মাত্র প্রাণীর সৃষ্টি ও পুনরুত্থানের সমান বৈ নয়। নিশ্চয় আল্লাহ সব কিছু শোনেন, সবকিছু দেখেন।",
    "en": "Your creation and your resurrection will not be but as that of a single soul. Indeed, Allah is Hearing and Seeing."
  },
  {
    "id": 29,
    "ar": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "tr": "আলাম তারা আন্নাল্লা-হা ইঊলিজুল লাইলা ফিন্নাহা-রি ওয়া ইঊলিজুন্নাহা-রা ফিল্লাইলি ওয়া ছাখখারাশশামছা ওয়ালা কামারা কুলুলইঁইয়াজরীইলাআজালিম মুছাম্মাওঁ ওয়া আন্নাল্লা-হা বিমা-তা‘মালূনা খাবীর।",
    "bn_haque": "তুমি কি দেখ নি যে তিনি রাতকে দিনের ভেতরে ঢুকিয়ে দেন এবং দিনকে ঢুকিয়ে দেন রাতের ভেতরে, এবং সূর্য ও চন্দ্রকে তিনি অনুগত করেছেন, প্রত্যেকটিই এক নির্দিষ্ট কাল পর্যন্ত বিচরণ করে, আর তোমরা যা কর সে-সন্বন্ধে আল্লাহ্ নিশ্চয়ই পূর্ণ ওয়াকিফহাল?",
    "bn_muhi": "তুমি কি দেখ না যে, আল্লাহ রাত্রিকে দিবসে প্রবিষ্ট করেন এবং দিবসকে রাত্রিতে প্রবিষ্ট করেন? তিনি চন্দ্র ও সূর্যকে কাজে নিয়োজিত করেছেন। প্রত্যেকেই নির্দিষ্টকাল পর্যন্ত পরিভ্রমণ করে। তুমি কি আরও দেখ না যে, তোমরা যা কর, আল্লাহ তার খবর রাখেন?",
    "en": "Do you not see that Allah causes the night to enter the day and causes the day to enter the night and has subjected the sun and the moon, each running [its course] for a specified term, and that Allah, with whatever you do, is Acquainted?"
  },
  {
    "id": 30,
    "ar": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
    "tr": "যা-লিকা বিআন্নাল্লা-হা হুওয়াল হাক্কুওয়া আন্নামা- ইয়াদ‘ঊনা মিন দূ নিহিল বা-তিলু ওয়া আন্নাল্লা-হা হুওয়াল ‘আলিইয়ুল কাবীর।",
    "bn_haque": "এটিই, কেননা নিঃসন্দেহ আল্লাহ্ -- তিনিই চরম সত্য, আর কেননা তাঁকে বাদ দিয়ে তারা যাকে ডাকে তা মিথ্যা, আর কেননা আল্লাহ্‌, -- তিনিই সমুচ্চ, মহামহিম।",
    "bn_muhi": "এটাই প্রমাণ যে, আল্লাহ-ই সত্য এবং আল্লাহ ব্যতীত তারা যাদের পূজা করে সব মিথ্যা। আল্লাহ সর্বোচ্চ, মহান।",
    "en": "That is because Allah is the Truth, and that what they call upon other than Him is falsehood, and because Allah is the Most High, the Grand."
  },
  {
    "id": 31,
    "ar": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَٰتِهِۦٓ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "tr": "আলাম তারা আন্নাল ফুলকা তাজরী ফিল বাহরি বিনি‘মাতিল্লা-হি লিইউরিয়াকুম মিন আ-য়াতিহী ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকুল্লি সাব্বা-রিন শাকূর।",
    "bn_haque": "তুমি কি দেখছ না যে জাহাজগুলো সমুদ্রে ভেসে চলে আল্লাহ্‌রই অনুগ্রহে, যেন তিনি তোমাদের দেখাতে পারেন তাঁর নিদর্শনগুলো থেকে? নিঃসন্দেহ এতে তো নিদর্শনাবলী রয়েছে প্রত্যেক অধ্যবসায়ী কৃতজ্ঞদের জন্য।",
    "bn_muhi": "তুমি কি দেখ না যে, আল্লাহর অনুগ্রহে জাহাজ সমুদ্রে চলাচল করে, যাতে তিনি তোমাদেরকে তাঁর নিদর্শনাবলী প্রদর্শন করেন? নিশ্চয় এতে প্রত্যেক সহনশীল, কৃতজ্ঞ ব্যক্তির জন্যে নিদর্শন রয়েছে।",
    "en": "Do you not see that ships sail through the sea by the favor of Allah that He may show you of His signs? Indeed in that are signs for everyone patient and grateful."
  },
  {
    "id": 32,
    "ar": "وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
    "tr": "ওয়া ইযা-গাশিয়াহুম মাওজুন কাজ্জুলালি দা‘আউল্লা-হা মুখলিসীনা লাহুদ্দীনা ফালাম্মানাজ্জা-হুম ইলাল বাররি ফামিনহুম মুকতাসিদুওঁ ওয়ামা-ইয়াজহাদুবিআ-য়া-তিনা-ইল্লাকুল্লুখাত্তা-রিন কাফূর।",
    "bn_haque": "আর যখন কোনো ঢেউ তাদের ঢেকে ফেলে ঢাকনার ন্যায় তখন তারা আল্লাহ্‌কে ডাকে তাঁর প্রতি আনুগত্যে বিশুদ্ধাচিত্ত হয়ে। কিন্তু যখন তিনি তাদের উদ্ধার করেন তীরের দিকে, তখন তাদের মধ্যে কেউ কেউ মধ্যম পন্থায় থাকে। আর আমাদের নিদর্শনাবলী নিয়ে কেউ বচসা করে না প্রত্যেক বিশ্বাসঘাতক অকৃতজ্ঞ ব্যতীত।",
    "bn_muhi": "যখন তাদেরকে মেঘমালা সদৃশ তরংগ আচ্ছাদিত করে নেয়, তখন তারা খাঁটি মনে আল্লাহকে ডাকতে থাকে। অতঃপর তিনি যখন তাদেরকে স্থলভাগের দিকে উদ্ধার করে আনেন, তখন তাদের কেউ কেউ সরল পথে চলে। কেবল মিথ্যাচারী, অকৃতজ্ঞ ব্যক্তিই আমার নিদর্শনাবলী অস্বীকার করে।",
    "en": "And when waves come over them like canopies, they supplicate Allah, sincere to Him in religion. But when He delivers them to the land, there are [some] of them who are moderate [in faith]. And none rejects Our signs except everyone treacherous and ungrateful."
  },
  {
    "id": 33,
    "ar": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
    "tr": "ইয়া-আইয়ুহান্না-ছুত্তাকূরাব্বাকুম ওয়াখশাও ইয়াওমাল্লা-ইয়াজঝী ওয়া-লিদুন আওঁ ওয়ালাদিহী ওয়ালা-মাওলূদুন হুওয়া জা-ঝিন ‘আওঁ ওয়া-লিদিহী শাইআন ইন্না ওয়া‘দাল্লা-হি হাক্কুন ফালা-তাগুররান্নাকুমুল হায়া-তুদ্দুনইয়া-ওয়ালা-ইয়াগুররান্নাকুম বিল্লা-হিল গারূর।",
    "bn_haque": "ওহে মানবজাতি! তোমাদের প্রভুকে ভয়-ভক্তি করো, আর সেই দিনকে ভয় করো যখন কোনো পিতা তার সন্তানের কোনো কাজে আসবে না, আর না কোনো সন্তানের ক্ষেত্রেও যে সে কোনোও ব্যাপারে কার্যকর হবে তার পিতামাতার জন্যে। নিঃসন্দেহ আল্লাহ্‌র ওয়াদা চিরন্তন সত্য, সেজন্যে এই দুনিয়ার জীবন যেন তোমাদের প্রবঞ্চনা না করুক।",
    "bn_muhi": "হে মানব জাতি! তোমরা তোমাদের পালনকর্তাকে ভয় কর এবং ভয় কর এমন এক দিবসকে, যখন পিতা পুত্রের কোন কাজে আসবে না এবং পুত্রও তার পিতার কোন উপকার করতে পারবে না। নিঃসন্দেহে আল্লাহর ওয়াদা সত্য। অতএব, পার্থিব জীবন যেন তোমাদেরকে ধোঁকা না দেয় এবং আল্লাহ সম্পর্কে প্রতারক শয়তানও যেন তোমাদেরকে প্রতারিত না করে।",
    "en": "O mankind, fear your Lord and fear a Day when no father will avail his son, nor will a son avail his father at all. Indeed, the promise of Allah is truth, so let not the worldly life delude you and be not deceived about Allah by the Deceiver."
  },
  {
    "id": 34,
    "ar": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَدًا وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍ تَمُوتُ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
    "tr": "ইন্নাল্লা-হা ‘ইনদাহূ‘ইলমুছছা-‘আতি ওয়া ইউনাঝঝিলুল গাইছা ওয়া ইয়া‘লামুমাফিল আরহা-মি ওয়ামা-তাদরী নাফছুম মা-যা তাকছিবুগাদাওঁ ওয়ামা-তাদরী নাফছুম বিআইয়ি আরদিন তামূতু ইন্নাল্লা-হা ‘আলীমুন খাবীর।",
    "bn_haque": "নিঃসন্দেহ আল্লাহ্ -- তাঁর কাছেই রয়েছে ঘড়িঘন্টার জ্ঞান, আর তিনি বর্ষণ করেন বৃষ্টি, আর তিনি জানেন কি আছে জরায়ুর ভেতরে। আর কোনো সত্ত্বা জানে না কী সে অর্জন করবে আগামীকাল। আর কোনো সত্ত্বা জানে না কোন দেশে সে মারা যাবে। নিঃসন্দেহ আল্লাহ্ সর্বজ্ঞাতা, পূর্ণ-ওয়াকিফহাল।",
    "bn_muhi": "নিশ্চয় আল্লাহর কাছেই কেয়ামতের জ্ঞান রয়েছে। তিনিই বৃষ্টি বর্ষণ করেন এবং গর্ভাশয়ে যা থাকে, তিনি তা জানেন। কেউ জানে না আগামীকল্য সে কি উপার্জন করবে এবং কেউ জানে না কোন দেশে সে মৃত্যুবরণ করবে। আল্লাহ সর্বজ্ঞ, সর্ববিষয়ে সম্যক জ্ঞাত।",
    "en": "Indeed, Allah [alone] has knowledge of the Hour and sends down the rain and knows what is in the wombs. And no soul perceives what it will earn tomorrow, and no soul perceives in what land it will die. Indeed, Allah is Knowing and Acquainted."
  }
]