[
  {
    "id": 1,
    "ar": "لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
    "tr": "লাম ইয়াকুনিল্লাযীনা কাফারূমিন আহলিল কিতা-বি ওয়াল মুশরিকীনা মুনফাক্কীনা হাত্তাতা’তিয়াহুমুল বাইয়িনাহ।",
    "bn_haque": "গ্রন্থধারীদের মধ্যে থেকে যারা অবিশ্বাস পোষণ করে আর বহুখোদাবাদীরা তাদের ছাড়ানো যাচ্ছিল না যতক্ষণ না তাদের কাছে এসেছে সুস্পষ্ট প্রমাণ --",
    "bn_muhi": "আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের ছিল, তারা প্রত্যাবর্তন করত না যতক্ষণ না তাদের কাছে সুস্পষ্ট প্রমাণ আসত।",
    "en": "Those who disbelieved among the People of the Scripture and the polytheists were not to be parted [from misbelief] until there came to them clear evidence -"
  },
  {
    "id": 2,
    "ar": "رَسُولٌ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًا مُّطَهَّرَةً",
    "tr": "রাছূলুম মিনাল্লা-হি ইয়াতলূসুহুফাম মুতাহহারাহ।",
    "bn_haque": "আল্লাহ্‌র কাছ থেকে একজন রসূল, তিনি পাঠ করছেন পবিত্র পৃষ্ঠাসমূহ,",
    "bn_muhi": "অর্থাৎ আল্লাহর একজন রসূল, যিনি আবৃত্তি করতেন পবিত্র সহীফা,",
    "en": "A Messenger from Allah, reciting purified scriptures"
  },
  {
    "id": 3,
    "ar": "فِيهَا كُتُبٌ قَيِّمَةٌ",
    "tr": "ফীহা-কুতুবুন কাইয়িমাহ।",
    "bn_haque": "যাতে রয়েছে সুপ্রতিষ্ঠিত গ্রন্থসমূহ।",
    "bn_muhi": "যাতে আছে, সঠিক বিষয়বস্তু।",
    "en": "Within which are correct writings."
  },
  {
    "id": 4,
    "ar": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
    "tr": "ওয়ামা- তাফাররাকাল্লাযীনা ঊতুলকিতা-বা ইল্লা- মিম বা‘দি মা- জাআতহুমুল বাইয়িনাহ।",
    "bn_haque": "আর যাদের গ্রন্থখানা দেওয়া হয়েছিল তারা বিভক্ত হয় নি যতক্ষণ না তাদের কাছে সুস্পষ্ট প্রমাণ এসেছিল।",
    "bn_muhi": "অপর কিতাব প্রাপ্তরা যে বিভ্রান্ত হয়েছে, তা হয়েছে তাদের কাছে সুস্পষ্ট প্রমাণ আসার পরেই।",
    "en": "Nor did those who were given the Scripture become divided until after there had come to them clear evidence."
  },
  {
    "id": 5,
    "ar": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
    "tr": "ওয়ামাউমিরূইল্লা-লিয়া‘বুদুল্লা-হা মুখলিসীনা লাহুদ্দীনা হুনাফাআ ওয়া ইউকীমুসসালা-তা ওয়া ইউ’তুঝঝাকা-তা ওয়া যা-লিকা দীনুল কাইয়িমাহ।",
    "bn_haque": "আর তাদের আদেশ করা হয় নি এ ভিন্ন যে তারা আল্লাহ্‌র উপাসনা করবে ধর্মে তাঁর প্রতি বিশুদ্ধচিত্ত হয়ে, একনিষ্ঠভাবে, আর নামায কায়েম করবে ও যাকাত আদায় করবে, -- আর এইটিই সুপ্রতিষ্ঠিত ধর্ম।",
    "bn_muhi": "তাদেরকে এছাড়া কোন নির্দেশ করা হয়নি যে, তারা খাঁটি মনে একনিষ্ঠভাবে আল্লাহর এবাদত করবে, নামায কায়েম করবে এবং যাকাত দেবে। এটাই সঠিক ধর্ম।",
    "en": "And they were not commanded except to worship Allah, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakah. And that is the correct religion."
  },
  {
    "id": 6,
    "ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أُو۟لَٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
    "tr": "ইন্নাল্লাযীনা কাফারূমিন আহলিল কিতা-বি ওয়াল মুশরিকীনা ফী না-রি জাহান্নামা খা-লিদীনা ফীহা- উলাইকা হুম শাররুল বারিইইয়াহ।",
    "bn_haque": "নিঃসন্দেহ গ্রন্থের অনুবর্তীদের মধ্যের যারা অবিশ্বাস পোষণ করে আর বহুখোদাবাদীরা -- জাহান্নামের আগুনে, তা তে তারা অবস্থান করবে। তারাই স্বয়ং সৃষ্টজীবদের মধ্যে নিকৃষ্টতম।",
    "bn_muhi": "আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের, তারা জাহান্নামের আগুনে স্থায়ীভাবে থাকবে। তারাই সৃষ্টির অধম।",
    "en": "Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures."
  },
  {
    "id": 7,
    "ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
    "tr": "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি উলাইকা হুম খাইরুল বারিইইয়াহ।",
    "bn_haque": "পক্ষান্তরে যারা ঈমান এনেছে ও সৎকাজ করছে -- তারাই খোদ সৃষ্টজগতের মধ্যে শ্রেষ্ঠতম।",
    "bn_muhi": "যারা ঈমান আনে ও সৎকর্ম করে, তারাই সৃষ্টির সেরা।",
    "en": "Indeed, they who have believed and done righteous deeds - those are the best of creatures."
  },
  {
    "id": 8,
    "ar": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
    "tr": "জাঝাউহুম ‘ইনদা রাব্বিহিম জান্না-তু‘আদনিন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহাআবাদার রাদিয়াল্লা-হু ‘আনহুম ওয়া রাদূ ‘আনহু যা-লিকা লিমান খাশিয়া রাব্বাহ।",
    "bn_haque": "তাদের পুরস্কার রয়েছে তাদের প্রভুর কাছে -- নন্দনকাননসমূহ, তাদের নিচ দিয়ে বয়ে চলেছে ঝরনারাজি, সেখানে তারা অবস্থান করবে চিরকাল। আল্লাহ্ তাদের উপরে সন্তষ্ট আর তারা সন্তষ্ট তাঁর প্রতি। এইটি তার জন্য যে তার প্রভুকে ভয় করে।",
    "bn_muhi": "তাদের পালনকর্তার কাছে রয়েছে তাদের প্রতিদান চিরকাল বসবাসের জান্নাত, যার তলদেশে নির্ঝরিণী প্রবাহিত। তারা সেখানে থাকবে অনন্তকাল। আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারা আল্লাহর প্রতি সন্তুষ্ট। এটা তার জন্যে, যে তার পালনকর্তাকে ভয় কর।",
    "en": "Their reward with Allah will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allah being pleased with them and they with Him. That is for whoever has feared his Lord."
  }
]