[
  {
    "id": 1,
    "ar": "طسٓمٓ",
    "tr": "তা-ছিম মীম।",
    "bn_haque": "ত্বা, সীন, মীম।",
    "bn_muhi": "ত্বা-সীন-মীম।",
    "en": "Ta, Seen, Meem."
  },
  {
    "id": 2,
    "ar": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ",
    "tr": "তিলকা আ-য়া-তুল কিতা-বিল মুবীন।",
    "bn_haque": "এসব হচ্ছে সুস্পষ্ট গ্রন্থের বাণীসমূহ।",
    "bn_muhi": "এগুলো সুস্পষ্ট কিতাবের আয়াত।",
    "en": "These are the verses of the clear Book."
  },
  {
    "id": 3,
    "ar": "نَتْلُوا۟ عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
    "tr": "নাতলূ‘আলাইকা মিন নাবাই মূছা-ওয়াফির‘আওনা বিলহাক্কিলিকাওমিইঁ ইউ’মিনূন।",
    "bn_haque": "আমরা তোমার কাছে মূসা ও ফিরআউনের কাহিনী থেকে যথাযথভাবে বিবৃত করছি সেই লোকদের জন্য যারা বিশ্বাস করে।",
    "bn_muhi": "আমি আপনার কাছে মূসা ও ফেরাউনের বৃত্তান্ত সত্য সহকারে বর্ণনা করছি ঈমানদার সম্প্রদায়ের জন্যে।",
    "en": "We recite to you from the news of Moses and Pharaoh in truth for a people who believe."
  },
  {
    "id": 4,
    "ar": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْىِۦ نِسَآءَهُمْ إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ",
    "tr": "ইন্না ফির‘আওনা ‘আলা-ফিল আরদিওয়াজা‘আলা আহলাহা-শিইয়া‘আইঁ ইয়াছতাদ‘ইফু তাইফাতাম মিনহুম ইউযাব্বিহুআবনাআহুম ওয়াইয়াছতাহয়ী নিছাআহুম ইন্নাহূ কা-না মিনাল মুফছিদীন।",
    "bn_haque": "নিঃসন্দেহ ফিরআউন দেশে খুব উদ্ধত হয়েছিল, আর এর বাসিন্দাদের সে দলবিভক্ত করেছিল, সে তাদের একদলকে দুর্বল বানিয়েছিল, -- সে তাদের বেটাছেলেদের হত্যা করত ও বাঁচতে দিত তাদের মেয়েছেলেদের। নিঃসন্দেহ সে ছিল বিপর্যয় সৃষ্টিকারীদের অন্যতম।",
    "bn_muhi": "ফেরাউন তার দেশে উদ্ধত হয়েছিল এবং সে দেশবাসীকে বিভিন্ন দলে বিভক্ত করে তাদের একটি দলকে দূর্বল করে দিয়েছিল। সে তাদের পুত্র-সন্তানদেরকে হত্যা করত এবং নারীদেরকে জীবিত রাখত। নিশ্চয় সে ছিল অনর্থ সৃষ্টিকারী।",
    "en": "Indeed, Pharaoh exalted himself in the land and made its people into factions, oppressing a sector among them, slaughtering their [newborn] sons and keeping their females alive. Indeed, he was of the corrupters."
  },
  {
    "id": 5,
    "ar": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُوا۟ فِى ٱلْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ ٱلْوَٰرِثِينَ",
    "tr": "ওয়ানুরীদুআন্নামুন্না ‘আলাল্লাযীনাছতুদ‘ইফূফিল আরদি ওয়া নাজ‘আলাহুম আয়িম্মাতাওঁ ওয়া নাজ‘আলাহুমুল ওয়া-রিছীন।",
    "bn_haque": "আর আমরা চেয়েছিলাম যাদের পৃথিবীতে দুর্বল বানানো হয়েছিল তাদের প্রতি অনুগ্রহ করতে। আর তাদের নেতা করতে আর তাদের উত্তরাধিকারী করতে,",
    "bn_muhi": "দেশে যাদেরকে দূর্বল করা হয়েছিল, আমার ইচ্ছা হল তাদের প্রতি অনুগ্রহ করার, তাদেরকে নেতা করার এবং তাদেরকে দেশের উত্তরাধিকারী করার।",
    "en": "And We wanted to confer favor upon those who were oppressed in the land and make them leaders and make them inheritors"
  },
  {
    "id": 6,
    "ar": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ",
    "tr": "ওয়া নুমাক্কিনা লাহুম ফিল আরদি ওয়া নুরিয়া ফির‘আওনা ওয়া হা-মা-না ওয়া জুনূদাহুমামিনহুম মা-কা-নূইয়াহযারূন।",
    "bn_haque": "আর দেশে তাদের প্রতিষ্ঠা করতে, আর ফিরআউন ও হামান ও তাদের সেনাবাহিনীকে আমরা তা দেখাতে যা তারা তাদের থেকে আশংকা করত।",
    "bn_muhi": "এবং তাদেরকে দেশের ক্ষমতায় আসীন করার এবং ফেরাউন, হামান ও তাদের সৈন্য-বাহিনীকে তা দেখিয়ে দেয়ার, যা তারা সেই দূর্বল দলের তরফ থেকে আশংকা করত।",
    "en": "And establish them in the land and show Pharaoh and [his minister] Haman and their soldiers through them that which they had feared."
  },
  {
    "id": 7,
    "ar": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ",
    "tr": "ওয়া আওহাইনাইলাউম্মিা মূছাআন আরদি‘ঈহি ফাইযা-খিফতি ‘আলাইহি ফাআলকীহি ফিল ইয়াম্মি ওয়ালা-তাখা-ফী ওয়ালা-তাহঝানী ইন্না-রাদ্দূহু ইলাইকি ওয়া জা-‘ইলূহু মিনাল মুরছালীন।",
    "bn_haque": "আর আমরা মূসার মাতার কাছে অনুপ্রেরণা দিলাম এই বলে -- \"এটিকে স্তন্যদান করো, তারপর যখন তার সন্বন্ধে আশংকা কর তখন তাকে পানিতে ফেলে দাও, আর ভয় করো না ও দুঃখও করো না। নিঃসন্দেহ আমরা তাকে ফিরিয়ে দেব তোমার কাছে, আর তাকে বানিয়ে তুলব রসূলগণের একজন ক’রে।\"",
    "bn_muhi": "আমি মূসা-জননীকে আদেশ পাঠালাম যে, তাকে স্তন্য দান করতে থাক। অতঃপর যখন তুমি তার সম্পর্কে বিপদের আশংকা কর, তখন তাকে দরিয়ায় নিক্ষেপ কর এবং ভয় করো না, দুঃখও করো না। আমি অবশ্যই তাকে তোমার কাছে ফিরিয়ে দেব এবং তাকে পয়গম্বরগণের একজন করব।",
    "en": "And We inspired to the mother of Moses, \"Suckle him; but when you fear for him, cast him into the river and do not fear and do not grieve. Indeed, We will return him to you and will make him [one] of the messengers.\""
  },
  {
    "id": 8,
    "ar": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُوا۟ خَٰطِـِٔينَ",
    "tr": "ফালতাকাতাহূ আ-লুফির‘আওনা লিয়াকূনা লাহুম ‘আদুওওয়াওঁ ওয়া হাঝানান ইন্না ফির‘আওনা ওয়া হা-মা-না ওয়া জুনূদাহুমা-কা-নূখা-তিঈন।",
    "bn_haque": "\"তারপর তাঁকে তোলে নিল ফিরআউনের পরিজনবর্গ যেন তিনি তাদের জন্য হতে পারেন একজন শত্রু ও দুঃখ। নিঃসন্দেহ ফিরআউন ও হামান ও তাদের সৈন্যসামন্ত ছিল দোষী।",
    "bn_muhi": "অতঃপর ফেরাউন পরিবার মূসাকে কুড়িয়ে নিল, যাতে তিনি তাদের শত্রু ও দুঃখের কারণ হয়ে যান। নিশ্চয় ফেরাউন, হামান, ও তাদের সৈন্যবাহিনী অপরাধী ছিল।",
    "en": "And the family of Pharaoh picked him up [out of the river] so that he would become to them an enemy and a [cause of] grief. Indeed, Pharaoh and Haman and their soldiers were deliberate sinners."
  },
  {
    "id": 9,
    "ar": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
    "tr": "ওয়া কা-লাতিমরাআতুফির‘আওনা কুররাতু‘আইনিললী ওয়ালাকা লা-তাকতুলূহু ‘আছা আইঁ ইয়ানফা‘আনাআও নাত্তাখিযাহূওয়ালাদাওঁ ওয়া হুম লা-ইয়াশ‘উরূন।",
    "bn_haque": "আর ফিরআউনের স্ত্রী বলল -- \"এ আমার জন্য ও তোমার জন্য এক চোখ-জোড়ানো আনন্দ! একে কাতল করো না, হতে পারে সে আমাদের উপকারে আসবে, অথবা তাকে আমরা পুত্ররূপে গ্রহণ করব।\" আর তারা বুঝতে পারল না।",
    "bn_muhi": "ফেরাউনের স্ত্রী বলল, এ শিশু আমার ও তোমার নয়নমণি, তাকে হত্যা করো না। এ আমাদের উপকারে আসতে পারে অথবা আমরা তাকে পুত্র করে নিতে পারি। প্রকৃতপক্ষে পরিণাম সম্পর্কে তাদের কোন খবর ছিল না।",
    "en": "And the wife of Pharaoh said, \"[He will be] a comfort of the eye for me and for you. Do not kill him; perhaps he may benefit us, or we may adopt him as a son.\" And they perceived not."
  },
  {
    "id": 10,
    "ar": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًا إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
    "tr": "ওয়াআসবাহা ফুআ-দুউম্মি মূছা-ফা-রিগান ইন কা-দাত লাতুবদী বিহী লাওলাআর রাবাতনা-‘আলা-কালবিহা-লিতাকূনা মিনাল মু’মিনীন।",
    "bn_haque": "আর পরক্ষণেই মূসার মায়ের হৃদয় মুক্ত হ’ল। সে হয়ত এটি প্রকাশ করেই ফেলত যদি না আমরা তার হৃদয়ে বল দিতাম, যেন সে মুমিনদের মধ্যেকার হয়।",
    "bn_muhi": "সকালে মূসা জননীর অন্তর অস্থির হয়ে পড়ল। যদি আমি তাঁর হৃদয়কে দৃঢ় করে না দিতাম, তবে তিনি মূসাজনিত অস্থিরতা প্রকাশ করেই দিতেন। দৃঢ় করলাম, যাতে তিনি থাকেন বিশ্ববাসীগণের মধ্যে।",
    "en": "And the heart of Moses' mother became empty [of all else]. She was about to disclose [the matter concerning] him had We not bound fast her heart that she would be of the believers."
  },
  {
    "id": 11,
    "ar": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
    "tr": "ওয়া কা-লাত লিউখতিহী কুসসীহি ফাবাসুরাত বিহী ‘আন জুনুবিওঁ ওয়াহুম লাইয়াশ‘উরূন।",
    "bn_haque": "আর সে তাঁর বোনকে বলল -- \"এর পেছনে পেছনে যাও।\" কাজেই সে তাঁর প্রতি লক্ষ্য রেখেছিল দূর থেকে, আর তারা বুঝতে পারে নি।",
    "bn_muhi": "তিনি মূসার ভগিণীকে বললেন, তার পেছন পেছন যাও। সে তাদের অজ্ঞাতসারে অপরিচিতা হয়ে তাকে দেখে যেতে লাগল।",
    "en": "And she said to his sister, \"Follow him\"; so she watched him from a distance while they perceived not."
  },
  {
    "id": 12,
    "ar": "وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَٰصِحُونَ",
    "tr": "ওয়া হাররামনা- ‘আলাইহিল মারা-দি‘আ মিন কাবলুফাকা-লাত হাল আদুললকুম ‘আলাআহলি বাইতিইঁ ইয়াকফুলূনাহূলাকুম ওয়াহুম লাহূনা-সিহূন।",
    "bn_haque": "আর আমরা আগে থেকেই স্তন্যপান তাঁর জন্য নিষিদ্ধ করেছিলাম। তখন সে বললে, \"আমি কি আপনাদের এমন কোনো ঘরের লোকের বিষয়ে বলে দেব যারা আপনাদের জন্য তাকে লালন-পালন করতেও পারে, আর তারা এর শুভাকাঙ্খী হবে?\"",
    "bn_muhi": "পূর্ব থেকেই আমি ধাত্রীদেরকে মূসা থেকে বিরত রেখেছিলাম। মূসার ভগিনী বলল, আমি তোমাদেরকে এমন এক পরিবারের কথা বলব কি, যারা তোমাদের জন্যে একে লালন-পালন করবে এবং তারা হবে তার হিতাকাঙ্ক্ষী?",
    "en": "And We had prevented from him [all] wet nurses before, so she said, \"Shall I direct you to a household that will be responsible for him for you while they are to him [for his upbringing] sincere?\""
  },
  {
    "id": 13,
    "ar": "فَرَدَدْنَٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "tr": "ফারাদাদনা-হুইলাউম্মিহী কাই তাকাররা ‘আইনুহা- ওয়ালা-তাহঝানা, ওয়ালিতা‘লামা আন্না ওয়া‘দাল্লা-হি হাক্কুওঁ ওয়ালা-কিন্না আকছারাহুম লা-ইয়া‘লামূন।",
    "bn_haque": "তখন আমরা তাঁকে ফিরিয়ে দিলাম তাঁর মায়ের কাছে, যেন তার চোখ জুড়িয়ে যায় আর যেন সে দুঃখ না করে, আর যেন সে জানতে পারে যে আল্লাহ্‌র ওয়াদা ধ্রুবসত্য। কিন্তু তাদের অধিকাংশই জানে না।",
    "bn_muhi": "অতঃপর আমি তাকে জননীর কাছে ফিরিয়ে দিলাম, যাতে তার চক্ষু জুড়ায় এবং তিনি দুঃখ না করেন এবং যাতে তিনি জানেন যে, আল্লাহর ওয়াদা সত্য, কিন্তু অনেক মানুষ তা জানে না।",
    "en": "So We restored him to his mother that she might be content and not grieve and that she would know that the promise of Allah is true. But most of the people do not know."
  },
  {
    "id": 14,
    "ar": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسْتَوَىٰٓ ءَاتَيْنَٰهُ حُكْمًا وَعِلْمًا وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
    "tr": "ওয়ালাম্মা-বালাগা আশুদ্দাহূওয়াছতাওয়াআ-তাইনা-হু হুকমাওঁ ওয়া ‘ইলমাওঁ ওয়া কাযা-লিকা নাজঝিল মুহছিনীন।",
    "bn_haque": "আর যখন তিনি তাঁর যৌবনে পৌঁছলেন ও পূর্ণবয়স্ক হলেন, আমরা তখন তাঁকে জ্ঞান ও বিদ্যা দান করলাম। আর এইভাবেই আমরা সৎকর্মীদের প্রতিদান দিই।",
    "bn_muhi": "যখন মূসা যৌবনে পদার্পন করলেন এবং পরিণত বয়স্ক হয়ে গেলেন, তখন আমি তাঁকে প্রজ্ঞা ও জ্ঞানদান করলাম। এমনিভাবে আমি সৎকর্মীদেরকে প্রতিদান দিয়ে থাকি।",
    "en": "And when he attained his full strength and was [mentally] mature, We bestowed upon him judgement and knowledge. And thus do We reward the doers of good."
  },
  {
    "id": 15,
    "ar": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنْ عَدُوِّهِۦ فَٱسْتَغَٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ قَالَ هَٰذَا مِنْ عَمَلِ ٱلشَّيْطَٰنِ إِنَّهُۥ عَدُوٌّ مُّضِلٌّ مُّبِينٌ",
    "tr": "ওয়া দাখালাল মাদীনাতা ‘আলা-হীনি গাফলাতিম মিন আহলিহা-ফাওয়াজাদাফীহারাজুলাইনি ইয়াকতাতিলা-নি হা-যা-মিন শী‘আতিহী ওয়া হা-যা-মিন আদুওবিহী ফাছতাগা-ছাহুল্লাযী মিন শী‘আতিহী ‘আলাল্লাযী মিন ‘আদুওবিহী ফাওয়াকাঝাহূ মূছা-ফাকাদা-‘আলাইহি কা-লা হা-যা-মিন ‘আমালিশশাইতা-নি ইন্নাহূ ‘আদুওউম মুদিল্লুম মুবীন।",
    "bn_haque": "আর তিনি শহরে প্রবেশ করলেন যে সময়ে এর অধিবাসীরা অসতর্ক ছিল, তখন তিনি সেখানে দেখতে পেলেন দুজন লোক মারামারি করছে, -- একজন তাঁর দলের আর একজন তাঁর শত্রুপক্ষের, তখন যে ব্যক্তি তাঁর দলীয় সে তাঁর সাহায্যের জন্য চীৎকার করল তার বিরুদ্ধে যে তাঁর শত্রুপক্ষীয়, সুতরাং মূসা তাকে ঘুষি মারলেন, তখন তিনি তাকে খতম করে ফেললেন। তিনি বললেন -- \"এইটি শয়তানের কাজের ফলে। নিঃসন্দেহ সে এক শত্রু -- প্রকাশ্যভাবে বিভ্রান্তকারী।\"",
    "bn_muhi": "তিনি শহরে প্রবেশ করলেন, যখন তার অধিবাসীরা ছিল বেখবর। তথায় তিনি দুই ব্যক্তিকে লড়াইরত দেখলেন। এদের একজন ছিল তাঁর নিজ দলের এবং অন্য জন তাঁর শত্রু দলের। অতঃপর যে তাঁর নিজ দলের সে তাঁর শত্রু দলের লোকটির বিরুদ্ধে তাঁর কাছে সাহায্য প্রার্থনা করল। তখন মূসা তাকে ঘুষি মারলেন এবং এতেই তার মৃত্যু হয়ে গেল। মূসা বললেন, এটা শয়তানের কাজ। নিশ্চয় সে প্রকাশ্য শত্রু, বিভ্রান্তকারী।",
    "en": "And he entered the city at a time of inattention by its people and found therein two men fighting: one from his faction and one from among his enemy. And the one from his faction called for help to him against the one from his enemy, so Moses struck him and [unintentionally] killed him. [Moses] said, \"This is from the work of Satan. Indeed, he is a manifest, misleading enemy.\""
  },
  {
    "id": 16,
    "ar": "قَالَ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُۥٓ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "tr": "কা-লা রাব্বি ইন্নী জালামতুনাফছী ফাগফিরলী ফাগাফারা লাহূ ইন্নাহূহুওয়াল গাফূরুর রাহীম।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! আমি নিঃসন্দেহ আমার নিজের প্রতি অত্যাচার করে ফেলেছি, সেজন্য আমাকে পরিত্রাণ করো।\" সুতরাং তিনি তাঁকে পরিত্রাণ করলেন। নিঃসন্দেহ তিনি -- তিনিই পরিত্রাণকারী, অফুরন্ত ফলদাতা।",
    "bn_muhi": "তিনি বললেন, হে আমার পালনকর্তা, আমি তো নিজের উপর জুলুম করে ফেলেছি। অতএব, আমাকে ক্ষমা করুন। আল্লাহ তাকে ক্ষমা করলেন। নিশ্চয় তিনি ক্ষমাশীল, দয়ালু।",
    "en": "He said, \"My Lord, indeed I have wronged myself, so forgive me,\" and He forgave him. Indeed, He is the Forgiving, the Merciful."
  },
  {
    "id": 17,
    "ar": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ",
    "tr": "কা-লা রাব্বি বিমাআন‘আমতা আলাইইয়া ফালান আকূনা জাহীরাল লিলমুজরিমীন।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! যেহেতু তুমি আমার প্রতি অনুগ্রহ করেছ, তাই আমি কখনো অপরাধীদের পৃষ্ঠপোষক হবো না।\"",
    "bn_muhi": "তিনি বললেন, হে আমার পালনকর্তা, আপনি আমার প্রতি যে অনুগ্রহ করেছেন, এরপর আমি কখনও অপরাধীদের সাহায্যকারী হব না।",
    "en": "He said, \"My Lord, for the favor You bestowed upon me, I will never be an assistant to the criminals.\""
  },
  {
    "id": 18,
    "ar": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًا يَتَرَقَّبُ فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّ مُّبِينٌ",
    "tr": "ফাআসবাহা ফিল মাদীনাতি খাইফাইঁ ইয়াতারাক্কাবুফাইযাল্লাযিছ তানসারাহূবিলআমছি ইয়াছতাসরিখুহু কা-লা লাহূমূছাইন্নাকা লাগাবিইউম মুবীন।",
    "bn_haque": "তারপর তিনি সকালবেলায় ভীত-সন্ত্রস্ত অবস্থায় শহরটিতে বেরুলেন সতর্ক দৃষ্টি ফেলে, তখন হঠাৎ যে আগের দিনে তাঁর সাহায্য চেয়েছিল সে তাঁর প্রতি চীৎকার করল। মূসা তাকে বললেন -- \"তুমি তো স্পষ্টই একজন ঝগড়াটে।\"",
    "bn_muhi": "অতঃপর তিনি প্রভাতে উঠলেন সে শহরে ভীত-শংকিত অবস্থায়। হঠাৎ তিনি দেখলেন, গতকল্য যে ব্যক্তি তাঁর সাহায্য চেয়েছিল, সে চিৎকার করে তাঁর সাহায্য প্রার্থনা করছে। মূসা তাকে বললেন, তুমি তো একজন প্রকাশ্য পথভ্রষ্ট ব্যক্তি।",
    "en": "And he became inside the city fearful and anticipating [exposure], when suddenly the one who sought his help the previous day cried out to him [once again]. Moses said to him, \"Indeed, you are an evident, [persistent] deviator.\""
  },
  {
    "id": 19,
    "ar": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ",
    "tr": "ফালাম্মাআন আরা-দা আইঁ ইয়াবতিশা বিল্লাযী হুওয়া ‘আদুওউল্লাহুমা- কা-লা ইয়া-মূছাআতুরীদুআন তাকতুলানী কামা-কাতালতা নাফছাম বিলআমছি ইন তুরীদু ইল্লাআন তাকূনা জাব্বা-রান ফিল আরদিওয়ামা-তুরীদুআন তাকূনা মিনাল মুসলিহীন।",
    "bn_haque": "তারপর যখন তিনি পাকড়াতে চাইলেন তাকে যে তাঁদের উভয়েরই শত্রু তখন সে বললে -- \"হে মূসা! তুমি কি আমাকে মেরে ফেলতে চাও যেমন তুমি একজনকে গতকাল মেরে ফেলেছ, তুমি তো চাইছ কেবল দেশে জবরদস্ত বনতে, আর তুমি চাও না শান্তিস্থাপনকারীদের অন্তর্ভুক্ত হতে।\"",
    "bn_muhi": "অতঃপর মূসা যখন উভয়ের শত্রুকে শায়েস্তা করতে চাইলেন, তখন সে বলল, গতকল্য তুমি যেমন এক ব্যক্তিকে হত্যা করেছিলে, সে রকম আমাকেও কি হত্যা করতে চাও? তুমি তো পৃথিবীতে স্বৈরাচারী হতে চাচ্ছ এবং সন্ধি স্থাপনকারী হতে চাও না।",
    "en": "And when he wanted to strike the one who was an enemy to both of them, he said, \"O Moses, do you intend to kill me as you killed someone yesterday? You only want to be a tyrant in the land and do not want to be of the amenders.\""
  },
  {
    "id": 20,
    "ar": "وَجَآءَ رَجُلٌ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّٰصِحِينَ",
    "tr": "ওয়া জাআ রাজুলুম মিন আকসাল মাদীনাতি ইয়াছ‘আ- কা-লা ইয়া-মূছাইন্নাল মালায়া ইয়া’তামিরূনা বিকা লিইয়াকতুলূকা ফাখরুজ ইন্নী লাকা মিনান না-সিহীন।",
    "bn_haque": "আর একজন লোক শহরের দূরপ্রান্ত থেকে ছুটতে ছুটতে এল। সে বললে -- \"হে মূসা! নিঃসন্দেহ প্রধানরা তোমার সন্বন্ধে পরামর্শ করছে তোমাকে হত্যা করতে, কাজেই বেরিয়ে যাও, নিঃসন্দেহ আমি তোমার জন্য মঙ্গলাকাঙ্খীদের একজন ।\"",
    "bn_muhi": "এসময় শহরের প্রান্ত থেকে একব্যক্তি ছুটে আসল এবং বলল, হে মূসা, রাজ্যের পরিষদবর্গ তোমাকে হত্যা করার পরমর্শ করছে। অতএব, তুমি বের হয়ে যাও। আমি তোমার হিতাকাঙ্ক্ষী।",
    "en": "And a man came from the farthest end of the city, running. He said, \"O Moses, indeed the eminent ones are conferring over you [intending] to kill you, so leave [the city]; indeed, I am to you of the sincere advisors.\""
  },
  {
    "id": 21,
    "ar": "فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
    "tr": "ফাখারাজা মিনহা-খা-ইফাইঁ ইয়াতারাক্কাবু কা-লা রাব্বি নাজ্জিনী মিনাল কাওমিজ্জা-লিমীন।",
    "bn_haque": "সুতরাং তিনি সেখান থেকে বেরিয়ে গেলেন ভীতসন্ত্রস্তভাবে সতর্ক দৃষ্টি মেলে। তিনি বললেন -- \"আমার প্রভু! আমাকে অত্যাচারীগোষ্ঠী থেকে উদ্ধার করো।\"",
    "bn_muhi": "অতঃপর তিনি সেখান থেকে ভীত অবস্থায় বের হয়ে পড়লেন পথ দেখতে দেখতে। তিনি বললেন, হে আমার পালনকর্তা, আমাকে জালেম সম্প্রদায়ের কবল থেকে রক্ষা কর।",
    "en": "So he left it, fearful and anticipating [apprehension]. He said, \"My Lord, save me from the wrongdoing people.\""
  },
  {
    "id": 22,
    "ar": "وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّىٓ أَن يَهْدِيَنِى سَوَآءَ ٱلسَّبِيلِ",
    "tr": "ওয়া লাম্মা-তাওয়াজ্জাহা তিলকাআ মাদইয়ানা কা-লা ‘আছা-রাববীআই ইয়াহদিয়ানী ছাওয়াআছছাবীল।",
    "bn_haque": "আর তিনি যখন মাদয়ান অভিমুখে যাত্রা করলেন তখন বললেন -- \"হতে পারে আমার প্রভু আমাকে ঠিক পথে চালিয়ে নেবেন।\"",
    "bn_muhi": "যখন তিনি মাদইয়ান অভিমুখে রওয়ানা হলেন তখন বললেন, আশা করা যায় আমার পালনকর্তা আমাকে সরল পথ দেখাবেন।",
    "en": "And when he directed himself toward Madyan, he said, \"Perhaps my Lord will guide me to the sound way.\""
  },
  {
    "id": 23,
    "ar": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ ٱلنَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ ٱلرِّعَآءُ وَأَبُونَا شَيْخٌ كَبِيرٌ",
    "tr": "ওয়া লাম্মা-ওয়ারাদা মাআ মাদইয়ানা ওয়াজাদা ‘আলাইহি উম্মাতাম মিনান্না-ছি ইয়াছকূনা ওয়া ওয়াজাদা মিন দূনিহিমুমরাআতাইনি তাযূদা-নি কা-লা মা-খাতবুকুমা- কা-লাতা-লা-নাছকী হাত্তা-ইউসদিরার রি‘আউ ওয়া আবূনা-শাইখুন কাবীর।",
    "bn_haque": "আর যখন তিনি মাদয়ানের জলাশয়ের কাছে এলেন তখন তিনি তাতে দেখলেন একদল লোক পানি খাওয়াচ্ছে, আর তাদের পাশে তিনি দেখতে পেলেন দুজন মহিলা আগলে রেখেছে। তিনি বললেন -- \"তোমাদের দুজনের কি ব্যাপার?\" তারা বললে -- \"আমরা পানি খাওয়াতে পারছি না যে পর্যন্ত না রাখালরা সরিয়ে নিয়ে যায়, আর আমাদের আব্বা খুব বুড়ো মানুষ।\"",
    "bn_muhi": "যখন তিনি মাদইয়ানের কূপের ধারে পৌছলেন, তখন কূপের কাছে একদল লোককে পেলেন তারা জন্তুদেরকে পানি পান করানোর কাজে রত। এবং তাদের পশ্চাতে দূ’জন স্ত্রীলোককে দেখলেন তারা তাদের জন্তুদেরকে আগলিয়ে রাখছে। তিনি বললেন, তোমাদের কি ব্যাপার? তারা বলল, আমরা আমাদের জন্তুদেরকে পানি পান করাতে পারি না, যে পর্যন্ত রাখালরা তাদের জন্তুদেরকে নিয়ে সরে না যায়। আমাদের পিতা খুবই বৃদ্ধ।",
    "en": "And when he came to the well of Madyan, he found there a crowd of people watering [their flocks], and he found aside from them two women driving back [their flocks]. He said, \"What is your circumstance?\" They said, \"We do not water until the shepherds dispatch [their flocks]; and our father is an old man.\""
  },
  {
    "id": 24,
    "ar": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍ فَقِيرٌ",
    "tr": "ফাছাকা-লাহুমা-ছু ম্মা তাওয়াল্লাইলাজজিলিল ফাকা-লা রাব্বি ইন্নী লিমাআনঝালতা ইলাইইয়া মিন খাইরিন ফাকীর।",
    "bn_haque": "সুতরাং তিনি তাদের দুজনের জন্য পানি খাওয়ালেন, তারপর ছায়ার দিকে ফিরে গেলেন আর বললেন -- \"আমার প্রভু! তুমি আমার প্রতি যে কোনো অনুগ্রহ পাঠাবে আমি তারই জন্যে ভিখারী হয়ে আছি।\"",
    "bn_muhi": "অতঃপর মূসা তাদের জন্তুদেরকে পানি পান করালেন। অতঃপর তিনি ছায়ার দিকে সরে গেলেন এবং বললেন, হে আমার পালনকর্তা, তুমি আমার প্রতি যে অনুগ্রহ নাযিল করবে, আমি তার মুখাপেক্ষী।",
    "en": "So he watered [their flocks] for them; then he went back to the shade and said, \"My Lord, indeed I am, for whatever good You would send down to me, in need.\""
  },
  {
    "id": 25,
    "ar": "فَجَآءَتْهُ إِحْدَىٰهُمَا تَمْشِى عَلَى ٱسْتِحْيَآءٍ قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ ٱلْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
    "tr": "ফাজাআতহু ইহদা-হুমা-তামশী ‘আলাছ তিহইয়া-ইন, কা-লাত ইন্না আবী ইয়াদ‘ঊকা লিইয়াজঝিয়াকা আজরামা-ছাকাইতা লানা- ফালাম্মা-জাআহূওয়া কাসসা ‘আলাইহিল কাসাসা কা-লা লা-তাখাফ নাজাওতা মিনাল কাওমিজ্জালিমীন।",
    "bn_haque": "তারপরে সেই দুইজন মহিলার একজন তাঁর নিকটে লাজুকভাবে হেঁটে এল। সে বললে -- \"আমার আব্বা আপনাকে আমন্ত্রণ করেছেন আপনি যে আমাদের জন্য পানি খাইয়েছেন সেজন্য আপনাকে পারিশ্রমিক প্রদান করতে।\" তারপর যখন তিনি তার কাছে এলেন এবং তার কাছে বৃত্তান্ত বর্ণনা করলেন তখন সে বলল -- \"ভয় করো না, তুমি অত্যাচারী লোকদের কবল থেকে রক্ষা পেয়েছ।\"",
    "bn_muhi": "অতঃপর বালিকাদ্বয়ের একজন লজ্জাজড়িত পদক্ষেপে তাঁর কাছে আগমন করল। বলল, আমার পিতা আপনাকে ডাকছেন, যাতে আপনি যে আমাদেরকে পানি পান করিয়েছেন, তার বিনিময়ে পুরস্কার প্রদান করেন। অতঃপর মূসা যখন তাঁর কাছে গেলেন এবং সমস্ত বৃত্তান্ত বর্ণনা করলেন, তখন তিনি বললেন, ভয় করো না, তুমি জালেম সম্প্রদায়ের কবল থেকে রক্ষা পেয়েছ।",
    "en": "Then one of the two women came to him walking with shyness. She said, \"Indeed, my father invites you that he may reward you for having watered for us.\" So when he came to him and related to him the story, he said, \"Fear not. You have escaped from the wrongdoing people.\""
  },
  {
    "id": 26,
    "ar": "قَالَتْ إِحْدَىٰهُمَا يَٰٓأَبَتِ ٱسْتَـْٔجِرْهُ إِنَّ خَيْرَ مَنِ ٱسْتَـْٔجَرْتَ ٱلْقَوِىُّ ٱلْأَمِينُ",
    "tr": "কা-লাত ইহদা-হুমা-ইয়াআবাতিছ তা’জিরহু ইন্না খাইরা মানিছতা’জারতাল কাবিইয়ুউল আমীন।",
    "bn_haque": "মেয়ে দুজনের একজন বলল -- \"হে আমার আব্বা! তুমি একে কর্মচারী ক’রে নাও, তুমি যাদের নিযুক্ত করতে পার তাদের মধ্যে সে-ই সব চাইতে ভাল যে বলবান, বিশ্বস্ত।\"",
    "bn_muhi": "বালিকাদ্বয়ের একজন বলল পিতাঃ তাকে চাকর নিযুক্ত করুন। কেননা, আপনার চাকর হিসেবে সে-ই উত্তম হবে, যে শক্তিশালী ও বিশ্বস্ত।",
    "en": "One of the women said, \"O my father, hire him. Indeed, the best one you can hire is the strong and the trustworthy.\""
  },
  {
    "id": 27,
    "ar": "قَالَ إِنِّىٓ أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ٱبْنَتَىَّ هَٰتَيْنِ عَلَىٰٓ أَن تَأْجُرَنِى ثَمَٰنِىَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ",
    "tr": "কা-লা ইন্নীউরীদুআন উনকিহাকা ইহদাব নাতাইইয়া হা-তাইনি ‘আলাআন তা’জুরানী ছামা-নিয়া হিজাজিন ফাইন আতমামতা ‘আশরান ফামিন ‘ইনদিকা ওয়ামাউরীদু আন আশুক্কা ‘আলাইকা ছাতাজিদুনীইন শাআল্লা-হু মিনাসসা-লিহীন।",
    "bn_haque": "সে বলল -- \"আমি তো চাইছি আমার এই দুই মেয়ের একটিকে তোমার সাথে বিয়ে দিতে এই শর্তে যে তুমি আমার জন্য চাকরি করবে আট হজ, আর যদি তুমি দশ পূর্ণ কর তাহলে সে তোমার ইচ্ছা, আর আমি চাই না যে আমি তোমার উপরে কঠোর হব। তুমি শীঘ্রই, ইন-শা-আল্লাহ্‌, আমাকে দেখতে পাবে ন্যায়পরায়ণদের একজন।\"",
    "bn_muhi": "পিতা মূসাকে বললেন, আমি আমার এই কন্যাদ্বয়ের একজনকে তোমার সাথে বিবাহে দিতে চাই এই শর্তে যে, তুমি আট বছর আমার চাকুরী করবে, যদি তুমি দশ বছর পূর্ণ কর, তা তোমার ইচ্ছা। আমি তোমাকে কষ্ট দিতে চাই না। আল্লাহ চাহেন তো তুমি আমাকে সৎকর্মপরায়ণ পাবে।",
    "en": "He said, \"Indeed, I wish to wed you one of these, my two daughters, on [the condition] that you serve me for eight years; but if you complete ten, it will be [as a favor] from you. And I do not wish to put you in difficulty. You will find me, if Allah wills, from among the righteous.\""
  },
  {
    "id": 28,
    "ar": "قَالَ ذَٰلِكَ بَيْنِى وَبَيْنَكَ أَيَّمَا ٱلْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَىَّ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
    "tr": "কা-লা যা-লিকা বাইনি ওয়া বাইনাকা আইইয়ামাল আজালাইনি কাদাইতুফালা‘উদওয়া-না ‘আলাইইয়া ওয়াল্লা-হু ‘আলা-মা-নাকূলুওয়াকীল।",
    "bn_haque": "তিনি বললেন -- \"এই-ই আমার মধ্যে ও আপনার মধ্যে রইল। এ দুটি মিয়াদের যে কোনোটি আমি যদি পূর্ণ করি তাহলে আমার বিরুদ্ধে কোনো অভিযোগ থাকবে না। আর আমরা যা কথা বলছি তার উপরে আল্লাহ্ কার্যনির্বাহক রইলেন।\"",
    "bn_muhi": "মূসা বললেন, আমার ও আপনার মধ্যে এই চুক্তি স্থির হল। দু’টি মেয়াদের মধ্য থেকে যে কোন একটি পূর্ণ করলে আমার বিরুদ্ধে কোন অভিযোগ থাকবে না। আমরা যা বলছি, তাতে আল্লাহর উপর ভরসা।",
    "en": "[Moses] said, \"That is [established] between me and you. Whichever of the two terms I complete - there is no injustice to me, and Allah, over what we say, is Witness.\""
  },
  {
    "id": 29,
    "ar": "فَلَمَّا قَضَىٰ مُوسَى ٱلْأَجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارًا قَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ ٱلنَّارِ لَعَلَّكُمْ تَصْطَلُونَ",
    "tr": "ফালাম্মা-কাদা-মূছাল আজালা ওয়াছা-রা বিআহলিহীআ-নাছা মিন জা-নিবিততুরি নারান কা-লা লিআহলিহিমকুছূদ্ম ইন্নীআ-নাছতুনা-রাল্লা‘আললীআ-তীকুম মিন হাবিখাবারিন আও জাযওয়াতিম মিনান্না-রি লা‘আল্লাকুম তাসতালূন।",
    "bn_haque": "তারপর মূসা যখন মিয়াদ পূর্ণ করেলন এবং তাঁর পরিবারবর্গসহ যাত্রা করলেন, তখন তিনি পাহাড়ের কিনার থেকে আগুনের আভাস পেলেন। তিনি তাঁর পরিজনদের বললেন -- \"তোমরা অপেক্ষা কর, আমি আগুনের আভাস পাচ্ছি, সম্ভবতঃ আমি সেখান থেকে তোমাদের জন্য কোনো খবর নিয়ে আসতে পারব অথবা আগুনের একটি আঙটা যাতে তোমরা নিজেদের গরম করতে পার।\"",
    "bn_muhi": "অতঃপর মূসা (আঃ) যখন সেই মেয়াদ পূর্ণ করল এবং সপরিবারে যাত্রা করল, তখন সে তুর পর্বতের দিক থেকে আগুন দেখতে পেল। সে তার পরিবারবর্গকে বলল, তোমরা অপেক্ষা কর, আমি আগুন দেখেছি। সম্ভবতঃ আমি সেখান থেকে তোমাদের কাছে কোন খবর নিয়ে আসতে পারি অথবা কোন জ্বলন্ত কাষ্ঠখন্ড আনতে পারি, যাতে তোমরা আগুন পোহাতে পার।",
    "en": "And when Moses had completed the term and was traveling with his family, he perceived from the direction of the mount a fire. He said to his family, \"Stay here; indeed, I have perceived a fire. Perhaps I will bring you from there [some] information or burning wood from the fire that you may warm yourselves.\""
  },
  {
    "id": 30,
    "ar": "فَلَمَّآ أَتَىٰهَا نُودِىَ مِن شَٰطِئِ ٱلْوَادِ ٱلْأَيْمَنِ فِى ٱلْبُقْعَةِ ٱلْمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّىٓ أَنَا ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ",
    "tr": "ফালাম্মাআতা-হা-নূদিয়া মিন শা-তিইল ওয়া-দিল আইমানি ফিল বুক‘আতিল মুবা-রাকাতি মিনাশশাজারাতি আইঁ ইয়া-মূছাইন্নীআনাল্লা-হু রাব্বুল ‘আ-লামীন।",
    "bn_haque": "তারপর যখন তিনি তার কাছে এলেন তখন একটি আওয়াজ উঠল উপত্যকার ডান দিকের ঝোপঝাড়ের পুণ্য স্থান থেকে এই বলে -- \"হে মূসা! নিঃসন্দেহ আমিই আল্লাহ্‌, বিশ্বজগতের প্রভু।\"",
    "bn_muhi": "যখন সে তার কাছে পৌছল, তখন পবিত্র ভূমিতে অবস্থিত উপত্যকার ডান প্রান্তের বৃক্ষ থেকে তাকে আওয়াজ দেয়া হল, হে মূসা! আমি আল্লাহ, বিশ্ব পালনকর্তা।",
    "en": "But when he came to it, he was called from the right side of the valley in a blessed spot - from the tree, \"O Moses, indeed I am Allah, Lord of the worlds.\""
  },
  {
    "id": 31,
    "ar": "وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ يَٰمُوسَىٰٓ أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ ٱلْءَامِنِينَ",
    "tr": "ওয়া আন আলকি‘আসা-কা ফালাম্মা-রাআ-হা-তাহতাঝঝুকাআন্নাহা-জান্নুওঁ ওয়াল্লা-মুদবিরাওঁ ওয়া লাম ইউআক্কিব ইয়া-মূছা আকবিল ওয়ালা-তাখাফ ইন্নাকা মিনাল আ-মিনীন।",
    "bn_haque": "আর এই বলে -- \"তোমার লাঠি ছুঁড়ে মার।\" তারপর যখন তিনি এটিকে দেখলেন দৌড়ছে -- যেন এটি একটি সাপ, তখন তিনি পিছু হটলেন ছুটতে ছুটতে আর ঘুরে দেখলেন না। \"ওহ মূসা! সামনে এসো, আর ভয় করো না, নিঃসন্দেহ তুমি নিরাপদ লোকদের অন্তর্ভুক্ত।",
    "bn_muhi": "আরও বলা হল, তুমি তোমার লাঠি নিক্ষেপ কর। অতঃপর যখন সে লাঠিকে সর্পের ন্যায় দৌড়াদৌড়ি করতে দেখল, তখন সে মুখ ফিরিয়ে বিপরীত দিকে পালাতে লাগল এবং পেছন ফিরে দেখল না। হে মূসা, সামনে এস এবং ভয় করো না। তোমার কোন আশংকা নেই।",
    "en": "And [he was told], \"Throw down your staff.\" But when he saw it writhing as if it was a snake, he turned in flight and did not return. [ Allah said], \"O Moses, approach and fear not. Indeed, you are of the secure."
  },
  {
    "id": 32,
    "ar": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ وَٱضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ ٱلرَّهْبِ فَذَٰنِكَ بُرْهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦٓ إِنَّهُمْ كَانُوا۟ قَوْمًا فَٰسِقِينَ",
    "tr": "উছলুক ইয়াদাকা ফী জাইবিকা তাখরুজ বাইদাআ মিন গাইরি ছূইওঁ ওয়াদমুম ইলাইকা জানা-হাকা মিনাররাহবি ফাযা-নিকা বুরহা-না-নি মিররাব্বিকা ইলা-ফির‘আওনা ওয়া মালাইহী ইন্নাহুম কা-নূকাওমান ফা-ছিকীন।",
    "bn_haque": "তোমার হাত তোমার পকেটে ঢোকাও, এটি বেরিয়ে আসবে সাদা হয়ে কোনো দোষত্রুটি ছাড়া, আর তোমার পাখনা তোমার প্রতি চেপে ধর ভয়ের থেকে। সুতরাং এ দুটি হচ্ছে তোমার প্রভুর কাছ থেকে ফিরআউন ও তার প্রধানদের কাছে দুই প্রমাণ। নিঃসন্দেহ তারা হচ্ছে সীমালংঘনকারী জাতি।",
    "bn_muhi": "তোমার হাত বগলে রাখ। তা বের হয়ে আসবে নিরাময় উজ্জ্বল হয়ে এবং ভয় হেতু তোমার হাত তোমার উপর চেপে ধর। এই দু’টি ফেরাউন ও তার পরিষদবর্গের প্রতি তোমার পালনকর্তার তরফ থেকে প্রমাণ। নিশ্চয় তারা পাপাচারী সম্প্রদায়।",
    "en": "Insert your hand into the opening of your garment; it will come out white, without disease. And draw in your arm close to you [as prevention] from fear, for those are two proofs from your Lord to Pharaoh and his establishment. Indeed, they have been a people defiantly disobedient.\""
  },
  {
    "id": 33,
    "ar": "قَالَ رَبِّ إِنِّى قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ",
    "tr": "কা-লা রাব্বি ইন্নী কাতালতুমিনহুম নাফছান ফাআখা-ফুআইঁ ইয়াকতুলূন।",
    "bn_haque": "তিনি বললেন -- \"আমার প্রভু! আমি তো তাদের একজনকে হত্যা করে ফেলেছিলাম, কাজেই আমি ভয় করছি তারা আমাকে মেরে ফেলবে।",
    "bn_muhi": "মূসা বলল, হে আমার পালনকর্তা, আমি তাদের এক ব্যক্তিকে হত্যা করেছি। কাজেই আমি ভয় করছি যে, তারা আমাকে হত্যা করবে।",
    "en": "He said, \"My Lord, indeed, I killed from among them someone, and I fear they will kill me."
  },
  {
    "id": 34,
    "ar": "وَأَخِى هَٰرُونُ هُوَ أَفْصَحُ مِنِّى لِسَانًا فَأَرْسِلْهُ مَعِىَ رِدْءًا يُصَدِّقُنِىٓ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
    "tr": "ওয়া আখী হা-রূনুহুওয়া আফসাহুমিন্নী লিছা-নান ফাআরছিলহু মা‘ইয়া রিদআইঁ ইউসাদ্দিকু নীইন্নী আখা-ফুআইঁ ইউকাযযি বূন।",
    "bn_haque": "আর আমার ভাই হারূন, সে আমার থেকে কথাবার্তায় বেশী বাক্‌পটু, সেজন্য তাকে আমার সঙ্গে অবলন্বনস্বরূপ পাঠিয়ে দাও যাতে সে আমার সত্যতা সমর্থন করে। আমি অবশ্য আশংকা করছি যে তারা আমাকে প্রত্যাখ্যান করবে।",
    "bn_muhi": "আমার ভাই হারুণ, সে আমা অপেক্ষা প্রাঞ্জলভাষী। অতএব, তাকে আমার সাথে সাহায্যের জন্যে প্রেরণ করুন। সে আমাকে সমর্থন জানাবে। আমি আশংকা করি যে, তারা আমাকে মিথ্যাবাদী বলবে।",
    "en": "And my brother Aaron is more fluent than me in tongue, so send him with me as support, verifying me. Indeed, I fear that they will deny me.\""
  },
  {
    "id": 35,
    "ar": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَٰنًا فَلَا يَصِلُونَ إِلَيْكُمَا بِـَٔايَٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلْغَٰلِبُونَ",
    "tr": "কা-লা ছানাশুদ্দু‘আদুদাকা বিআখীকা ওয়া নাজ‘আলুলাকুমা-ছুলতা-নান ফালা-ইয়াসিলূনা ইলাইকুমা-বিআ-য়া-তিনা আনতুমা-ওয়া মানিততাবা‘আকুমাল গা-লিবূন।",
    "bn_haque": "তিনি বললেন -- \"আমরা শীঘ্রই তোমার বাহু শক্তিশালী করব তোমার ভাইকে দিয়ে, আর তোমাদের উভয়ের জন্য আমরা ক্ষমতা দেবো, কাজেই তারা তোমাদের নাগাল পাবে না, -- আমাদের নিদর্শনাবলী নিয়ে, -- তোমরা দুজন ও যারা তোমাদের অনুসরণ করে তারা বিজয়ী হবে।\"",
    "bn_muhi": "আল্লাহ বললেন, আমি তোমার বাহু শক্তিশালী করব তোমার ভাই দ্বারা এবং তোমাদের প্রধান্য দান করব। ফলে, তারা তোমার কাছে পৌছাতে পারবে না। আমার নিদর্শনাবলীর জোরে তোমরা এবং তোমাদের অনুসারীরা প্রবল থাকবে।",
    "en": "[ Allah ] said, \"We will strengthen your arm through your brother and grant you both supremacy so they will not reach you. [It will be] through Our signs; you and those who follow you will be the predominant.\""
  },
  {
    "id": 36,
    "ar": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٍ قَالُوا۟ مَا هَٰذَآ إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
    "tr": "ফালাম্মা- জাআহুম মূছা- বিআ-য়া-তিনা বাইয়িনা-তিন কা-লূমা- হা-যা ইল্লাছিহরুম মুফতারাওঁ ওয়ামা-ছামি‘না-বিহা-যা-ফীআ-বাইনাল আওওয়ালীন।",
    "bn_haque": "তারপর মূসা যখন তাদের কাছে এলেন আমাদের সুস্পষ্ট নিদর্শনগুলো নিয়ে, তারা বলল -- \"এ তো বানানো ভেলকিবাজি ছাড়া আর কিছুই নয়, আর একরম আমাদের পূর্ববর্তী বাপদাদার আমলেও আমরা শুনি নি।\"",
    "bn_muhi": "অতঃপর মূসা যখন তাদের কাছে আমার সুস্পষ্ট নিদর্শনাবলী নিয়ে পৌছল, তখন তারা বলল, এতো অলীক জাদু মাত্র। আমরা আমাদের পূর্বপুরুষদের মধ্যে এ কথা শুনিনি।",
    "en": "But when Moses came to them with Our signs as clear evidences, they said, \"This is not except invented magic, and we have not heard of this [religion] among our forefathers.\""
  },
  {
    "id": 37,
    "ar": "وَقَالَ مُوسَىٰ رَبِّىٓ أَعْلَمُ بِمَن جَآءَ بِٱلْهُدَىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ",
    "tr": "ওয়া কা-লা মূছা-রাববীআ‘লামুবিমান জাআ বিলহুদা-মিন ‘ইনদিহী ওয়া মান তাকূনুলাহূ ‘আ-কিবাতুদ দা-রি ইন্নাহূলা-ইউফলিহুজ্জা-লিমূন।",
    "bn_haque": "আর মূসা বললেন -- \"আমার প্রভু ভাল জানেন কে তাঁর কাছ থেকে পথনির্দেশ নিয়ে এসেছে আর কার জন্য হবে চরমোৎকর্ষ আবাস। এটি নিশ্চিত যে অত্যাচারীদের সফলকাম করা হবে না।\"",
    "bn_muhi": "মূসা বলল, আমার পালনকর্তা সম্যক জানেন যে তার নিকট থেকে হেদায়েতের কথা নিয়ে আগমন করেছে এবং যে প্রাপ্ত হবে পরকালের গৃহ। নিশ্চয় জালেমরা সফলকাম হবে না।",
    "en": "And Moses said, \"My Lord is more knowing [than we or you] of who has come with guidance from Him and to whom will be succession in the home. Indeed, wrongdoers do not succeed.\""
  },
  {
    "id": 38,
    "ar": "وَقَالَ فِرْعَوْنُ يَٰٓأَيُّهَا ٱلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِى فَأَوْقِدْ لِى يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجْعَل لِّى صَرْحًا لَّعَلِّىٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ مِنَ ٱلْكَٰذِبِينَ",
    "tr": "ওয়া কা-লা ফির‘আওনুইয়াআইয়ুহাল মালাউ মা-‘আলিমতুলাকুম মিন ইলা-হিন গাইরী ফাআওকিদ লী ইয়া-হা-মা-নু‘আলাততীনি ফাজ‘আললী সারহাল লা‘আললীআত্তালি‘উ ইলাইলা-হি মূছা-ওয়া ইন্নী লাআজুন্নুহূমিনাল কা-যিবীন।",
    "bn_haque": "আর ফিরআউন বলল -- \"ওহে প্রধানগণ! তোমাদের জন্য আমি ছাড়া আর কোনো উপাস্য আছে বলে তো আমি জানি না! সুতরাং, হে হামান, তুমি আমার জন্য ইট পোড়াও, তারপর আমার জন্য একটি উঁচু দালান তৈরী কর, হয়ত আমি মূসার উপাস্যের সন্নিকটে উঠতে পারব। তবে আমি অবশ্য তাকে মিথ্যাবাদীদের একজন বলেই জ্ঞান করি।\"",
    "bn_muhi": "ফেরাউন বলল, হে পরিষদবর্গ, আমি জানি না যে, আমি ব্যতীত তোমাদের কোন উপাস্য আছে। হে হামান, তুমি ইট পোড়াও, অতঃপর আমার জন্যে একটি প্রাসাদ নির্মাণ কর, যাতে আমি মূসার উপাস্যকে উকি মেরে দেখতে পারি। আমার তো ধারণা এই যে, সে একজন মিথ্যাবাদী।",
    "en": "And Pharaoh said, \"O eminent ones, I have not known you to have a god other than me. Then ignite for me, O Haman, [a fire] upon the clay and make for me a tower that I may look at the God of Moses. And indeed, I do think he is among the liars.\""
  },
  {
    "id": 39,
    "ar": "وَٱسْتَكْبَرَ هُوَ وَجُنُودُهُۥ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَظَنُّوٓا۟ أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ",
    "tr": "ওয়াছতাকবারা হুওয়া ওয়া জুনূদুহূফিল আরদি বিগাইরিল হাক্কি ওয়া জাননূআন্নাহুম ইলাইনা-লা-ইউরজা‘ঊন।",
    "bn_haque": "আর সে ও তার সাঙ্গোপাঙ্গ অসঙ্গতভাবে দুনিয়াতে গর্ব করেছিল, আর তারা ভেবেছিল যে আমাদের কাছে তাদের ফিরিয়ে আনা হবে না।",
    "bn_muhi": "ফেরাউন ও তার বাহিনী অন্যায়ভাবে পৃথিবীতে অহংকার করতে লাগল এবং তারা মনে করল যে, তারা আমার কাছে প্রত্যাবর্তিত হবে না।",
    "en": "And he was arrogant, he and his soldiers, in the land, without right, and they thought that they would not be returned to Us."
  },
  {
    "id": 40,
    "ar": "فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِى ٱلْيَمِّ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
    "tr": "ফাআখাযনা-হু ওয়া জুনূদাহূফানাবাযনা-হুম ফিল ইয়াম্মি ফানজু র কাইফা কা-না ‘আকিবাতুজ্জা-লিমীন।",
    "bn_haque": "সেজন্য আমরা তাকে ও তার সাঙ্গোপাঙ্গদের পাকড়াও করেছিলাম, আর তাদের নিক্ষেপ করেছিলাম সমুদ্রে। অতএব দেখ, কেমন হয়েছিল অত্যাচারীদের পরিণাম!",
    "bn_muhi": "অতঃপর আমি তাকে ও তার বাহিনীকে পাকড়াও করলাম, তৎপর আমি তাদেরকে সমুদ্রে নিক্ষেপ করলাম। অতএব, দেখ জালেমদের পরিণাম কি হয়েছে।",
    "en": "So We took him and his soldiers and threw them into the sea. So see how was the end of the wrongdoers."
  },
  {
    "id": 41,
    "ar": "وَجَعَلْنَٰهُمْ أَئِمَّةً يَدْعُونَ إِلَى ٱلنَّارِ وَيَوْمَ ٱلْقِيَٰمَةِ لَا يُنصَرُونَ",
    "tr": "ওয়া জা‘আলনা-হুম আইম্মাতাইঁ ইয়াদ‘ঊনা ইলান্না-রি ওয়া ইয়াওমাল কিয়া-মাতি লাইউনসারূন।",
    "bn_haque": "আর আমরা তাদের বানিয়েছিলাম সর্দার, -- তারা আহ্বান করত আগুনের দিকে, আর কিয়ামতের দিনে তাদের সাহায্য করা হবে না।",
    "bn_muhi": "আমি তাদেরকে নেতা করেছিলাম। তারা জাহান্নামের দিকে আহবান করত। কেয়ামতের দিন তারা সাহায্য প্রাপ্ত হবে না।",
    "en": "And We made them leaders inviting to the Fire, and on the Day of Resurrection they will not be helped."
  },
  {
    "id": 42,
    "ar": "وَأَتْبَعْنَٰهُمْ فِى هَٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَٰمَةِ هُم مِّنَ ٱلْمَقْبُوحِينَ",
    "tr": "ওয়া আতবা‘না-হুম ফী হা-যিহিদদুনইয়া-লা‘নাতাওঁ ওয়া ইয়াওমাল কিয়া-মাতি হুম মিনাল মাকবূহীন।",
    "bn_haque": "আর এই দুনিয়াতে আমরা অসন্তষ্টিকে তাদের পিছু ধরিয়েছিলাম, আর কিয়ামতের দিনে তারা হবে ঘৃণিতদের মধ্যেকার।",
    "bn_muhi": "আমি এই পৃথিবীতে অভিশাপকে তাদের পশ্চাতে লাগিয়ে দিয়েছি এবং কেয়ামতের দিন তারা হবে দুর্দশাগ্রস্ত।",
    "en": "And We caused to overtake them in this world a curse, and on the Day of Resurrection they will be of the despised."
  },
  {
    "id": 43,
    "ar": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا ٱلْقُرُونَ ٱلْأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ",
    "tr": "ওয়া লাকাদ আ-তাইনা-মূছাল কিতা-বা মিম বা‘দি মাআহলাকনাল কুরূনাল ঊলাবাসাইরা লিন্না-ছি ওয়াহুদাওঁ ওয়া রাহমাতাল লা‘আল্লাহুম ইয়াতাযাক্কারূন।",
    "bn_haque": "আর আমরা আলবৎ মূসাকে ধর্মগ্রন্থ দিয়েছিলাম -- পূর্ববর্তী বংশদের আমরা ধ্বংস করে ফেলার পরে -- মানুষদের জন্য দৃষ্টি- উন্মোচক, আর পথপ্রদর্শক, আর একটি করুণা, -- যেন তারা মনোযোগ দিতে পারে।",
    "bn_muhi": "আমি পূর্ববর্তী অনেক সম্প্রদায়কে ধ্বংস করার পর মূসাকে কিতাব দিয়েছি মানুষের জন্যে জ্ঞানবর্তিকা। হেদায়েত ও রহমত, যাতে তারা স্মরণ রাখে।",
    "en": "And We gave Moses the Scripture, after We had destroyed the former generations, as enlightenment for the people and guidance and mercy that they might be reminded."
  },
  {
    "id": 44,
    "ar": "وَمَا كُنتَ بِجَانِبِ ٱلْغَرْبِىِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى ٱلْأَمْرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ",
    "tr": "ওয়ামা-কুনতা বিজানিবিল গারবিইয়ি ইযকাদাইনাইলা- মূছাল আমরা ওয়ামা- কুনতা মিনাশশা-হিদীন।",
    "bn_haque": "আর তুমি পশ্চিম প্রান্তে ছিলে না যখন আমরা মূসার কাছে বিধান দিয়েছিলাম, আর তুমি প্রতক্ষদর্শীদের মধ্যেও ছিলে না।",
    "bn_muhi": "মূসাকে যখন আমি নির্দেশনামা দিয়েছিলাম, তখন আপনি পশ্চিম প্রান্তে ছিলেন না এবং আপনি প্রত্যক্ষদর্শীও ছিলেন না।",
    "en": "And you, [O Muhammad], were not on the western side [of the mount] when We revealed to Moses the command, and you were not among the witnesses [to that]."
  },
  {
    "id": 45,
    "ar": "وَلَٰكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ ٱلْعُمُرُ وَمَا كُنتَ ثَاوِيًا فِىٓ أَهْلِ مَدْيَنَ تَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرْسِلِينَ",
    "tr": "ওয়ালা-কিন্না আনশা’না-কুরূনান ফাতাতা-ওয়ালা ‘আলাইহিমুল ‘উমুরু ওয়ামা-কুনতা ছা-বিয়ান ফীআহলি মাদইয়ানা তাতলূ‘আলাইহিম আ-য়া-তিনা- ওয়া লা-কিন্নাকুন্না-মুরছিলীন।",
    "bn_haque": "বস্তুতঃ আমরা বহু মানববংশের উদ্ভব করেছিলাম, তারপর জীবনটা তাদের কাছে সুদীর্ঘ মনে হয়েছিল। আর তুমি মাদয়ানের অধিবাসীদের সঙ্গে বসবাসকারী ছিলে না তাদের কাছে আমাদের বাণীসমূহ আবৃত্তি করা অবস্থায়, কিন্তু আমরাই তো রসূল প্রেরণ করতে রয়েছিলাম।",
    "bn_muhi": "কিন্তু আমি অনেক সম্প্রদায় সৃষ্টি করেছিলাম, অতঃপর তাদের অনেক যুগ অতিবাহিত হয়েছে। আর আপনি মাদইয়ানবাসীদের মধ্যে ছিলেন না যে, তাদের কাছে আমার আয়াতসমূহ পাঠ করতেন। কিন্তু আমিই ছিলাম রসূল প্রেরণকারী।",
    "en": "But We produced [many] generations [after Moses], and prolonged was their duration. And you were not a resident among the people of Madyan, reciting to them Our verses, but We were senders [of this message]."
  },
  {
    "id": 46,
    "ar": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذْ نَادَيْنَا وَلَٰكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "tr": "ওয়ামা-কুনতা বিজা-নিবিততূরি ইয না-দাইনা-ওয়ালা-কির রাহমাতাম মির রাব্বিকা লিতুনযিরা কাওমাম মাআতা-হুম মিন নাযীরিম মিন কাবলিকা লা‘আল্লাহুম ইয়াতাযাক্কারূন।",
    "bn_haque": "আর তুমি পাহাড়ের নিকটে ছিলে না যখন আমরা আহ্বান করেছিলাম, কিন্তু এটি তোমার প্রভু থেকে এক করুণা, যাতে তুমি সতর্ক করতে পার এমন এক বংশকে যাদের কাছে তোমার আগে সতর্ককারীদের কেউ আসেন নি, যেন তারা মনোযোগ দিতে পারে।",
    "bn_muhi": "আমি যখন মূসাকে আওয়াজ দিয়েছিলাম, তখন আপনি তুর পর্বতের পার্শ্বে ছিলেন না। কিন্তু এটা আপনার পালনকর্তার রহমত স্বরূপ, যাতে আপনি এমন এক সম্প্রদায়কে ভীতি প্রদর্শন করেন, যাদের কাছে আপনার পূর্বে প্রদর্শনকারী আগমন করেনি, যাতে তারা স্মরণ রাখে।",
    "en": "And you were not at the side of the mount when We called [Moses] but [were sent] as a mercy from your Lord to warn a people to whom no warner had come before you that they might be reminded."
  },
  {
    "id": 47,
    "ar": "وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
    "tr": "ওয়া লাওলাআন তুসীবাহুম মুসীবাতুম বিমা-কাদ্দামাত আইদীহিম ফাইয়াকূলূরাব্বানালাওলাআরছালতা ইলাইনা-রাছূলান ফানাত্তাবি‘আ আ-য়া-তিকা ওয়া নাকূনা মিনাল মু’মিনীন।",
    "bn_haque": "আর পক্ষান্তরে যদি কোনো বিপদ তাদের পাকড়াত তাদের হাত যা আগবাড়িয়েছে সেজন্য তাহলে তারা বলতে পারত -- \"আমাদের প্রভু! কেন তুমি আমাদের কাছে কোনো রসূল পাঠাও নি তাহলে তো আমরা তোমার নির্দেশাবলী অনুসরণ করতে পারতাম এবং আমরা মুমিনদের অন্তর্ভুক্ত হতে পারতাম?\"",
    "bn_muhi": "আর এ জন্য যে, তাদের কৃতকর্মের জন্যে তাদের কোন বিপদ হলে তারা বলত, হে আমাদের পালনকর্তা, তুমি আমাদের কাছে কোন রসূল প্রেরণ করলে না কেন? করলে আমরা তোমার আয়াতসমূহের অনুসরণ করতাম এবং আমরা বিশ্বাস স্থাপনকারী হয়ে যেতাম।",
    "en": "And if not that a disaster should strike them for what their hands put forth [of sins] and they would say, \"Our Lord, why did You not send us a messenger so we could have followed Your verses and been among the believers?\"..."
  },
  {
    "id": 48,
    "ar": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوا۟ لَوْلَآ أُوتِىَ مِثْلَ مَآ أُوتِىَ مُوسَىٰٓ أَوَلَمْ يَكْفُرُوا۟ بِمَآ أُوتِىَ مُوسَىٰ مِن قَبْلُ قَالُوا۟ سِحْرَانِ تَظَٰهَرَا وَقَالُوٓا۟ إِنَّا بِكُلٍّ كَٰفِرُونَ",
    "tr": "ফালাম্মা-জাআহুমুল হাক্কুমিন ‘ইনদিনা কা-লূলাওলা ঊতিয়া মিছলা মাঊতিয়া মূছা- আওয়ালাম ইয়াকফুরূবিমাঊতিয়া মূছা-মিন কাবলু কা-লূছিহরা-নি তাজাহারা- ওয়া কা-লূইন্না-বিকুল্লিন কা-ফিরূন।",
    "bn_haque": "কিন্তু যখন আমাদের তরফ থেকে তাদের কাছে সত্য এসেছে তারা বলছে -- \"মুসাকে যেমন দেওয়া হয়েছিল তাকে কেন তেমনটা দেওয়া হ’ল না?\" কী! মূসাকে ইতিপূর্বে যা দেওয়া হয়েছিল তাতে কি তারা অবিশ্বাস করে নি? তারা বলে -- \"দুখানা জাদু -- একে অন্যের পৃষ্ঠপোষকতা করছে।\" আর তারা বলে -- \"আমরা আলবৎ সবটাতেই অবিশ্বাসী।\"",
    "bn_muhi": "অতঃপর আমার কাছ থেকে যখন তাদের কাছে সত্য আগমন করল, তখন তারা বলল, মূসাকে যেরূপ দেয়া হয়েছিল, এই রসূলকে সেরূপ দেয়া হল না কেন? পূর্বে মূসাকে যা দেয়া হয়েছিল, তারা কি তা অস্বীকার করেনি? তারা বলেছিল, উভয়ই জাদু, পরস্পরে একাত্ম। তারা আরও বলেছিল, আমরা উভয়কে মানি না।",
    "en": "But when the truth came to them from Us, they said, \"Why was he not given like that which was given to Moses?\" Did they not disbelieve in that which was given to Moses before? They said, \"[They are but] two works of magic supporting each other, and indeed we are, in both, disbelievers.\""
  },
  {
    "id": 49,
    "ar": "قُلْ فَأْتُوا۟ بِكِتَٰبٍ مِّنْ عِندِ ٱللَّهِ هُوَ أَهْدَىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "কুল ফা’তূবিকিতা-বিম মিন ‘ইনদিল্লা-হি হুওয়া আহদা-মিনহুমাআত্তাবি‘হু ইন কুনতুম সাদিকীন।",
    "bn_haque": "তুমি বলো -- \"তবে আল্লাহ্‌র কাছ থেকে একখানা ধর্মগ্রন্থ নিয়ে এস যা এই দুইখানার চাইতেও ভাল পথনির্দেশক, আমিও তা অনুসরণ করব, যদি তোমরা।\"",
    "bn_muhi": "বলুন, তোমরা সত্যবাদী হলে এখন আল্লাহর কাছ থেকে কোন কিতাব আন, যা এতদুভয় থেকে উত্তম পথপ্রদর্শক হয়। আমি সেই কিতাব অনুসরণ করব।",
    "en": "Say, \"Then bring a scripture from Allah which is more guiding than either of them that I may follow it, if you should be truthful.\""
  },
  {
    "id": 50,
    "ar": "فَإِن لَّمْ يَسْتَجِيبُوا۟ لَكَ فَٱعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيْرِ هُدًى مِّنَ ٱللَّهِ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
    "tr": "ফাইল লাম ইয়াছতাজীবূলাকা ফা‘লাম আন্নামা-ইয়াত্তাবি‘ঊনা আহওয়া-আহুম ওয়ামান আদালুল মিম মানিত্তাবা‘আ হাওয়া -হু বিগাইরি হুদাম মিনাল্লা-হি ইন্নাল্লা-হা লা-ইয়াহদিল কাওমাজ্জা-লিমীন।",
    "bn_haque": "কিন্তু যদি তারা তোমার জবাব না দেয়, তাহলে জেনে রেখো, তারা অবশ্যই তাদের খেয়াল-খুশির অনুসরণ করছে। আর কে বেশী পথভ্রান্ত তার চাইতে যে তার খেয়াল-খুশির অনুসরণ করে আল্লাহ্‌র কাছ থেকে পথনির্দেশ ব্যতিরেকে? নিঃসন্দেহ অন্যায়কারী লোককে আল্লাহ্ পথ দেখান না।",
    "bn_muhi": "অতঃপর তারা যদি আপনার কথায় সাড়া না দেয়, তবে জানবেন, তারা শুধু নিজের প্রবৃত্তির অনুসরণ করে। আল্লাহর হেদায়েতের পরিবর্তে যে ব্যক্তি নিজ প্রবৃত্তির অনুসরণ করে, তার চাইতে অধিক পথভ্রষ্ট আর কে? নিশ্চয় আল্লাহ জালেম সম্প্রদায়কে পথ দেখান না।",
    "en": "But if they do not respond to you - then know that they only follow their [own] desires. And who is more astray than one who follows his desire without guidance from Allah ? Indeed, Allah does not guide the wrongdoing people."
  },
  {
    "id": 51,
    "ar": "وَلَقَدْ وَصَّلْنَا لَهُمُ ٱلْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "tr": "ওয়ালাকাদ ওয়াসসালনা-লাহুমুল কাওলা লা‘আল্লাহুম ইয়াতাযাক্কারূন।",
    "bn_haque": "আর আমরা অবশ্যই তাদের কাছে বাণী পৌঁছিয়ে দিয়েছি যেন তারা মনোযোগ দিতে পারে।",
    "bn_muhi": "আমি তাদের কাছে উপর্যুপরি বাণী পৌছিয়েছি। যাতে তারা অনুধাবন করে।",
    "en": "And We have [repeatedly] conveyed to them the Qur'an that they might be reminded."
  },
  {
    "id": 52,
    "ar": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ مِن قَبْلِهِۦ هُم بِهِۦ يُؤْمِنُونَ",
    "tr": "আল্লাযীনা আ-তাইনা-হুমুল কিতা-বা মিন কাবলিহী হুম বিহী ইউ’মিনূন।",
    "bn_haque": "যাদের কাছে আমরা এর আগে ধর্মগ্রন্থ দিয়েছিলাম তারা স্বয়ং এতে বিশ্বাস করে।",
    "bn_muhi": "কোরআনের পূর্বে আমি যাদেরকে কিতাব দিয়েছি, তারা এতে বিশ্বাস করে।",
    "en": "Those to whom We gave the Scripture before it - they are believers in it."
  },
  {
    "id": 53,
    "ar": "وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوٓا۟ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلْحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبْلِهِۦ مُسْلِمِينَ",
    "tr": "ওয়া ইযা-ইউতলা-‘আলাইহিম কা-লূআ-মান্না-বিহীইন্নাহুল হাক্কুমির রাব্বিনাইন্না-কুন্না-মিন কাবলিহী মুছলিমীন।",
    "bn_haque": "আর যখন এটি তাদের কাছে পাঠ করা হয় তারা বলে -- \"আমরা এতে ঈমান আনলাম, নিঃসন্দেহ এটি আমাদের প্রভু র কাছ থেকে সত্য, নিঃসন্দেহ আমরা এর আগেও মুসলিম ছিলাম।\"",
    "bn_muhi": "যখন তাদের কাছে এটা পাঠ করা হয়, তখন তারা বলে, আমরা এর প্রতি বিশ্বাস স্থাপন করলাম। এটা আমাদের পালনকর্তার পক্ষ থেকে সত্য। আমরা এর পূর্বেও আজ্ঞাবহ ছিলাম।",
    "en": "And when it is recited to them, they say, \"We have believed in it; indeed, it is the truth from our Lord. Indeed we were, [even] before it, Muslims [submitting to Allah ].\""
  },
  {
    "id": 54,
    "ar": "أُو۟لَٰٓئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا۟ وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
    "tr": "উলাইকা ইউ’তাওনা আজরাহুম মাররাতাইনি বিমা-সাবারূওয়া ইয়াদরাঊনা বিলহাছানাতিছ ছাইয়িআতা ওয়া মিম্মা-রাঝাকনা-হুম ইউনফিকূ ন।",
    "bn_haque": "এদের দুইবার তাদের প্রতিদান দেওয়া হবে যেহেতু তারা অধ্যবসায় করেছিল, এবং তারা ভালো দিয়ে মন্দকে প্রতিরোধ করে, আর আমরা তাদের যে রিযেক দিয়েছি তা থেকে তারা খরচ করে থাকে।",
    "bn_muhi": "তারা দুইবার পুরস্কৃত হবে তাদের সবরের কারণে। তারা মন্দের জওয়াবে ভাল করে এবং আমি তাদেরকে যা দিয়েছি, তা থেকে ব্যয় করে।",
    "en": "Those will be given their reward twice for what they patiently endured and [because] they avert evil through good, and from what We have provided them they spend."
  },
  {
    "id": 55,
    "ar": "وَإِذَا سَمِعُوا۟ ٱللَّغْوَ أَعْرَضُوا۟ عَنْهُ وَقَالُوا۟ لَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ سَلَٰمٌ عَلَيْكُمْ لَا نَبْتَغِى ٱلْجَٰهِلِينَ",
    "tr": "ওয়া ইযা-ছামি‘উল লাগওয়া আ‘রাদূ ‘আনহু ওয়া কা-লূলানাআ‘মা-লুনা-ওয়ালাকুম আ‘মা-লুকুম ছালা-মুন ‘আলাইকুম লা-নাবতাগিল জা-হিলীন।",
    "bn_haque": "আর যখন তারা বাজে কথা শোনে তখন তারা তা থেকে সরে যায় এবং বলে -- \"আমাদের জন্য আমাদের কাজ আর তোমাদের জন্য তোমাদের কাজ, তোমাদের প্রতি 'সালাম’। অজ্ঞদের আমরা কামনা করি না।\"",
    "bn_muhi": "তারা যখন অবাঞ্চিত বাজে কথাবার্তা শ্রবণ করে, তখন তা থেকে মুখ ফিরিয়ে নেয় এবং বলে, আমাদের জন্যে আমাদের কাজ এবং তোমাদের জন্যে তোমাদের কাজ। তোমাদের প্রতি সালাম। আমরা অজ্ঞদের সাথে জড়িত হতে চাই না।",
    "en": "And when they hear ill speech, they turn away from it and say, \"For us are our deeds, and for you are your deeds. Peace will be upon you; we seek not the ignorant.\""
  },
  {
    "id": 56,
    "ar": "إِنَّكَ لَا تَهْدِى مَنْ أَحْبَبْتَ وَلَٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
    "tr": "ইন্নাকা লা-তাহদী মান আহবাবতা ওয়ালাকিন্নাল্লা-হা ইয়াহদী মাইঁ ইয়াশাঊ ওয়া হুওয়া আ‘লামুবিলমুহতাদীন।",
    "bn_haque": "নিঃসন্দেহ তুমি যাকে ভালবাস তাকে তুমি ধর্মপথে আনতে পারো না, কিন্তু আল্লাহ্‌ই পথ দেখান যাকে তিনি ইচ্ছা করেন। আর তিনিই ভাল জানেন সৎপথপ্রাপ্তদের।",
    "bn_muhi": "আপনি যাকে পছন্দ করেন, তাকে সৎপথে আনতে পারবেন না, তবে আল্লাহ তা’আলাই যাকে ইচ্ছা সৎপথে আনয়ন করেন। কে সৎপথে আসবে, সে সম্পর্কে তিনিই ভাল জানেন।",
    "en": "Indeed, [O Muhammad], you do not guide whom you like, but Allah guides whom He wills. And He is most knowing of the [rightly] guided."
  },
  {
    "id": 57,
    "ar": "وَقَالُوٓا۟ إِن نَّتَّبِعِ ٱلْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا ءَامِنًا يُجْبَىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَىْءٍ رِّزْقًا مِّن لَّدُنَّا وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "tr": "ওয়া কা-লূইন নাত্তাবি‘ইল হুদা-মা‘আকা নুতাখাততাফ মিন আরদিনা- আওয়ালাম নুমাক্কিল লাহুম হারামান আ-মিনাইঁ ইউজবাইলাইহি ছামারা-তুকুল্লি শাইইররিঝকাম মিল্লাদুন্না-ওয়ালা-কিন্না আকছারাহুম লা-ইয়া‘লামূন।",
    "bn_haque": "আর তারা বলে -- \"আমরা যদি তোমার সঙ্গে ধর্মপথ অনুসরণ করি তাহলে আমাদের দেশ থেকে আমাদের উৎখাত করা হবে।\" আমরা কি তাদের জন্য এক নিরাপদ পুণ্যস্থান প্রতিষ্ঠিত করি নি যেখানে আনা হয় হরেক রকমের ফল-ফসল, আমাদের তরফ থেকে রিযেকস্বরূপে? কিন্তু তাদের অধিকাংশই জানে না।",
    "bn_muhi": "তারা বলে, যদি আমরা আপনার সাথে সুপথে আসি, তবে আমরা আমাদের দেশ থেকে উৎখাত হব। আমি কি তাদের জন্যে একটি নিরাপদ হরম প্রতিষ্ঠিত করিনি? এখানে সর্বপ্রকার ফল-মূল আমদানী হয় আমার দেয়া রিযিকস্বরূপ। কিন্তু তাদের অধিকাংশই জানে না।",
    "en": "And they say, \"If we were to follow the guidance with you, we would be swept from our land.\" Have we not established for them a safe sanctuary to which are brought the fruits of all things as provision from Us? But most of them do not know."
  },
  {
    "id": 58,
    "ar": "وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍۭ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ ٱلْوَٰرِثِينَ",
    "tr": "ওয়া কাম আহ লাকনা-মিন কারইয়াতিম বাতিরাত মা‘ঈশাতাহা- ফাতিলকা মাছাকিনুহুম লাম তুছকাম মিম বা‘দিহিম ইল্লা-কালীলাওঁ ওয়া কুন্না-নাহনুল ওয়া-রিছীন।",
    "bn_haque": "আর জনপদদের কতটাকে যে আমরা ধ্বংস করেছি যে গর্ব করেছিল তার প্রাচুর্যের জন্য! আর এইসব তাদের ঘরবাড়ি, -- তাদের পরে অল্প কতক ব্যতীত সেগুলোতে বসবাস করা হয় নি। আর আমরা, খোদ আমরা হচ্ছি উত্তরাধিকারী।",
    "bn_muhi": "আমি অনেক জনপদ ধবংস করেছি, যার অধিবাসীরা তাদের জীবন যাপনে মদমত্ত ছিল। এগুলোই এখন তাদের ঘর-বাড়ী। তাদের পর এগুলোতে মানুষ সামান্যই বসবাস করেছে। অবশেষে আমিই মালিক রয়েছি।",
    "en": "And how many a city have We destroyed that was insolent in its [way of] living, and those are their dwellings which have not been inhabited after them except briefly. And it is We who were the inheritors."
  },
  {
    "id": 59,
    "ar": "وَمَا كَانَ رَبُّكَ مُهْلِكَ ٱلْقُرَىٰ حَتَّىٰ يَبْعَثَ فِىٓ أُمِّهَا رَسُولًا يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِنَا وَمَا كُنَّا مُهْلِكِى ٱلْقُرَىٰٓ إِلَّا وَأَهْلُهَا ظَٰلِمُونَ",
    "tr": "ওয়ামা-কা-না রাব্বুকা মুহলিকাল কুরা-হাত্তা-ইয়াব‘আছা ফীউম্মিহা-রাছূলাইঁ ইয়াতলূ ‘আলাইহিম আ-য়া-তিনা- ওয়ামা-কুন্না-মুহলিকিল কুরাইল্লা-ওয়া আহলুহা-জালিমূন।",
    "bn_haque": "আর তোমার প্রভু কখনো জনপদগুলোর ধ্বংসকারক নন যে পর্যন্ত না তিনি তাদের মাতৃভূমিতে একজন রসূল উত্থাপন করেছেন তাদের কাছে আমাদের বাণীসমূহ বিবৃত করতে, আর আমরা কখনো জনপদসমূহের ধ্বংসকারী নই যদি না তাদের অধিবাসীরা সীমালংঘনকারী হয়।",
    "bn_muhi": "আপনার পালনকর্তা জনপদসমূহকে ধ্বংস করেন না, যে পর্যন্ত তার কেন্দ্রস্থলে রসূল প্রেরণ না করেন, যিনি তাদের কাছে আমার আয়াতসমূহ পাঠ করেন এবং আমি জনপদসমূহকে তখনই ধ্বংস করি, যখন তার বাসিন্দারা জুলুম করে।",
    "en": "And never would your Lord have destroyed the cities until He had sent to their mother a messenger reciting to them Our verses. And We would not destroy the cities except while their people were wrongdoers."
  },
  {
    "id": 60,
    "ar": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ أَفَلَا تَعْقِلُونَ",
    "tr": "ওয়ামাঊতীতুম মিন শাইয়িন ফামাতা-‘উল হায়া-তিদদুনইয়া-ওয়াঝীনাতুহা- ওয়ামা‘ইনদাল্লা-হি খাইরুওঁ ওয়া আব কা- আফালা-তা‘কিলূন।",
    "bn_haque": "আর বিষয়-আশয়ের যা কিছু তোমাদের দেওয়া হয়েছে তা তো এই দুনিয়ার জীবনের ভোগসম্ভার ও এরই শোভা- সৌন্দর্য, আর যা কিছু আল্লাহ্‌র কাছে রয়েছে সে-সব আরো ভাল ও আরো স্থায়ী। তোমরা কি তবু বুঝবে না?",
    "bn_muhi": "তোমাদেরকে যা কিছু দেয়া হয়েছে, তা পার্থিব জীবনের ভোগ ও শোভা বৈ নয়। আর আল্লাহর কাছে যা আছে, তা উত্তম ও স্থায়ী। তোমরা কি বোঝ না ?",
    "en": "And whatever thing you [people] have been given - it is [only for] the enjoyment of worldly life and its adornment. And what is with Allah is better and more lasting; so will you not use reason?"
  },
  {
    "id": 61,
    "ar": "أَفَمَن وَعَدْنَٰهُ وَعْدًا حَسَنًا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعْنَٰهُ مَتَٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
    "tr": "আফামাওঁ ওয়া ‘আদানা-হুওয়া‘দানহাছানান ফাহুওয়া লা-কীহি কামাম মাত্তা‘না-হুমাতা‘আল হায়া-তিদদুনইয়া-ছুম্মা হুওয়া ইয়াওমাল কিয়া-মাতি মিনাল মুহদারীন।",
    "bn_haque": "যাকে আমরা প্রতি‌শ্রুতি দিয়েছি উত্তম প্রতি‌শ্রুতিতে যা সে পেতে যাচ্ছে, সে কি তবে তার মতো যাকে দেওয়া হয়েছে এই দুনিয়ার জীবনের ভোগসম্ভার, তারপর কিয়ামতের দিনে সে হবে অভিযুক্তদের মধ্যেকার?",
    "bn_muhi": "যাকে আমি উত্তম প্রতিশ্রুতি দিয়েছি, যা সে পাবে, সে কি ঐ ব্যক্তির সমান, যাকে আমি পার্থিব জীবনের ভোগ-সম্ভার দিয়েছি, অতঃপর তাকে কেয়ামতের দিন অপরাধীরূপে হাযির করা হবে?",
    "en": "Then is he whom We have promised a good promise which he will obtain like he for whom We provided enjoyment of worldly life [but] then he is, on the Day of Resurrection, among those presented [for punishment in Hell]?"
  },
  {
    "id": 62,
    "ar": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "tr": "ওয়া ইয়াওমা ইউনা-দীহিম ফাইয়াকূলুআইনা শুরাকাই ইয়াল্লাযীনা কুনতুম তাঝ‘উমূন।",
    "bn_haque": "আর সেদিন তাদের তিনি ডাকবেন ও বলবেন -- \"কোথায় আমার শরীকরা যাদের তোমরা উদ্ভাবন করতে?\"",
    "bn_muhi": "যেদিন আল্লাহ তাদেরকে আওয়াজ দিয়ে বলবেন, তোমরা যাদেরকে আমার শরীক দাবী করতে, তারা কোথায়?",
    "en": "And [warn of] the Day He will call them and say, \"Where are My 'partners' which you used to claim?\""
  },
  {
    "id": 63,
    "ar": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَٰهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَآ إِلَيْكَ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
    "tr": "কা-লাল্লাযীনা হাক্কা ‘আলাইহিমুল কাওলুরাব্বানা-হাউলাইল্লাযীনা আগওয়াইনা- আগওয়াইনা-হুম কামা-গাওয়াইনা- তাবাররা’নাইলাইকা মা-কা-নূইয়্যানা-ইয়া‘বুদূ ন।",
    "bn_haque": "যাদের বিরুদ্ধে বক্তব্য সত্যপ্রতিপন্ন হয়েছে তারা বলল -- \"আমাদের প্রভু! এরাই তারা যাদের আমরা বিপথে নিয়েছিলাম, আমরা তাদের বিপথে নিয়েছিলাম যেমন আমরা নিজেরা বিপথে গিয়েছিলাম। আমরা তোমার কাছে আমাদের দোষ স্খালন করছি। এটি নয় যে তারা আমাদেরই পূজা করত।\"",
    "bn_muhi": "যাদের জন্যে শাস্তির আদেশ অবধারিত হয়েছে, তারা বলবে, হে আমাদের পালনকর্তা। এদেরকেই আমরা পথভ্রষ্ট করেছিলাম। আমরা তাদেরকে পথভ্রষ্ট করেছিলাম, যেমন আমরা পথভ্রষ্ট হয়েছিলাম। আমরা আপনার সামনে দায়মুক্ত হচ্ছি। তারা কেবল আমাদেরই এবাদত করত না।",
    "en": "Those upon whom the word will have come into effect will say, \"Our Lord, these are the ones we led to error. We led them to error just as we were in error. We declare our disassociation [from them] to You. They did not used to worship us.\""
  },
  {
    "id": 64,
    "ar": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
    "tr": "ওয়া কীলাদ‘ঊ শুরাকাআকুম ফাদা‘আওহুম ফালাম ইয়াছতাজীবূলাহুম ওয়ারাআউল ‘আযা-বা লাও আন্নাহুম কা-নূইয়াহতাদূ ন।",
    "bn_haque": "আর বলা হবে -- \"তোমাদের শরীকান-দেবতাদের ডাকো।\" সুতরাং তারা তাদের প্রতি সাড়া দেবে না, আর তারা শাস্তি দেখতে পাবে। আহা! যদি তারা সৎপথ অনুসরণ করত!",
    "bn_muhi": "বলা হবে, তোমরা তোমাদের শরীকদের আহবান কর। তখন তারা ডাকবে,। অতঃপর তারা তাদের ডাকে সাড়া দিবে না এবং তারা আযাব দেখবে। হায়! তারা যদি সৎপথ প্রাপ্ত হত।",
    "en": "And it will be said, \"Invoke your 'partners' \" and they will invoke them; but they will not respond to them, and they will see the punishment. If only they had followed guidance!"
  },
  {
    "id": 65,
    "ar": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ",
    "tr": "ওয়া ইয়াওমা ইউনা-দীহিম ফাইয়াকূলুমা-যাআজাবতুমুল মুরছালীন।",
    "bn_haque": "আর সেইদিন যখন তিনি তাদের ডাকবেন ও বলবেন -- \"তোমরা প্রেরিত-পুরুষদের কী জবাব দিয়েছিলে?\"",
    "bn_muhi": "যে দিন আল্লাহ তাদেরকে ডেকে বলবেন, তোমরা রসূলগণকে কি জওয়াব দিয়েছিলে?",
    "en": "And [mention] the Day He will call them and say, \"What did you answer the messengers?\""
  },
  {
    "id": 66,
    "ar": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ",
    "tr": "ফা‘আমিয়াত ‘আলাইহিমুল আমবাউ ইয়াওমায়িযিন ফাহুম লা-ইয়াতাছাআলূন।",
    "bn_haque": "তখন বক্তব্যগুলো সেইদিন তাদের কাছ ঝাপসা হয়ে যাবে, কাজেই তারা পরস্পরকে জিজ্ঞাসাবাদও করতে পারবে না।",
    "bn_muhi": "অতঃপর তাদের কথাবার্তা বন্ধ হয়ে যাবে এবং তারা একে অপরকে জিজ্ঞাসাবাদ করতে পারবে না।",
    "en": "But the information will be unapparent to them that Day, so they will not [be able to] ask one another."
  },
  {
    "id": 67,
    "ar": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ",
    "tr": "ফাআম্মা-মান তা-বা ওয়া আ-মানা ওয়া‘আমিলা সা-লিহান ফা‘আছাআইঁ ইয়াকূনা মিনাল মুফলিহীন।",
    "bn_haque": "কিন্তু তার ক্ষেত্রে -- যে তওবা করে এবং ঈমান আনে ও সৎকর্ম করে, তাহলে হয়ত সে সফলতাপ্রাপ্তদের অন্তর্ভুক্ত হবে।",
    "bn_muhi": "তবে যে তওবা করে, বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আশা করা যায়, সে সফলকাম হবে।",
    "en": "But as for one who had repented, believed, and done righteousness, it is promised by Allah that he will be among the successful."
  },
  {
    "id": 68,
    "ar": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ سُبْحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
    "tr": "ওয়া রাব্বুকা ইয়াখলুকুমা-ইয়াশাউ ওয়া ইয়াখতা-রু মা-কানা লাহুমুল খিয়ারাতু ছুবহা-নাল্লা-হি ওয়া তা‘আ-লা-‘আম্মা-ইউশরিকূন।",
    "bn_haque": "আর তোমার প্রভু যা ইচ্ছা করেন তাই সৃষ্টি করেন আর মনোনয়ন করেন, তাদের কোনো এখতিয়ার নেই। আল্লাহ্‌রই সব মহিমা, আর তারা যা অংশী আরোপ করে তা থেকে তিনি বহু ঊর্ধ্বে।",
    "bn_muhi": "আপনার পালনকর্তা যা ইচ্ছা সৃষ্টি করেন এবং পছন্দ করেন। তাদের কোন ক্ষমতা নেই। আল্লাহ পবিত্র এবং তারা যাকে শরীক করে, তা থেকে উর্ধ্বে।",
    "en": "And your Lord creates what He wills and chooses; not for them was the choice. Exalted is Allah and high above what they associate with Him."
  },
  {
    "id": 69,
    "ar": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
    "tr": "ওয়া রাব্বুকা ইয়া‘লামুমা-তুকিন্নুসুদূরুহুম ওয়ামা-ইউ‘লিমূন।",
    "bn_haque": "আর তোমার প্রভু ভাল জানেন যা তাদের অন্তর লুকিয়ে রাখে আর যা তারা প্রকাশ করে।",
    "bn_muhi": "তাদের অন্তর যা গোপন করে এবং যা প্রকাশ করে, আপনার পালনকর্তা তা জানেন।",
    "en": "And your Lord knows what their breasts conceal and what they declare."
  },
  {
    "id": 70,
    "ar": "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْءَاخِرَةِ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
    "tr": "ওয়া হুওয়াল্লা-হু লাইলা-হা ইল্লা-হুওয়া লাহুল হামদুফিল ঊলা-ওয়াল আ-খিরাতি ওয়া লাহুল হুকমুওয়া ইলাইহি তুরজা‘ঊন।",
    "bn_haque": "আর তিনিই আল্লাহ্‌, তিনি ব্যতীত অন্য উপাস্য নেই। তাঁরই সমস্ত স্তুতি আগে ও পরে, আর বিধান তাঁরই, আর তাঁরই কাছে তোমাদের ফিরিয়ে আনা হবে।",
    "bn_muhi": "তিনিই আল্লাহ তিনি ব্যতীত কোন উপাস্য নেই। ইহকাল ও পরকালে তাঁরই প্রশংসা। বিধান তাঁরই ক্ষমতাধীন এবং তোমরা তাঁরই কাছে প্রত্যাবর্তিত হবে।",
    "en": "And He is Allah ; there is no deity except Him. To Him is [due all] praise in the first [life] and the Hereafter. And His is the [final] decision, and to Him you will be returned."
  },
  {
    "id": 71,
    "ar": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ أَفَلَا تَسْمَعُونَ",
    "tr": "কুল আরাআইতুম ইন জা‘আলা-ল্লাহু ‘আলাইকুমুল লাইলা ছার মাদান ইলা-ইয়াওমিল কিয়ামাতি মান ইলা-হুন গাইরুল্লা-হি ইয়া’তীকুম বিদিয়াইন আফালা-তাছমা‘ঊন।",
    "bn_haque": "বল -- \"তোমরা কি ভেবে দেখেছ -- আল্লাহ্ যদি তোমাদের উপরে রাত্রি স্থায়ী করতেন কিয়ামতের দিন পর্যন্ত তাহলে আল্লাহ্ ছাড়া এমন কোন উপাস্য আছে যে তোমাদের জন্য প্রদীপ নিয়ে আসবে? তোমরা কি তবুও শুনবে না।\"",
    "bn_muhi": "বলুন, ভেবে দেখ তো, আল্লাহ যদি রাত্রিকে কেয়ামতের দিন পর্যন্ত স্থায়ী করেন, তবে আল্লাহ ব্যতীত এমন উপাস্য কে আছে, যে তোমাদেরকে আলোক দান করতে পারে? তোমরা কি তবুও কর্ণꦣ2474;াত করবে না?",
    "en": "Say, \"Have you considered: if Allah should make for you the night continuous until the Day of Resurrection, what deity other than Allah could bring you light? Then will you not hear?\""
  },
  {
    "id": 72,
    "ar": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ",
    "tr": "কুল আরাআইতুম ইন জা‘আলাল্লা-হু ‘আলাইকুমুন নাহা-রা ছার মাদান ইলা-ইয়াওমিল কিয়ামাতি মান ইলা-হুন গাইরুল্লা-হি ইয়া’তীকুম বিলাইলিন তাছকুনূনা ফীহি আফালাতুবসিরূন।",
    "bn_haque": "বল -- \"তোমরা কি ভেবে দেখেছ -- আল্লাহ্ যদি তোমাদের জন্য দিনকে কিয়ামতের দিন পর্যন্ত স্থায়ী করতেন তাহলে আল্লাহ্ ব্যতীত এমন কোন উপাস্য আছে যে তোমাদের জন্য রাত্রিকে নিয়ে আসবে যার মধ্যে তোমরা বিশ্রাম করতে পার? তোমরা কি তবুও দেখবে না?\"",
    "bn_muhi": "বলুন, ভেবে দেখ তো, আল্লাহ যদি দিনকে কেয়ামতের দিন পর্যন্ত স্থায়ী করেন, তবে আল্লাহ ব্যতীত এমন উপাস্য কে আছে যে, তোমাদেরকে রাত্রি দান করতে পারে, যাতে তোমরা বিশ্রাম করবে ? তোমরা কি তবুও ভেবে দেখবে না ?",
    "en": "Say, \"Have you considered: if Allah should make for you the day continuous until the Day of Resurrection, what deity other than Allah could bring you a night in which you may rest? Then will you not see?\""
  },
  {
    "id": 73,
    "ar": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "tr": "ওয়া মির রাহমাতিহী জা‘আলা লাকুমুল লাইলা ওয়ান নাহা-রা লিতাছকুনূফীহি ওয়ালিতাবতাগূ মিন ফাদলিহী ওয়া লা‘আল্লাকুম তাশকুরূন।",
    "bn_haque": "বস্তুতঃ তাঁর দয়া থেকেই তিনি তোমাদের জন্য রাত ও দিন বানিয়েছেন যেন তাতে তোমরা বিশ্রাম করতে পার এবং তাঁর করুণাভান্ডারের সন্ধান করতে পার, আর যেন তোমরা কৃতজ্ঞতা প্রকাশ করতে পার।",
    "bn_muhi": "তিনিই স্বীয় রহমতে তোমাদের জন্যে রাত ও দিন করেছেন, যাতে তোমরা তাতে বিশ্রাম গ্রহণ কর ও তাঁর অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।",
    "en": "And out of His mercy He made for you the night and the day that you may rest therein and [by day] seek from His bounty and [that] perhaps you will be grateful."
  },
  {
    "id": 74,
    "ar": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "tr": "ওয়া ইয়াওমা ইউনা-দীহিম ফাইয়াকূলুআইনা শুরাকাইয়াল্লাযীনা কুনতুম তাঝ‘উমূন।",
    "bn_haque": "আর সেইদিন তিনি ওদের ডাকবেন ও বলবেন -- \"কোথায় আমার অংশীদাররা যাদের তোমরা উদ্ভাবন করতে?\"",
    "bn_muhi": "যেদিন আল্লাহ তাদেরকে ডেকে বলবেন, তোমরা যাদেরকে আমার শরীক মনে করতে, তারা কোথায়?",
    "en": "And [warn of] the Day He will call them and say, \"Where are my 'partners' which you used to claim?\""
  },
  {
    "id": 75,
    "ar": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
    "tr": "ওয়ানাঝা‘না-মিন কুল্লি উম্মাতিন শাহীদান ফাকুলনা-হা-তূবুরহা-নাকুম ফা‘আলিমূআন্নাল হাক্কা লিল্লা-হি ওয়া দাল্লা ‘আনহুম মা-কা-নূইয়াফতারূন।",
    "bn_haque": "আর আমরা প্রত্যেক সম্প্রদায় থেকে বের করব একজন সাক্ষী, তখন আমরা বলব -- \"তোমাদের প্রমাণ নিয়ে এস।\" তখন তারা জানতে পারবে যে সত্য আল্লাহ্‌রই, আর তারা যা কিছু উদ্ভাবন করত তা তাদের থেকে বিদায় নেবে।",
    "bn_muhi": "প্রত্যেক সম্প্রদায় থেকে আমি একজন সাক্ষী আলাদা করব; অতঃপর বলব, তোমাদের প্রমাণ আন। তখন তারা জানতে পারবে যে, সত্য আল্লাহর এবং তারা যা গড়ত, তা তাদের কাছ থেকে উধাও হয়ে যাবে।",
    "en": "And We will extract from every nation a witness and say, \"Produce your proof,\" and they will know that the truth belongs to Allah, and lost from them is that which they used to invent."
  },
  {
    "id": 76,
    "ar": "إِنَّ قَٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ وَءَاتَيْنَٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
    "tr": "ইন্না কা-রূনা কা-না মিন কাওমি মূছা-ফাবাগা-‘আলাইহিম ওয়া আ-তাইনা-হু মিনাল কুনূঝি মাইন্না মাফা-তিহাহূলাতানূউ বিল‘উসবাতি উলিল কুওওয়াতি ইযকা-লা লাহূকাওমুহূলা-তাফরাহইন্নাল্লা-হা লা-ইউহিব্বুল ফারিহীন।",
    "bn_haque": "নিঃসন্দেহ ক্কারূন ছিল মূসার স্বজাতিদের মধ্যেকার, কিন্তু সে তাঁদের বিরুদ্ধে বিদ্রোহ করল। আর আমরা তাকে ধনভান্ডারের এতসব দিয়েছিলাম যে তার চাবিগুলো একদল বলবান লোকের বোঝা হয়ে যেত। দেখো! তার লোকেরা তাকে বললে -- \"গর্ব করো না, নিঃসন্দেহ আল্লাহ্ দাম্ভিকদের ভালবাসেন না।",
    "bn_muhi": "কারুন ছিল মূসার সম্প্রদায়ভুক্ত। অতঃপর সে তাদের প্রতি দুষ্টামি করতে আরম্ভ করল। আমি তাকে এত ধন-ভান্ডার দান করেছিলাম যার চাবি বহন করা কয়েকজন শক্তিশালী লোকের পক্ষে কষ্টসাধ্য ছিল। যখন তার সম্প্রদায় তাকে বলল, দম্ভ করো না, আল্লাহ দাম্ভিকদেরকে ভালবাসেন না।",
    "en": "Indeed, Qarun was from the people of Moses, but he tyrannized them. And We gave him of treasures whose keys would burden a band of strong men; thereupon his people said to him, \"Do not exult. Indeed, Allah does not like the exultant."
  },
  {
    "id": 77,
    "ar": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْءَاخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
    "tr": "ওয়াবতাগি ফিমাআ-তা-কাল্লা-হুদ্দা-রাল আ-খিরাতা ওয়ালা-তানছা নাসীবাকা মিনাদদুনইয়া-ওয়া আহছিন কামাআহছানাল্লা-হু ইলাইকা ওয়ালা তাবগিল ফাছা-দা ফিল আরদি ইন্নাল্লা-হা লা-ইউহিব্বুল মুফছিদীন।",
    "bn_haque": "আর আল্লাহ্ তোমাকে যা দিয়েছেন তা দিয়ে তুমি পরকালের আবাস অণ্বেষণ করো, আর ইহকালে তোমার ভাগ ভুলে যেয়ো না, আর ভাল কর যেমন আল্লাহ্ তোমার ভাল করেছেন, আর দুনিয়াতে ফেসাদ বাধাতে চেয়ো না। নিঃসন্দেহ আল্লাহ্ ফেসাদে লোকদের ভালবাসেন না।",
    "bn_muhi": "আল্লাহ তোমাকে যা দান করেছেন, তদ্বারা পরকালের গৃহ অনুসন্ধান কর, এবং ইহকাল থেকে তোমার অংশ ভূলে যেয়ো না। তুমি অনুগ্রহ কর, যেমন আল্লাহ তোমার প্রতি অনুগ্রহ করেছেন এবং পৃথিবীতে অনর্থ সৃষ্টি করতে প্রয়াসী হয়ো না। নিশ্চয় আল্লাহ অনর্থ সৃষ্টিকারীদেরকে পছন্দ করেন না।",
    "en": "But seek, through that which Allah has given you, the home of the Hereafter; and [yet], do not forget your share of the world. And do good as Allah has done good to you. And desire not corruption in the land. Indeed, Allah does not like corrupters.\""
  },
  {
    "id": 78,
    "ar": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ",
    "tr": "কা-লা ইন্নামাঊতীতুহূ‘আলা-‘ইলমিন ‘ইনদী আওয়ালাম ইয়া‘লাম আন্নাল্লা-হা কাদ আহলাকা মিন কাবলিহী মিনাল কুরূনি মান হুওয়া আশাদ্দুমিনহু কুওওয়াতাওঁ ওয়া আক ছারু জাম‘আওঁ ওয়ালা-ইউছআলু‘আন যুনূবিহিমুল মুজরিমূন।",
    "bn_haque": "সে বলল -- \"আমাকে এ-সব দেওয়া হয়েছে আমার মধ্যে যে জ্ঞান রয়েছে সেজন্য।\" সে কি জানত না যে তার আগে বহু মানবগোষ্ঠীকে আল্লাহ্ ধ্বংস করে ফেলেছেন যারা ছিল তার চেয়েও শক্তিতে অধিক প্রবল এবং একাট্টাকরণে আরো প্রাচুর্যময়? আর অপরাধীদের তাদের পাপ সন্বন্ধে প্রশ্ন করা হবে না।",
    "bn_muhi": "সে বলল, আমি এই ধন আমার নিজস্ব জ্ঞান-গরিমা দ্বারা প্রাপ্ত হয়েছি। সে কি জানে না যে, আল্লাহ তার পূর্বে অনেক সম্প্রদায়কে ধ্বংস করেছেন, যারা শক্তিতে ছিল তার চাইতে প্রবল এবং ধন-সম্পদে অধিক প্রাচুর্যশীল? পাপীদেরকে তাদের পাপকর্ম সম্পর্কে জিজ্ঞেস করা হবে না।",
    "en": "He said, \"I was only given it because of knowledge I have.\" Did he not know that Allah had destroyed before him of generations those who were greater than him in power and greater in accumulation [of wealth]? But the criminals, about their sins, will not be asked."
  },
  {
    "id": 79,
    "ar": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍ",
    "tr": "ফাখারাজা ‘আলা-কাওমিহী ফী ঝীনাতিহী কা-লাল্লাযীনা ইউরীদূ নাল হায়া-তাদ দুনইয়া-ইয়া-লাইতা লানা-মিছলা মাঊতিয়া কা-রূনু ইন্নাহূলাযূহাজ্জিন ‘আজীম।",
    "bn_haque": "কাজেকাজেই সে তার স্বজাতির সামনে তার জাঁকজমকের সাথে বাহির হয়েছিল। যারা এই দুনিয়ার জীবন কামনা করেছিল তারা বলত -- \"হায়! ক্কারূনকে যা দেওয়া হয়েছে তার মতো যদি আমাদেরও থাকতো! নিঃসন্দেহ সে বিরাট সৌভাগ্যের অধিকারী!\"",
    "bn_muhi": "অতঃপর কারুন জাঁকজমক সহকারে তার সম্প্রদায়ের সামনে বের হল। যারা পার্থিব জীবন কামনা করত, তারা বলল, হায়, কারুন যা প্রাপ্ত হয়েছে, আমাদেরকে যদি তা দেয়া হত! নিশ্চয় সে বড় ভাগ্যবান।",
    "en": "So he came out before his people in his adornment. Those who desired the worldly life said, \"Oh, would that we had like what was given to Qarun. Indeed, he is one of great fortune.\""
  },
  {
    "id": 80,
    "ar": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَيْلَكُمْ ثَوَابُ ٱللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَٰلِحًا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ",
    "tr": "ওয়া কা-লাল্লাযীনা ঊতুল ‘ইল মা ওয়াইলাকুম ছাওয়া-বুল্লা-হি খাইরুল লিমান আ-মানা ওয়া ‘আমিলা সা-লিহাওঁ ওয়ালা-ইউলাক্কা-হাইল্লাসসা-বিরূন।",
    "bn_haque": "আর যাদের জ্ঞান দেওয়া হয়েছিল তারা বলল -- \"ধিক্ তোমাদের! যে ঈমান আনে ও সৎকাজ করে তার জন্য আল্লাহ্‌র পুরস্কার বেশি ভাল। আর ধৈর্যশীলদের ছাড়া অন্যে এর সাক্ষাৎ পাবে না।\"",
    "bn_muhi": "আর যারা জ্ঞান প্রাপ্ত হয়েছিল, তার বলল, ধিক তোমাদেরকে, যারা ঈমানদার এবং সৎকর্মী, তাদের জন্যে আল্লাহর দেয়া সওয়াবই উৎকৃষ্ট। এটা তারাই পায়, যারা সবরকারী।",
    "en": "But those who had been given knowledge said, \"Woe to you! The reward of Allah is better for he who believes and does righteousness. And none are granted it except the patient.\""
  },
  {
    "id": 81,
    "ar": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ فَمَا كَانَ لَهُۥ مِن فِئَةٍ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ",
    "tr": "ফাখাছাফনা-বিহী ওয়া বিদা-রিহিল আরদা ফামা-কা-না লাহূমিন ফিয়াতিইঁ ইয়ানসুরূনাহূমিন দূ নিল্লা-হি ওয়ামা-কা-না মিনাল মুনতাসিরীন।",
    "bn_haque": "অতঃপর আমরা পৃথিবীকে দিয়ে তাকে ও তার প্রাসাদকে গ্রাস করিয়েছিলাম, তখন তার জন্য এমন কোনো দল ছিল না যারা আল্লাহ্‌র বিরুদ্ধে তাকে সাহায্য করতে পারত, আর সে আ‌ত্মপক্ষকে সাহায্যকারীদের অন্তর্ভুক্ত ছিল না।",
    "bn_muhi": "অতঃপর আমি কারুনকে ও তার প্রাসাদকে ভূগর্ভে বিলীন করে দিলাম। তার পক্ষে আল্লাহ ব্যতীত এমন কোন দল ছিল না, যারা তাকে সাহায্য করতে পারে এবং সে নিজেও আত্মরক্ষা করতে পারল না।",
    "en": "And We caused the earth to swallow him and his home. And there was for him no company to aid him other than Allah, nor was he of those who [could] defend themselves."
  },
  {
    "id": 82,
    "ar": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا۟ مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُۥ لَا يُفْلِحُ ٱلْكَٰفِرُونَ",
    "tr": "ওয়া আসবাহাল্লাযীনা তামান্নাও মাকা-নাহূবিলআমছি ইয়াকূলূনা ওয়াইকাআন্নাল্লা-হা ইয়াবছুতুররিঝকা লিমাইঁ ইয়াশাঊ মিন ‘ইবা-দিহী ওয়া ইয়াকদিরু লাওলাআম মান্নাল্লা-হু ‘আলাইনা-লাখাছাফা বিনা- ওয়াইকাআন্নাহূলা-ইউফলিহুল কা-ফিরূন।",
    "bn_haque": "আর আগের দিন যারা তার অবস্থার জন্য কামনা করত তারা সাত-সকালে বলতে লাগল -- \"আহা দেখো! আল্লাহ্ তাঁরে বান্দাদের মধ্যে যাকে ইচ্ছা করেন তার প্রতি রিযেক প্রসারিত করেন এবং মেপেজোখে দেন। আল্লাহ্ যদি আমাদের উপরে সদয় না হতেন তবে আমাদেরও গ্রাস করাতেন। আহা দেখো! অবিশ্বাসীরা কখনো সফলকাম হয় না।\"",
    "bn_muhi": "গতকল্য যারা তার মত হওয়ার বাসনা প্রকাশ করেছিল, তারা প্রত্যুষে বলতে লাগল, হায়, আল্লাহ তাঁর বান্দাদের মধ্যে যার জন্যে ইচ্ছা রিযিক বর্ধিত করেন ও হ্রাস করেন। আল্লাহ আমাদের প্রতি অনুগ্রহ না করলে আমাদেরকেও ভূগর্ভে বিলীন করে দিতেন। হায়, কাফেররা সফলকাম হবে না।",
    "en": "And those who had wished for his position the previous day began to say, \"Oh, how Allah extends provision to whom He wills of His servants and restricts it! If not that Allah had conferred favor on us, He would have caused it to swallow us. Oh, how the disbelievers do not succeed!\""
  },
  {
    "id": 83,
    "ar": "تِلْكَ ٱلدَّارُ ٱلْءَاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِى ٱلْأَرْضِ وَلَا فَسَادًا وَٱلْعَٰقِبَةُ لِلْمُتَّقِينَ",
    "tr": "তিলকাদ্দা-রুল আ-খিরাতুনাজ‘আলুহা-লিল্লাযীনা লা-ইউরীদূ না ‘উলুওওয়ান ফিল আরদি ওয়ালা-ফাছা-দাওঁ ওয়াল ‘আ-কিবাতুলিলমুত্তাকীন।",
    "bn_haque": "এই পরলোকের আবাস, -- আমরা এটি নির্ধারিত করেছি তাদের জন্য যারা পৃথিবীতে বাড়াবাড়ি করতে চায় না এবং ফেসাদও বাধায় না। আর শুভ-পরিণাম হচ্ছে ধর্মপরায়ণদের জন্য।",
    "bn_muhi": "এই পরকাল আমি তাদের জন্যে নির্ধারিত করি, যারা দুনিয়ার বুকে ঔদ্ধত্য প্রকাশ করতে ও অনর্থ সৃষ্টি করতে চায় না। খোদাভীরুদের জন্যে শুভ পরিণাম।",
    "en": "That home of the Hereafter We assign to those who do not desire exaltedness upon the earth or corruption. And the [best] outcome is for the righteous."
  },
  {
    "id": 84,
    "ar": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
    "tr": "মান জাআ বিল হাছানাতি ফালাহূখাইরুম মিনহা- ওয়া মান জাআ বিছছাইয়িআতি ফালা-ইউজঝাল্লাযীনা ‘আমিলুছ ছাইয়িআ-তি ইল্লা-মা-কা-নূইয়া‘মালূন।",
    "bn_haque": "যে কেউ ভাল নিয়ে আসে তার জন্য তবে এর চেয়েও ভাল রয়েছে, আর যে মন্দ নিয়ে আসে -- তাহলে যারা মন্দ কাজ করে তাদের প্রতিদান দেওয়া হবে না তারা যা করত তা ব্যতীত।",
    "bn_muhi": "যে সৎকর্ম নিয়ে আসবে, সে তদপেক্ষা উত্তম ফল পাবে এবং যে মন্দ কর্ম নিয়ে আসবে, এরূপ মন্দ কর্মীরা সে মন্দ কর্ম পরিমানেই প্রতিফল পাবে।",
    "en": "Whoever comes [on the Day of Judgement] with a good deed will have better than it; and whoever comes with an evil deed - then those who did evil deeds will not be recompensed except [as much as] what they used to do."
  },
  {
    "id": 85,
    "ar": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "ইন্নাল্লাযী ফারাদা ‘আলাইকাল কুরআ-না লারাদ্দুকা ইলা-মা‘আ-দিন কুররাববীআ‘লামুমান জাআ বিলহুদা-ওয়া মান হুওয়া ফী দালা-",
    "bn_haque": "নিঃসন্দেহ যিনি তোমার উপরে কুরআন বিধান করেছেন তিনি আলবৎ তোমাকে ফিরিয়ে আনবেন প্রত্যাবর্তনস্থলে। বলো -- \"আমার প্রভু ভাল জানেন কে পথনির্দেশ নিয়ে এসেছে আর কে হচ্ছে স্বয়ং সুস্পষ্ট বিভ্রান্তির মধ্যে।\"",
    "bn_muhi": "যিনি আপনার প্রতি কোরআনের বিধান পাঠিয়েছেন, তিনি অবশ্যই আপনাকে স্বদেশে ফিরিয়ে আনবেন। বলুন আমার পালনকর্তা ভাল জানেন কে হেদায়েত নিয়ে এসেছে এবং কে প্রকাশ্য বিভ্রান্তিতে আছে।",
    "en": "Indeed, [O Muhammad], He who imposed upon you the Qur'an will take you back to a place of return. Say, \"My Lord is most knowing of who brings guidance and who is in clear error.\""
  },
  {
    "id": 86,
    "ar": "وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَٰفِرِينَ",
    "tr": "ওয়ামা- কুনতা তারাজূআইঁ ইউলকাইলাইকাল কিতা-বুইল্লা-রাহমাতাম মির রাব্বিকা ফালা-তাকূনান্না জাহীরাল লিলকা-ফিরীন।",
    "bn_haque": "আর তুমি তো আশা কর নি যে তোমার সঙ্গে গ্রন্থখানার পরিচয় করিয়ে দেওয়া হবে, কিন্তু এটি তোমার প্রভুর কাছ থেকে একটি করুণা, সুতরাং তুমি কখনো অবিশ্বাসীদের পৃষ্ঠপোষক হয়ো না।",
    "bn_muhi": "আপনি আশা করতেন না যে, আপনার প্রতি কিতাব অবর্তীর্ণ হবে। এটা কেবল আপনার পালনকর্তার রহমত। অতএব আপনি কাফেরদের সাহায্যকারী হবেন না।",
    "en": "And you were not expecting that the Book would be conveyed to you, but [it is] a mercy from your Lord. So do not be an assistant to the disbelievers."
  },
  {
    "id": 87,
    "ar": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ وَٱدْعُ إِلَىٰ رَبِّكَ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
    "tr": "ওয়ালা-ইয়াসুদ্দুন্নাকা ‘আন আ-য়া-তিল্লা-হি বা‘দা ইয উনঝিলাত ইলাইকা ওয়াদ‘উ ইলা রাব্বিকা ওয়ালা-তাকূনান্না মিনাল মুশরিকীন।",
    "bn_haque": "আর তারা যেন আল্লাহ্‌র নির্দেশাবলী থেকে নিবৃত্ত না করে সে-সব তোমার কাছে অবতীর্ণ হবার পরে, বরঞ্চ তুমি ডাকো তোমার প্রভুর প্রতি, আর তুমি কখনো মুশরিকদের দলভুক্ত হয়ো না।",
    "bn_muhi": "কাফেররা যেন আপনাকে আল্লাহর আয়াত থেকে বিমুখ না করে সেগুলো আপনার প্রতি অবর্তীর্ণ হওয়ার পর আপনি আপনার পালনকর্তার প্রতি দাওয়াত দিন এবং কিছুতেই মুশরিকদের অন্তর্ভুক্ত হবেন না।",
    "en": "And never let them avert you from the verses of Allah after they have been revealed to you. And invite [people] to your Lord. And never be of those who associate others with Allah ."
  },
  {
    "id": 88,
    "ar": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَآ إِلَٰهَ إِلَّا هُوَ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
    "tr": "ওয়ালা-তাদ‘উ মা‘আল্লা-হি ইলা-হান আ-খারা । লাইলা-হা ইল্লা-হুওয়া কুল্লু শাইইন হা-লিকুন ইল্লা-ওয়াজহাহূ লাহুল হুকমুওয়া ইলাইহি তুরজা‘ঊন।",
    "bn_haque": "আর আল্লাহ্‌র সঙ্গে অন্য কোনো উপাস্যকে ডেকো না। তিনি ব্যতীত অন্য কোনো উপাস্য নেই। তাঁর অবয়ব ব্যতীত আর সব কিছু ধ্বংসশীল। বিধান তাঁরই, আর তাঁর কাছেই তোমাদের ফিরিয়ে আনা হবে।",
    "bn_muhi": "আপনি আল্লাহর সাথে অন্য উপাস্যকে আহবান করবেন না। তিনি ব্যতীত অন্য কোন উপাস্য নেই। আল্লাহর সত্তা ব্যতীত সবকিছু ধবংস হবে। বিধান তাঁরই এবং তোমরা তাঁরই কাছে প্রত্যাবর্তিত হবে।",
    "en": "And do not invoke with Allah another deity. There is no deity except Him. Everything will be destroyed except His Face. His is the judgement, and to Him you will be returned."
  }
]