[
  {
    "id": 1,
    "ar": "حمٓ",
    "tr": "হা-মীম।",
    "bn_haque": "হা মীম!",
    "bn_muhi": "হা-মীম।",
    "en": "Ha, Meem."
  },
  {
    "id": 2,
    "ar": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
    "tr": "তানঝীলুল কিতা-বি মিনাল্লা-হিল ‘আঝীঝিল হাকীম।",
    "bn_haque": "এ গ্রন্থের অবতারণ আল্লাহ্‌র কাছ থেকে, যিনি মহাশক্তিশালী, পরমজ্ঞানী।",
    "bn_muhi": "এই কিতাব পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর পক্ষ থেকে অবতীর্ণ।",
    "en": "The revelation of the Book is from Allah, the Exalted in Might, the Wise."
  },
  {
    "id": 3,
    "ar": "مَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى وَٱلَّذِينَ كَفَرُوا۟ عَمَّآ أُنذِرُوا۟ مُعْرِضُونَ",
    "tr": "মা-খালাকনাছ ছামা-ওয়া-তি ওয়াল আরদা ওয়ামা-বাইনাহুমাইল্লা-বিলহাক্কি ওয়াআজালিম মুছাম্মাওঁ ওয়াল্লাযীনা কাফারূ‘আম্মাউনযিরূমু‘রিদূন।",
    "bn_haque": "আমরা মহাকাশমন্ডলী ও পৃথিবী এবং এ দুইয়ের মধ্যে যা-কিছু রয়েছে তা সত্যের সাথে এবং একটি নির্দিষ্ট কালের জন্য ছাড়া সৃষ্টি করি নি। কিন্তু যারা অবিশ্বাস পোষণ করে তারা ফিরে দাঁড়ায় তা থেকে যে-সন্বন্ধে তাদের সতর্ক করা হয়।",
    "bn_muhi": "নভোমন্ডল, ভূ-মন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু আমি যথাযথভাবেই এবং নির্দিষ্ট সময়ের জন্যেই সৃষ্টি করেছি। আর কাফেররা যে বিষয়ে তাদেরকে সতর্ক করা হয়েছে, তা থেকে মুখ ফিরিয়ে নেয়।",
    "en": "We did not create the heavens and earth and what is between them except in truth and [for] a specified term. But those who disbelieve, from that of which they are warned, are turning away."
  },
  {
    "id": 4,
    "ar": "قُلْ أَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَٰوَٰتِ ٱئْتُونِى بِكِتَٰبٍ مِّن قَبْلِ هَٰذَآ أَوْ أَثَٰرَةٍ مِّنْ عِلْمٍ إِن كُنتُمْ صَٰدِقِينَ",
    "tr": "কুল আরাআইতুম মা-তাদ‘ঊনা মিন দূ নিল্লা-হি আরূনী মা-যা-খালাকূমিনাল আরদিআম লাহুম শিরকুন ফিছ ছামা-ওয়া-তি ঈতূনী বিকিতা-বিম মিন কাবলি হা-যাআও আছারাতিম মিন ‘ইলমিন ইন কুনতুম সা-দিকীন।",
    "bn_haque": "তুমি বলো -- \"আল্লাহ্‌কে বাদ দিয়ে যাদের তোমরা ডাক তাদের কথা কি তোমরা ভেবে দেখেছ? পৃথিবীর কোন জিনিস তারা সৃষ্টি করেছে আমাকে দেখাও তো? অথবা তাদের কি কোনো অংশ আছে মহাকাশমন্ডলীতে? আমার কাছে এর আগের কোনো গ্রন্থ অথবা জ্ঞানের কোনো প্রামাণ্য চিহ নিয়ে এস, যদি তোমরা সত্যবাদী হও।\"",
    "bn_muhi": "বলুন, তোমরা আল্লাহ ব্যতীত যাদের পূজা কর, তাদের বিষয়ে ভেবে দেখেছ কি? দেখাও আমাকে তারা পৃথিবীতে কি সৃষ্টি করেছে? অথবা নভোমন্ডল সৃজনে তাদের কি কোন অংশ আছে? এর পূর্ববর্তী কোন কিতাব অথবা পরস্পরাগত কোন জ্ঞান আমার কাছে উপস্থিত কর, যদি তোমরা সত্যবাদী হও।",
    "en": "Say, [O Muhammad], \"Have you considered that which you invoke besides Allah ? Show me what they have created of the earth; or did they have partnership in [creation of] the heavens? Bring me a scripture [revealed] before this or a [remaining] trace of knowledge, if you should be truthful.\""
  },
  {
    "id": 5,
    "ar": "وَمَنْ أَضَلُّ مِمَّن يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَن لَّا يَسْتَجِيبُ لَهُۥٓ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ وَهُمْ عَن دُعَآئِهِمْ غَٰفِلُونَ",
    "tr": "ওয়ামান আদাল্লুমিম্মাইঁ ইয়াদ‘ঊ মিন দূনিল্লা-হি মাল্লা-ইয়াছতাজীবুলাহূইলা-ইয়াওমিল কিয়া-মাতি ওয়াহুম ‘আন দু‘আইহিম গা-ফিলূন।",
    "bn_haque": "আর কে বেশি বিপথে গেছে তাদের চাইতে যারা আল্লাহ্‌কে বাদ দিয়ে তাকে ডাকে যে তাদের প্রতি সাড়া দেয় না কিয়ামতের দিন পর্যন্ত, আর তারা এদের আহ্বান সন্বন্ধেই বেখেয়াল থাকে?",
    "bn_muhi": "যে ব্যক্তি আল্লাহর পরিবর্তে এমন বস্তুর পূজা করে, যে কেয়ামত পর্যন্তও তার ডাকে সাড়া দেবে না, তার চেয়ে অধিক পথভ্রষ্ট আর কে? তারা তো তাদের পুজা সম্পর্কেও বেখবর।",
    "en": "And who is more astray than he who invokes besides Allah those who will not respond to him until the Day of Resurrection, and they, of their invocation, are unaware."
  },
  {
    "id": 6,
    "ar": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا۟ لَهُمْ أَعْدَآءً وَكَانُوا۟ بِعِبَادَتِهِمْ كَٰفِرِينَ",
    "tr": "ওয়া ইযা-হুশিরান্না-ছুকা-নূলাহুম আ‘দাআওঁ ওয়া কা-নূবি‘ইবা-দাতিহিম কা-ফিরীন।",
    "bn_haque": "আর যখন মানবগোষ্ঠীকে সমবেত করা হবে তখন তারা তাদের শত্রু হয়ে দাঁড়াবে, আর তাদের যে উপাসনা করা হয়েছিল সে কথাতেই তারা অস্বীকারকারী হবে।",
    "bn_muhi": "যখন মানুষকে হাশরে একত্রিত করা হবে, তখন তারা তাদের শত্রু হবে এবং তাদের এবাদত অস্বীকার করবে।",
    "en": "And when the people are gathered [that Day], they [who were invoked] will be enemies to them, and they will be deniers of their worship."
  },
  {
    "id": 7,
    "ar": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ هَٰذَا سِحْرٌ مُّبِينٌ",
    "tr": "ওয়া ইযা-তুতলা ‘আলাইহিম আ-য়া-তুনা-বাইয়িনা-তিন কা-লাল্লাযীনা কাফারূ লিলহাক্কিলাম্মা-জাআহুম হা-যা-ছিহরুম মুবীন।",
    "bn_haque": "আর যখন আমাদের সুস্পষ্ট বাণীসমূহ তাদের কাছে পঠিত হয় তখন যারা অবিশ্বাস করে তারা সত্য সন্বন্ধে বলে, যখন তা তাদের কাছে আসে -- \"এতো স্পষ্ট জাদু।\"",
    "bn_muhi": "যখন তাদেরকে আমার সুস্পষ্ট আয়াতসমূহ পাঠ করে শুনানো হয়, তখন সত্য আগমন করার পর কাফেররা বলে, এ তো প্রকাশ্য জাদু।",
    "en": "And when Our verses are recited to them as clear evidences, those who disbelieve say of the truth when it has come to them, \"This is obvious magic.\""
  },
  {
    "id": 8,
    "ar": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِى مِنَ ٱللَّهِ شَيْـًٔا هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ كَفَىٰ بِهِۦ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
    "tr": "আম ইয়াকূলূনাফতারা-হূ কুল ইনিফতারাইতুহূফালা-তামলিকূনা লী মিনাল্লা-হি শাইআন হুওয়া আ‘লামুবিমা-তুফীদূ না ফীহি কাফা-বিহী শাহীদাম বাইনী ওয়া বাইনাকুম ওয়া হুওয়াল গাফূরুর রাহীম।",
    "bn_haque": "অথবা তারা বলে -- \"সে এটি জাল করেছে।\" তুমি বলো -- \"আমি যদি এটি জাল করে থাকি তাহলে তোমরা তো আল্লাহ্‌র তরফ থেকে কিছুই আমার জন্য আয়ত্ত কর না। তিনি ভাল জানেন তোমরা এ বিষয়ে যা বলাবলি কর। তিনিই এ ব্যাপারে আমার মধ্যে ও তোমাদের মধ্যে সাক্ষী হিসেবে যথেষ্ট। আর তিনি পরিত্রাণকারী, অফুরন্ত ফলদাতা।\"",
    "bn_muhi": "তারা কি বলে যে, রসূল একে রচনা করেছে? বলুন, যদি আমি রচনা করে থাকি, তবে তোমরা আল্লাহর শাস্তি থেকে আমাকে রক্ষা করার অধিকারী নও। তোমরা এ সম্পর্কে যা আলোচনা কর, সে বিষয়ে আল্লাহ সম্যক অবগত। আমার ও তোমাদের মধ্যে তিনি সাক্ষী হিসাবে যথেষ্ট। তিনি ক্ষমাশীল, দয়াময়।",
    "en": "Or do they say, \"He has invented it?\" Say, \"If I have invented it, you will not possess for me [the power of protection] from Allah at all. He is most knowing of that in which you are involved. Sufficient is He as Witness between me and you, and He is the Forgiving the Merciful.\""
  },
  {
    "id": 9,
    "ar": "قُلْ مَا كُنتُ بِدْعًا مِّنَ ٱلرُّسُلِ وَمَآ أَدْرِى مَا يُفْعَلُ بِى وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
    "tr": "কুল মা-কুনতুবিদ‘আম মিনার রুছুলি ওয়ামাআদরী মা-ইউফ‘আলুবী ওয়ালা-বিকুম ইন আত্তাবি‘উ ইল্লা-মা-ইউহাইলাইইয়া ওয়ামাআনা ইল্লা-নাযীরুম মুবীন।",
    "bn_haque": "তুমি বলো -- \"আমি রসূলগণের মধ্যে প্রারম্ভিক নই, আর আমি ধারণা করতে পারি না আমার প্রতি কি করা হবে এবং তোমাদের সম্পর্কেও নয়। আমি শুধু অনুসরণ করি আমার কাছে যা প্রত্যাদিষ্ট হয়েছে তা বৈ তো নয়, আর আমি একজন সুস্পষ্ট সতর্ককারী ব্যতীত আর কিছুই নই।\"",
    "bn_muhi": "বলুন, আমি তো কোন নতুন রসূল নই। আমি জানি না, আমার ও তোমাদের সাথে কি ব্যবহার করা হবে। আমি কেবল তারই অনুসরণ করি, যা আমার প্রতি ওহী করা হয়। আমি স্পষ্ট সতর্ক কারী বৈ নই।",
    "en": "Say, \"I am not something original among the messengers, nor do I know what will be done with me or with you. I only follow that which is revealed to me, and I am not but a clear warner.\""
  },
  {
    "id": 10,
    "ar": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ مِثْلِهِۦ فَـَٔامَنَ وَٱسْتَكْبَرْتُمْ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
    "tr": "কুল আরাআইতুম ইন কা-না মিন ‘ইনদিল্লা-হি ওয়া কাফারতুম বিহী ওয়া শাহিদা শা-হিদুম মিম বানীইছরাঈলা ‘আলা-মিছলিহী ফাআ-মানা ওয়াছতাকবারতুম ইন্নাল্লা-হা লাইয়াহদিল কাওমাজ্জা-লিমীন।",
    "bn_haque": "তুমি বলে যাও -- \"তোমরা কি ভেবে দেখেছ -- এটি যদি আল্লাহ্‌র কাছ থেকে হয়ে থাকে আর তোমরা এতে অবিশ্বাস কর, অথচ ইসরাইলের বংশধরদের থেকে একজন সাক্ষ্যদাতা তাঁর অনুরূপ সন্বন্ধে সাক্ষ্য দেন, ফলে তিনি বিশ্বাস করেন, কিন্তু তোমরা গর্ববোধ কর? নিঃসন্দেহ আল্লাহ্ অন্যায়াচারী জাতিকে সৎপথে চালান না।",
    "bn_muhi": "বলুন, তোমরা ভেবে দেখেছ কি, যদি এটা আল্লাহর পক্ষ থেকে হয় এবং তোমরা একে অমান্য কর এবং বনী ইসরাঈলের একজন সাক্ষী এর পক্ষে সাক্ষ্য দিয়ে এতে বিশ্বাস স্থাপন করে; আর তোমরা অহংকার কর, তবে তোমাদের চেয়ে অবিবেচক আর কে হবে? নিশ্চয় আল্লাহ অবিবেচকদেরকে পথ দেখান না।",
    "en": "Say, \"Have you considered: if the Qur'an was from Allah, and you disbelieved in it while a witness from the Children of Israel has testified to something similar and believed while you were arrogant... ?\" Indeed, Allah does not guide the wrongdoing people."
  },
  {
    "id": 11,
    "ar": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ لَوْ كَانَ خَيْرًا مَّا سَبَقُونَآ إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا۟ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفْكٌ قَدِيمٌ",
    "tr": "ওয়া কা-লাল্লাযীনা কাফারূলিল্লাযীনা আ-মানূলাও কা-না খাইরাম মা-ছাবাকূনা ইলাইহি ওয়া ইযলাম ইয়াহতাদূবিহী ফাছাইয়াকূলূনা হা-যাইফকুন কাদীম।",
    "bn_haque": "আর যারা অবিশ্বাস পোষণ করে তারা তাদের সন্বন্ধে বলে যারা ঈমান এনেছে, \"এটি যদি ভাল হতো তাহলে তারা এর প্রতি আমাদের পাঠ শেখাত না।\" আর যেহেতু তারা এর দ্বারা সৎপথের দিশা পায় নি তাই তারা তো বলবেই, \"এটি এক পুরনো মিথ্যা।\"",
    "bn_muhi": "আর কাফেররা মুমিনদের বলতে লাগল যে, যদি এ দ্বীন ভাল হত তবে এরা আমাদেরকে পেছনে ফেলে এগিয়ে যেতে পারত না। তারা যখন এর মাধ্যমে সুপথ পায়নি, তখন শীঘ্রই বলবে, এ তো এক পুরাতন মিথ্যা।",
    "en": "And those who disbelieve say of those who believe, \"If it had [truly] been good, they would not have preceded us to it.\" And when they are not guided by it, they will say, \"This is an ancient falsehood.\""
  },
  {
    "id": 12,
    "ar": "وَمِن قَبْلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً وَهَٰذَا كِتَٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُوا۟ وَبُشْرَىٰ لِلْمُحْسِنِينَ",
    "tr": "ওয়া মিন কাবলিহী কিতা-বুমূছাইমা-মাওঁ ওয়া রাহমাতাওঁ ওয়া হা-যা-কিতাবুম মুসাদ্দিকুল্লিছা-নান ‘আরাবিইইয়াল লিইউনযিরাল্লাযীনা জালামূ  ওয়াবুশরালিলমুহছিনীন।",
    "bn_haque": "আর এর আগে ছিল মুসার গ্রন্থ -- অগ্রদূত ও করুণাস্বরূপ। আর এখানা হচ্ছে সত্যসমর্থনকারী কিতাব, আরবী ভাষায়, যেন এটি সতর্ক করতে পারে তাদের যারা অন্যায়াচরণ করছে, এবং সৎকর্মশীলদের জন্য হতে পারে সুসংবাদ স্বরূপ।",
    "bn_muhi": "এর আগে মূসার কিতাব ছিল পথপ্রদর্শক ও রহমতস্বরূপ। আর এই কিতাব তার সমর্থক আরবী ভাষায়, যাতে যালেমদেরকে সতর্ক করে এবং সৎকর্মপরায়ণদেরকে সুসংবাদ দেয়।",
    "en": "And before it was the scripture of Moses to lead and as a mercy. And this is a confirming Book in an Arabic tongue to warn those who have wronged and as good tidings to the doers of good."
  },
  {
    "id": 13,
    "ar": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَٰمُوا۟ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "tr": "ইন্নাল্লাযীনা কা-লূরাব্বুনাল্লা-হুছু ম্মাছতাকা-মূফালা-খাওফুন ‘আলাইহিম ওয়ালা-হুম ইয়াহঝানূন।",
    "bn_haque": "নিঃসন্দেহ যারা বলে -- \"আমাদের প্রভু হচ্ছেন আল্লাহ্‌\", তারপর কায়েম থাকে, তাদের উপর তবে কোনো ভয় নেই, আর তারা নিজেরা অনুতাপও করবে না।",
    "bn_muhi": "নিশ্চয় যারা বলে, আমাদের পালনকর্তা আল্লাহ অতঃপর অবিচল থাকে, তাদের কোন ভয় নেই এবং তারা চিন্তিত হবে না।",
    "en": "Indeed, those who have said, \"Our Lord is Allah,\" and then remained on a right course - there will be no fear concerning them, nor will they grieve."
  },
  {
    "id": 14,
    "ar": "أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "tr": "উলাইকা আসহা-বুল জান্নাতি খা-লিদীনা ফীহা- জাঝাআম বিমা-কা-নূ ইয়া‘মালূন।",
    "bn_haque": "এরাই হচ্ছে বেহেশতের বাসিন্দা, তাতেই তারা স্থায়ীভাবে থাকবে, -- তারা যা করে চলত সেজন্য এক প্রতিদান।",
    "bn_muhi": "তারাই জান্নাতের অধিকারী! তারা তথায় চিরকাল থাকবে। তারা যে কর্ম করত, এটা তারই প্রতিফল।",
    "en": "Those are the companions of Paradise, abiding eternally therein as reward for what they used to do."
  },
  {
    "id": 15,
    "ar": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ إِحْسَٰنًا حَمَلَتْهُ أُمُّهُۥ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهْرًا حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَٰلِحًا تَرْضَىٰهُ وَأَصْلِحْ لِى فِى ذُرِّيَّتِىٓ إِنِّى تُبْتُ إِلَيْكَ وَإِنِّى مِنَ ٱلْمُسْلِمِينَ",
    "tr": "ওয়া ওয়াসসাইনালইনছা-না বিওয়া-লিদাইহি ইহছা-নান হামালাতহু উম্মুহূ কুরহাওঁ ওয়া ওয়াদা‘আতহু কুরহাওঁ ওয়া হামলুহূওয়া ফিসা-লুহূছালা-ছূনা শাহরান হাত্তা ইযা-বালাগা আশুদ্দাহূওয়া বালাগা আরবা‘ঈনা ছানাতান কা-লা রাব্বি আওঝি‘নীআন আশকুরা নি‘মাতাকাল্লাতীআন‘আমতা ‘আলাইইয়া ওয়া ‘আলা-ওয়া-লিদাইইয়া ওয়া আন আ‘মালা সা-লিহান তারদা-হু ওয়া আসলিহলী ফী যুররিইইয়াতী ইন্নী তুবতুইলাইকা ওয়া ইন্নী মিনাল মুছলিমীন।",
    "bn_haque": "আর আমরা মানুষকে তার মাতাপিতার সম্পর্কে ভাল ব্যবহারের নির্দেশ দিয়েছি। তার মাতা কষ্ট করে তাকে গর্ভে ধারণ করেছিলেন আর কষ্ট করে তাকে জন্ম দিয়েছিলেন। আর তাকে গর্ভে ধারণ করতে ও তার লালন-পালনে লেগেছিল ত্রিশটি মাস। তারপর সে যখন তার যৌবনে পৌঁছে এবং চল্লিশ বছরে পৌঁছে যায় তখন সে বলে -- \"আমার প্রভু! তুমি আমাকে জাগরিত করো যেন আমি কৃতজ্ঞতা জানাতে পারি তোমার সেই অনুগ্রহের জন্য যা তুমি অর্পণ করেছ আমার উপরে ও আমার মাতাপিতার উপরে, আর যেন আমি সৎকর্ম করতে পারি যা তোমাকে খুশি করে, আর আমার প্রতি কল্যাণ করো আমার সন্তানসন্ততিদের সম্পর্কে। আমি অবশ্যই তোমার দিকে ফিরেছি, আর আমি নিশ্চয় মুসলিমদের মধ্যেকার।\"",
    "bn_muhi": "আমি মানুষকে তার পিতা-মাতার সাথে সদ্ব্যবহারের আদেশ দিয়েছি। তার জননী তাকে কষ্টসহকারে গর্ভে ধারণ করেছে এবং কষ্টসহকারে প্রসব করেছে। তাকে গর্ভে ধারণ করতে ও তার স্তন্য ছাড়তে লেগেছে ত্রিশ মাস। অবশেষে সে যখন শক্তি-সামর্থে?480; বয়সে ও চল্লিশ বছরে পৌছেছে, তখন বলতে লাগল, হে আমার পালনকর্তা, আমাকে এরূপ ভাগ্য দান কর, যাতে আমি তোমার নেয়ামতের শোকর করি, যা তুমি দান করেছ আমাকে ও আমার পিতা-মাতাকে এবং যাতে আমি তোমার পছন্দনীয় সৎকাজ করি। আমার সন্তানদেরকে সৎকর্মপরায়ণ কর, আমি তোমার প্রতি তওবা করলাম এবং আমি আজ্ঞাবহদের অন্যতম।",
    "en": "And We have enjoined upon man, to his parents, good treatment. His mother carried him with hardship and gave birth to him with hardship, and his gestation and weaning [period] is thirty months. [He grows] until, when he reaches maturity and reaches [the age of] forty years, he says, \"My Lord, enable me to be grateful for Your favor which You have bestowed upon me and upon my parents and to work righteousness of which You will approve and make righteous for me my offspring. Indeed, I have repented to You, and indeed, I am of the Muslims.\""
  },
  {
    "id": 16,
    "ar": "أُو۟لَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا۟ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمْ فِىٓ أَصْحَٰبِ ٱلْجَنَّةِ وَعْدَ ٱلصِّدْقِ ٱلَّذِى كَانُوا۟ يُوعَدُونَ",
    "tr": "উলাইকাল্লাযীনা নাতাকাব্বালু‘আনহুম আহছানা মা-‘আমিলূওয়া নাতাজা-ওয়াঝু‘আন ছাইয়িআ-তিহিম ফীআছহা-বিল জান্নাতি ওয়া‘দাসসিদকিল্লাযী কা-নূইঊ‘আদূ ন।",
    "bn_haque": "এরাই তারা যাদের থেকে আমরা গ্রহণ করে থাকি তারা যা করেছিল তার শ্রেষ্ঠ এবং উপেক্ষা করি তাদের মন্দ কার্যাবলী -- জান্নাতের বাসিন্দাদের অন্তর্ভুক্ত। প্রামাণিক প্রতি‌শ্রুতি যা তাদের কাছে ওয়াদা করা হত।",
    "bn_muhi": "আমি এমন লোকদের সুকর্মগুলো কবুল করি এবং মন্দকর্মগুলো মার্জনা করি। তারা জান্নাতীদের তালিকাভুক্ত সেই সত্য ওয়াদার কারণে যা তাদেরকে দেওয়া হত।",
    "en": "Those are the ones from whom We will accept the best of what they did and overlook their misdeeds, [their being] among the companions of Paradise. [That is] the promise of truth which they had been promised."
  },
  {
    "id": 17,
    "ar": "وَٱلَّذِى قَالَ لِوَٰلِدَيْهِ أُفٍّ لَّكُمَآ أَتَعِدَانِنِىٓ أَنْ أُخْرَجَ وَقَدْ خَلَتِ ٱلْقُرُونُ مِن قَبْلِى وَهُمَا يَسْتَغِيثَانِ ٱللَّهَ وَيْلَكَ ءَامِنْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
    "tr": "ওয়াল্লাযী কা-লা লিওয়া-লিদাইহি উফফিল্লাকুমাআতা‘ইদা-নিনীআন উখরাজা ওয়াকাদ খালাতিল কুরূনুমিন কাবলী ওয়া হুমা-ইয়াছতাগীছা-নিল্লা-হা ওয়াইলাকা আ-মিন ইন্না ওয়া‘দাল্লা-হি হাক্কুন ফাইয়াকূলুমা-হা-যাইল্লাআছা-তীরুল আওওয়ালীন।",
    "bn_haque": "আর যে তার মাতাপিতাকে বলে -- \"ধুত্তোর তোমাদের জন্য! তোমরা কি আমাকে ভয় দেখাচ্ছ যে আমাকে বের করা হবে, অথচ আমার আগে বহু মানববংশ গত হয়েই গেছে? আর তারা দুজনে আল্লাহ্‌র সাহায্য কামনা করবে -- \"ধিক্ তোমার জন্য! ঈমান আনো, আল্লাহ্‌র ওয়াদা অবশ্যই সত্য।\" কিন্তু সে বলে -- \"এতো অতীতকালের উপকথা ছাড়া আর কিছুই নয়।\"",
    "bn_muhi": "আর যে ব্যক্তি তার পিতা-মাতাকে বলে, ধিক তোমাদেরকে, তোমরা কি আমাকে খবর দাও যে, আমি পুনরুত্থিত হব, অথচ আমার পূর্বে বহু লোক গত হয়ে গেছে? আর পিতা-মাতা আল্লাহর কাছে ফরিযাদ করে বলে, দুর্ভোগ তোমার তুমি বিশ্বাস স্থাপন কর। নিশ্চয় আল্লাহর ওয়াদা সত্য। তখন সে বলে, এটা তো পূর্ববর্তীদের উপকথা বৈ নয়।",
    "en": "But one who says to his parents, \"Uff to you; do you promise me that I will be brought forth [from the earth] when generations before me have already passed on [into oblivion]?\" while they call to Allah for help [and to their son], \"Woe to you! Believe! Indeed, the promise of Allah is truth.\" But he says, \"This is not but legends of the former people\" -"
  },
  {
    "id": 18,
    "ar": "أُو۟لَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ إِنَّهُمْ كَانُوا۟ خَٰسِرِينَ",
    "tr": "উলাইকাল্লাযীনা হাক্কা ‘আলাইহিমুল কাওলুফীউমামিন কাদ খালাত মিন কাবলিহিম মিনাল জিন্নি ওয়াল ইনছি ইন্নাহুম কা-নূখা-ছিরীন।",
    "bn_haque": "এরাই তারা যাদের উপরে উক্তি সত্য প্রতিপন্ন হয়েছে -- জিন ও মানুষের মধ্যের সেইসব সম্প্রদায়দের ক্ষেত্রে যারা তাদের আগে গত হয়ে গেছে। নিঃসন্দেহ তারাই তো ক্ষতিগ্রস্ত।",
    "bn_muhi": "তাদের পূর্বে যে সব জ্বিন ও মানুষ গত হয়েছে, তাদের মধ্যে এ ধরনের লোকদের প্রতিও শাস্তিবানী অবধারিত হয়ে গেছে। নিশ্চয় তারা ছিল ক্ষতিগ্রস্থ।",
    "en": "Those are the ones upon whom the word has come into effect, [who will be] among nations which had passed on before them of jinn and men. Indeed, they [all] were losers."
  },
  {
    "id": 19,
    "ar": "وَلِكُلٍّ دَرَجَٰتٌ مِّمَّا عَمِلُوا۟ وَلِيُوَفِّيَهُمْ أَعْمَٰلَهُمْ وَهُمْ لَا يُظْلَمُونَ",
    "tr": "ওয়া লিকুল্লিন দারাজা-তুমমিম্মা-‘আমিলূ ওয়া লিইউওয়াফফিয়াহুম আ‘মা-লাহুম ওয়া হুম লা-ইউজলামূন।",
    "bn_haque": "আর প্রত্যেকেরই জন্য রয়েছে তারা যা কাজ করেছে তার থেকে বহু স্তর, আর যেন তাদের ক্রিয়াকলাপের জন্য তিনি তাদের প্রতিফল দিতে পারেন, আর তাদের আদৌ অন্যায় করা হবে না।",
    "bn_muhi": "প্রত্যেকের জন্যে তাদের কৃতকর্ম অনুযায়ী বিভিন্ন স্তর রয়েছে, যাতে আল্লাহ তাদের কর্মের পূর্ণ প্রতিফল দেন। বস্তুতঃ তাদের প্রতি যুলুম করা হবে না।",
    "en": "And for all there are degrees [of reward and punishment] for what they have done, and [it is] so that He may fully compensate them for their deeds, and they will not be wronged."
  },
  {
    "id": 20,
    "ar": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَذْهَبْتُمْ طَيِّبَٰتِكُمْ فِى حَيَاتِكُمُ ٱلدُّنْيَا وَٱسْتَمْتَعْتُم بِهَا فَٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ",
    "tr": "ওয়া ইয়াওমা ইউ‘রাদুল্লায ীনা কাফারূ‘আলান্না-রি আযহাবতুম তাইয়িবা-তিকুম ফী হায়া-তিকুমুদ্দুনইয়া-ওয়াছতামতা‘তুম বিহা- ফালইয়াওমা তুজঝাওনা ‘আযা-বাল হূনি বিমা-কুনতুম তাছতাকবিরূনা ফিল আরদিবিগাইরিল হাক্কিওয়া বিমা-কুনতুম তাফ ছুকূন।",
    "bn_haque": "আর সেই দিন যারা অবিশ্বাস পোষণ করেছিল তাদের সমাগত করা হবে আগুনের নিকটে, \"তোমরা তো তোমাদের ভাল জিনিসসব তোমাদের দুনিয়ার জীবনেই যেতে দিয়েছিলে, আর তোমরা সেখানে ভোগবিলাসই চেয়েছিলে, সুতরাং আজ তোমাদের প্রতিদান দেওয়া হবে এক লাঞ্ছনাকর শাস্তি, যেহেতু তোমরা দুনিয়াতে যথার্থ কারণ ব্যতীত বড়মানষি করতে, আর যেহেতু তোমরা সীমালংঘন করতে।\"",
    "bn_muhi": "যেদিন কাফেরদেরকে জাহান্নামের কাছে উপস্থিত করা হবে সেদিন বলা হবে, তোমরা তোমাদের সুখ পার্থিব জীবনেই নিঃশেষ করেছ এবং সেগুলো ভোগ করেছ সুতরাং আজ তোমাদেরকে অপমানকর আযাবের শাস্তি দেয়া হবে; কারণ, তোমরা পৃথিবীতে অন্যায় ভাবে অহংকার করতে এবং তোমরা পাপাচার করতে।",
    "en": "And the Day those who disbelieved are exposed to the Fire [it will be said], \"You exhausted your pleasures during your worldly life and enjoyed them, so this Day you will be awarded the punishment of [extreme] humiliation because you were arrogant upon the earth without right and because you were defiantly disobedient.\""
  },
  {
    "id": 21,
    "ar": "وَٱذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُۥ بِٱلْأَحْقَافِ وَقَدْ خَلَتِ ٱلنُّذُرُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦٓ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "tr": "ওয়াযকুর আখা-‘আ-দিন ইয আনযারা কাওমাহূবিলআহকা-ফি ওয়াকাদ খালাতিন্নুযূরু মিম বাইনি ইয়াদাইহি ওয়া মিন খালফিহীআল্লা-তা‘বুদূ ইল্লাল্লা-হা ইন্নীআখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিন ‘আজীম।",
    "bn_haque": "আর তুমি স্মরণ কর 'আদ-দের ভাইকে। দেখো! তিনি তাঁর স্বজাতিকে সতর্ক করেছিলেন বালুর পাহাড় অঞ্চলে, আর সতর্ককারীরা তো তাঁর আগে ও তাঁর পরে গত হয়েই ছিলেন, এই বলে -- \"আল্লাহ্ ছাড়া অন্যের উপাসনা করো না, আমি নিঃসন্দেহ তোমাদের উপরে এক ভয়ংকর দিনের শাস্তির আশংকা করছি।\"",
    "bn_muhi": "আ’দ সম্প্রদায়ের ভাইয়ের কথা স্মরণ করুন, তার পূর্বে ও পরে অনেক সতর্ককারী গত হয়েছিল সে তার সম্প্রদায়কে বালুকাময় উচ্চ উপত্যকায় এ মর্মে সতর্ক করেছিল যে, তোমরা আল্লাহ ব্যতীত কারও এবাদত করো না। আমি তোমাদের জন্যে এক মহাদিবসের শাস্তির আশংকা করি।",
    "en": "And mention, [O Muhammad], the brother of 'Aad, when he warned his people in the [region of] al-Ahqaf - and warners had already passed on before him and after him - [saying], \"Do not worship except Allah . Indeed, I fear for you the punishment of a terrible day.\""
  },
  {
    "id": 22,
    "ar": "قَالُوٓا۟ أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
    "tr": "কা-লূআজি’তানা-লিতা’ফিকানা-‘আন আ-লিহাতিনা- ফা’তিনা-বিমা-তা‘ইদুনা ইন কুনতা মিনাসসা-দিকীন।",
    "bn_haque": "তারা বললে -- \"তুমি কি আমাদের কাছে এসেছ আমাদের দেবদেবীর থেকে আমাদের ফিরিয়ে রাখতে? তাহলে আমাদের কাছে নিয়ে এস তো যা দিয়ে তুমি আমাদের ভয় দেখাচ্ছ, -- যদি তুমি সত্যবাদীদের অন্তর্ভুক্ত হয়ে থাক।\"",
    "bn_muhi": "তারা বলল, তুমি কি আমাদেরকে আমাদের উপাস্য দেব-দেবী থেকে নিবৃত্ত করতে আগমন করেছ? তুমি সত্যবাদী হলে আমাদেরকে যে বিষয়ের ওয়াদা দাও, তা নিয়ে আস।",
    "en": "They said, \"Have you come to delude us away from our gods? Then bring us what you promise us, if you should be of the truthful.\""
  },
  {
    "id": 23,
    "ar": "قَالَ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرْسِلْتُ بِهِۦ وَلَٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
    "tr": "কা-লা ইন্নামাল ‘ইলমু‘ইনদাল্লা-হি ওয়া উবালিলগুকুম মাউরছিলতুবিহী ওয়ালা-কিন্নী আরা-কুম কাওমান তাজহালূন।",
    "bn_haque": "তিনি বলেছিলেন -- \"জ্ঞান তো আল্লাহ্‌রই কাছে রয়েছে, আর আমি তোমাদের কাছে পৌঁছে দিচ্ছি যা দিয়ে আমাকে পাঠানো হয়েছে, কিন্তু আমি তোমাদের দেখতে পাচ্ছি মূর্খামি করছ এমন এক লোকদল।\"",
    "bn_muhi": "সে বলল, এ জ্ঞান তো আল্লাহর কাছেই রয়েছে। আমি যে বিষয়সহ প্রেরিত হয়েছি, তা তোমাদের কাছে পৌঁছাই। কিন্তু আমি দেখছি তোমরা এক মুর্খ সম্প্রদায়।",
    "en": "He said, \"Knowledge [of its time] is only with Allah, and I convey to you that with which I was sent; but I see you [to be] a people behaving ignorantly.\""
  },
  {
    "id": 24,
    "ar": "فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا۟ هَٰذَا عَارِضٌ مُّمْطِرُنَا بَلْ هُوَ مَا ٱسْتَعْجَلْتُم بِهِۦ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
    "tr": "ফালাম্মা-রাআওহু ‘আ-রিদামমুছতাকবিলা আও দিয়াতিহিম কা-লূহা-যা-‘আরিদুমমুম তিরুনা- বাল হুওয়া মাছ তা‘জালতুম বিহী রীহুন ফীহা-‘আযা-বুন আলীম।",
    "bn_haque": "অতঃপর যখন তারা তা দেখতে পেল -- এক ঘন-মেঘ তাদের উপত্যকাগুলোর নিকটবর্তী হচ্ছে, তখন তারা বললে -- \"এ এক ঘন কালো মেঘ যা আমাদের জন্য বৃষ্টি বর্ষণ করবে।\" না, এ হচ্ছে যা তোমরা ত্বরান্বিত করতে চেয়েছিল, -- এ এক ঝড়-ঝা যাতে রয়েছে মর্মন্তুদ শাস্তি।\"",
    "bn_muhi": "(অতঃপর) তারা যখন শাস্তিকে মেঘরূপে তাদের উপত্যকা অভিমুখী দেখল, তখন বলল, এ তো মেঘ, আমাদেরকে বৃষ্টি দেবে। বরং এটা সেই বস্তু, যা তোমরা তাড়াতাড়ি চেয়েছিলে। এটা বায়ু এতে রয়েছে মর্মন্তুদ শাস্তি।",
    "en": "And when they saw it as a cloud approaching their valleys, they said, \"This is a cloud bringing us rain!\" Rather, it is that for which you were impatient: a wind, within it a painful punishment,"
  },
  {
    "id": 25,
    "ar": "تُدَمِّرُ كُلَّ شَىْءٍۭ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا۟ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمْ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
    "tr": "তুদাম্মিরু কুল্লা শাইয়িম বিআমরি রাব্বিহা-ফাআসবাহূলা-ইউরাইল্লা-মাছা-কিনুহুম কাযা-লিকা নাজঝিল কাওমাল মুজরিমীন।",
    "bn_haque": "এ তার প্রভুর নির্দেশে সব-কিছুই ধ্বংস করে দিয়েছিল, ফলে অচিরেই তাদের ঘরবাড়ি ছাড়া আর কিছু দেখা যাচ্ছিল না। এইভাবেই আমরা প্রতিদান দিই অপরাধী লোকদের।",
    "bn_muhi": "তার পালনকর্তার আদেশে সে সব কিছুকে ধ্বংস করে দেবে। অতঃপর তারা ভোর বেলায় এমন হয়ে গেল যে, তাদের বসতিগুলো ছাড়া কিছুই দৃষ্টিগোচর হল না। আমি অপরাধী সম্প্রদায়কে এমনিভাবে শাস্তি দিয়ে থাকি।",
    "en": "Destroying everything by command of its Lord. And they became so that nothing was seen [of them] except their dwellings. Thus do We recompense the criminal people."
  },
  {
    "id": 26,
    "ar": "وَلَقَدْ مَكَّنَّٰهُمْ فِيمَآ إِن مَّكَّنَّٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَٰرًا وَأَفْـِٔدَةً فَمَآ أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَآ أَبْصَٰرُهُمْ وَلَآ أَفْـِٔدَتُهُم مِّن شَىْءٍ إِذْ كَانُوا۟ يَجْحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "tr": "ওয়া লাকাদ মাক্কান্না-হুমফীমাইম্মাক্কান্না-কুমফীহি ওয়া জা‘আলনা-লাহুমছাম‘আওঁ ওয়া আবসা-রাওঁ ওয়া আফইদাতান ফামাআগনা-‘আনহুম ছাম‘উহুম ওয়ালাআবসা-রুহুম ওয়ালাআফইদাতুহুম মিন শাইয়িন ইযকা-নূইয়াজহাদূ না বিআ-য়া-তিল্লা-হি ওয়া হাকা বিহিম মা-কা-নূবিহী ইয়াছতাহঝিউন।",
    "bn_haque": "আর আমরা তো তাদের যেমন প্রতিষ্ঠা করে দিয়েছিলাম তেমনভাবে তোমাদের আমরা প্রতিষ্ঠিত করি নি, আর আমরা তাদের দিয়েছিলাম শ্রবণেন্দ্রিয় ও দর্শনেন্দ্রিয় ও অন্তঃকরণ। কিন্তু তাদের শ্রবণেন্দ্রিয় তাদের কোনোভাবেই লাভবান করে নি, আর তাদের দর্শনেন্দ্রিয়ও না আর তাদের অন্তঃকরণও নয়, যেহেতু তারা আল্লাহ্‌র বাণীসমূহ নিয়ে বাজে বিতর্ক করত, কাজেই যা নিয়ে তারা ঠাট্টা- বিদ্রপ করত তাই তাদের পরিবেষ্টন করেছিল।",
    "bn_muhi": "আমি তাদেরকে এমন বিষয়ে ক্ষমতা দিয়েছিলাম, যে বিষয়ে তোমাদেরকে ক্ষমতা দেইনি। আমি তাদের দিয়েছিলাম, কর্ণ, চক্ষু ও হৃদয়, কিন্তু তাদের কর্ণ, চক্ষু ও হৃদয় তাদের কোন কাজে আসল না, যখন তারা আল্লাহর আয়াতসমূহকে অস্বীকার করল এবং তাদেরকে সেই শাস্তি গ্রাস করে নিল, যা নিয়ে তারা ঠাট্টা বিদ্রুপ করত।",
    "en": "And We had certainly established them in such as We have not established you, and We made for them hearing and vision and hearts. But their hearing and vision and hearts availed them not from anything [of the punishment] when they were [continually] rejecting the signs of Allah ; and they were enveloped by what they used to ridicule."
  },
  {
    "id": 27,
    "ar": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ ٱلْقُرَىٰ وَصَرَّفْنَا ٱلْءَايَٰتِ لَعَلَّهُمْ يَرْجِعُونَ",
    "tr": "ওয়া লাকাদ আহলাকনা- মা-হাওলাকুমমিনাল কুরা- ওয়াসাররাফনাল আ-য়া-তি লা‘আল্লাহুম ইয়ারজি‘ঊন।",
    "bn_haque": "আর আমরা নিশ্চয় ধ্বংস করে দিয়েছিলাম জনপদগুলোকে যারা তোমাদের আশপাশে ছিল, আর আমার নির্দেশাবলী বারবার বিবৃত করেছি যাতে তারা ফিরে আসে।",
    "bn_muhi": "আমি তোমাদের আশপাশের জনপদ সমূহ ধ্বংস করে দিয়েছি এবং বার বার আয়াতসমূহ শুনিয়েছি, যাতে তারা ফিরে আসে।",
    "en": "And We have already destroyed what surrounds you of [those] cities, and We have diversified the signs [or verses] that perhaps they might return [from disbelief]."
  },
  {
    "id": 28,
    "ar": "فَلَوْلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ قُرْبَانًا ءَالِهَةًۢ بَلْ ضَلُّوا۟ عَنْهُمْ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا۟ يَفْتَرُونَ",
    "tr": "ফালাওলা-নাসারাহুমুল্লাযীনাত্তাখাযূমিন দূ নিল্লা-হি কুরবা-নান আ-লিহাতান বাল দাললূ ‘আনহুম ওয়া যা-লিকা ইফকুহুম ওয়ামা-কা-নূইয়াফতারূন।",
    "bn_haque": "তাহলে আল্লাহ্‌কে বাদ দিয়ে যাদের তারা উপাস্যরূপে গ্রহণ করেছিল সান্নিধ্য লাভের জন্য তারা কেন তাদের সাহায্য করল না? বস্তুতঃ তারা তাদের থেকে অন্তর্ধান করল, আর এটিই ছিল তাদের মিথ্যা এবং যা তারা উদ্ভাবন করত।",
    "bn_muhi": "অতঃপর আল্লাহর পরিবর্তে তারা যাদেরকে সান্নিধ্য লাভের জন্যে উপাস্যরূপে গ্রহণ করেছিল, তারা তাদেরকে সাহায্য করল না কেন? বরং তারা তাদের কাছ থেকে উধাও হয়ে গেল। এটা ছিল তাদের মিথ্যা ও মনগড়া বিষয়।",
    "en": "Then why did those they took besides Allah as deities by which to approach [Him] not aid them? But they had strayed from them. And that was their falsehood and what they were inventing."
  },
  {
    "id": 29,
    "ar": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا۟ أَنصِتُوا۟ فَلَمَّا قُضِىَ وَلَّوْا۟ إِلَىٰ قَوْمِهِم مُّنذِرِينَ",
    "tr": "ওয়া ইযসারাফনাইলাকা নাফারাম মিনাল জিন্নি ইয়াছতামি‘ঊনাল কুরআ-না ফালাম্মাহাদারূহু কা-লূআনছিতূ ফালাম্মা-কুদিয়া ওয়াল্লাও ইলা-কাওমিহিম মুনযিরীন।",
    "bn_haque": "আর স্মরণ করো! আমরা তোমার কাছে জিনদের একদলকে ঝুঁকিয়ে দিয়েছিলাম যারা কুরআন শুনেছিল, তারপর তারা যখন এর সামনে হাজির হল, তারা বললে -- \"চুপ করো।\" তারপর যখন তা শেষ করা হল, তারা তাদের স্বজাতির কাছে ফিরে গেল সতর্ককারীরূপে।",
    "bn_muhi": "যখন আমি একদল জিনকে আপনার প্রতি আকৃষ্ট করেছিলাম, তারা কোরআন পাঠ শুনছিল,। তারা যখন কোরআন পাঠের জায়গায় উপস্থিত হল, তখন পরস্পর বলল, চুপ থাক। অতঃপর যখন পাঠ সমাপ্ত হল, তখন তারা তাদের সম্প্রদায়ের কাছে সতর্ককারীরূপে ফিরে গেল।",
    "en": "And [mention, O Muhammad], when We directed to you a few of the jinn, listening to the Qur'an. And when they attended it, they said, \"Listen quietly.\" And when it was concluded, they went back to their people as warners."
  },
  {
    "id": 30,
    "ar": "قَالُوا۟ يَٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ",
    "tr": "কা-লূইয়া-কাওমানাইন্না-ছামি‘না-কিতা-বান উনঝিলা মিম বা‘দি মূছা-মুসাদ্দিকালিলমাবাইনা ইয়াদাইহি ইয়াহদীইলাল হাক্কিওয়া ইলা-তারীকিম মুছতাকীম।",
    "bn_haque": "তারা বললে -- \"হে আমার স্বজাতি! নিঃসন্দেহ আমরা এমন এক গ্রন্থ শুনেছি যা মূসার পরে অবতীর্ণ হয়েছে, সমর্থন করছে এর আগে যেটি রয়েছে, আর পরিচালনা করছে সত্যের দিকে ও সহজ-সঠিক পন্থার দিকে।",
    "bn_muhi": "তারা বলল, হে আমাদের সম্প্রদায়, আমরা এমন এক কিতাব শুনেছি, যা মূসার পর অবর্তীণ হয়েছে। এ কিতাব পূর্ববর্তী সব কিতাবের প্রত্যায়ন করে, সত্যধর্ম ও সরলপথের দিকে পরিচালিত করে।",
    "en": "They said, \"O our people, indeed we have heard a [recited] Book revealed after Moses confirming what was before it which guides to the truth and to a straight path."
  },
  {
    "id": 31,
    "ar": "يَٰقَوْمَنَآ أَجِيبُوا۟ دَاعِىَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ",
    "tr": "ইয়া-কাওমানাআজীবূদা-‘ইয়াল্লা-হি ওয়াআ-মিনূবিহী ইয়াগফিরলাকুম মিন যুনূবিকুম ওয়া ইউজিরকুম মিন ‘আযা-বিন আলীম।",
    "bn_haque": "হে আমাদের স্বজাতি! সাড়া দাও আল্লাহ্‌র দিকে আহবায়কের প্রতি, আর তাঁর প্রতি ঈমান আনো, তিনি তোমাদের অপরাধগুলো থেকে তোমাদের পরিত্রাণ করবেন, আর তোমাদের রক্ষা করবেন মর্মন্তুদ শাস্তি থেকে।",
    "bn_muhi": "হে আমাদের সম্প্রদায়, তোমরা আল্লাহর দিকে আহবানকারীর কথা মান্য কর এবং তাঁর প্রতি বিশ্বাস স্থাপন কর। তিনি তোমাদের গোনাহ মার্জনা করবেন।",
    "en": "O our people, respond to the Messenger of Allah and believe in him; Allah will forgive for you your sins and protect you from a painful punishment."
  },
  {
    "id": 32,
    "ar": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ أُو۟لَٰٓئِكَ فِى ضَلَٰلٍ مُّبِينٍ",
    "tr": "ওয়া মাল লা-ইউজিব দা-‘ইয়াল্লা-হি ফালাইছা বিমু‘জিঝিন ফিল আরদিওয়া লাইছা লাহূমিন দূ নিহীআওলিূআউ উলাইকা ফী দালা-লিমমুবীন।",
    "bn_haque": "আর যে আল্লাহ্‌র আহবায়কের প্রতি সাড়া দেয় না, সে তবে পৃথিবীতে কিছুতেই এড়িয়ে যাবার পাত্র নয়, আর তাঁকে বাদ দিয়ে তার জন্য কোনো বন্ধুবান্ধবও থাকবে না। এরাই সুস্পষ্ট বিভ্রান্তিতে রয়েছে।",
    "bn_muhi": "আর যে ব্যক্তি আল্লাহর দিকে আহবানকারীর কথা মানবে না, সে পৃথিবীতে আল্লাহকে অপারক করতে পারবে না এবং আল্লাহ ব্যতীত তার কোন সাহায্যকারী থাকবে না। এ ধরনের লোকই প্রকাশ্য পথভ্রষ্টতায় লিপ্ত।",
    "en": "But he who does not respond to the Caller of Allah will not cause failure [to Him] upon earth, and he will not have besides Him any protectors. Those are in manifest error.\""
  },
  {
    "id": 33,
    "ar": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحْۦِىَ ٱلْمَوْتَىٰ بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "tr": "আওয়ালাম ইয়ারাও আন্নাল্লা-হাল্লাযী খালাকাছ ছামা-ওয়া-তি ওয়াল আরদা ওয়ালাম ইয়া‘ইয়া বিখালকিহিন্না বিকা-দিরিন ‘আলাআইঁ ইউহইয়াল মাওতা- বালাইন্নাহূ ‘আলা-কুল্লি শাইয়িন কাদীর।",
    "bn_haque": "তারা কি সত্যিই লক্ষ্য করে নি যে আল্লাহ্‌ই তিনি যিনি মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, এবং যিনি এ-সবের সৃষ্টিতে কোনো ক্লান্তি বোধ করেন নি, তিনিই তো মৃতকে জীবিত করতেও সক্ষম? হ্যাঁ, তিনি নিশ্চয়ই সব-কিছুর উপরে সর্বশক্তিমান।",
    "bn_muhi": "তারা কি জানে না যে, আল্লাহ যিনি নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছেন এবং এগুলোর সৃষ্টিতে কোন ক্লান্তিবোধ করেননি, তিনি মৃতকে জীবিত করতে সক্ষম? কেন নয়, নিশ্চয় তিনি সর্ব বিষয়ে সর্বশক্তিমান।",
    "en": "Do they not see that Allah, who created the heavens and earth and did not fail in their creation, is able to give life to the dead? Yes. Indeed, He is over all things competent."
  },
  {
    "id": 34,
    "ar": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَيْسَ هَٰذَا بِٱلْحَقِّ قَالُوا۟ بَلَىٰ وَرَبِّنَا قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "tr": "ওয়া ইয়াওমা ইউ‘রাদুল্লাযীনা কাফারূ‘আলান্না-রি আলাইছা হা-যা-বিলহাক্কি কা-লূবালা-ওয়া রাব্বিনা- কা-লা ফাযূকুল ‘আযা-বা বিমা-কুনতুম তাক ফুরূন।",
    "bn_haque": "আর যারা অবিশ্বাস করেছে তাদের সেইদিন আগুনের নিকটে উপস্থিত করা হবে। \"এইটি কি চরম-সত্য নয়?\" তারা বলবে -- \"হাঁ, আমাদের প্রভুর কসম?\" তিনি বলবেন -- \"তাহলে শাস্তিটা আস্বাদন কর, যেহেতু তোমরা অবিশ্বাস পোষণ করতে।\"",
    "bn_muhi": "যেদিন কাফেরদেরকে জাহান্নামের সামনে পেশ করা হবে, সেদিন বলা হবে, এটা কি সত্য নয়? তারা বলবে, হঁ্যা আমাদের পালনকর্তার শপথ। আল্লাহ বলবেন, আযাব আস্বাদন কর। কারণ, তোমরা কুফরী করতে।",
    "en": "And the Day those who disbelieved are exposed to the Fire [it will be said], \"Is this not the truth?\" They will say, \"Yes, by our Lord.\" He will say, \"Then taste the punishment because you used to disbelieve.\""
  },
  {
    "id": 35,
    "ar": "فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّن نَّهَارٍۭ بَلَٰغٌ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَٰسِقُونَ",
    "tr": "ফাসবির কামা-সাবারা ঊলুল ‘আঝমি মিনাররুছুলি ওয়ালা-তাছতা‘জিল লাহুম কাআন্নাহুম ইয়াওমা ইয়ারাওনা মা-ইঊ‘আদূ না লাম ইয়ালবাছূদ্ম ইল্লা-ছা-‘আতাম মিন নাহা-রিন বালা-গুন ফাহাল ইউহলাকুইল্লাল কাওমুল ফা-ছিকূন।",
    "bn_haque": "অতএব তুমি ধৈর্যধারণ করো যেমন ধৈর্যধারণ করেছিলেন রসূলগণের মধ্যে যাঁরা ছিলেন দৃঢ়-প্রতিজ্ঞ, আর তাদের জন্য তাড়াহুড়ো করো না। তাদের যা ওয়াদা করা হয়েছিল তা যেদিন তারা দেখবে সেদিন তার যেন দিনমানের এক ঘড়ির বেশি অবস্থান করে নি। যথেষ্ট পৌঁছানো হয়েছে! সুতরাং সীমালংঘনকারী লোকদল ব্যতীত আর কাকেই বা বিধ্বংস করা হবে?",
    "bn_muhi": "অতএব, আপনি সবর করুন, যেমন উচ্চ সাহসী পয়গম্বরগণ সবর করেছেন এবং ওদের বিষয়ে তড়িঘড়ি করবেন না। ওদেরকে যে বিষয়ে ওয়াদা দেয়া হত, তা যেদিন তারা প্রত্যক্ষ করবে, সেদিন তাদের মনে হবে যেন তারা দিনের এক মুহুর্তের বেশী পৃথিবীতে অবস্থান করেনি। এটা সুস্পষ্ট অবগতি। এখন তারাই ধ্বংসপ্রাপ্ত হবে, যারা পাপাচারী সম্প্রদায়।",
    "en": "So be patient, [O Muhammad], as were those of determination among the messengers and do not be impatient for them. It will be - on the Day they see that which they are promised - as though they had not remained [in the world] except an hour of a day. [This is] notification. And will [any] be destroyed except the defiantly disobedient people?"
  }
]